{
  "url": "http://english.sina.com/china/2012/0508/465943.html",
  "title": "Govt slams Diaoyu purchase plan ",
  "pubdate": "2012-05-09 02:23:11 GMT",
  "description": "The Tokyo metropolitan government went further Tuesday in its plan to purchase three of the Diaoyu Islands, announcing that total donations had reached over 200 million yen ($2.5 million) by Monday.",
  "cleanContent": "The Tokyo metropolitan government went further Tuesday in its plan to purchase three of the Diaoyu Islands, announcing that total donations had reached over 200 million yen ($2.5 million) by Monday.The Tokyo metropolitan government said donations doubled in a week with 17,752 donators and over 227 million yen in funds since it opened a special account April 27, according to Japanese News Network.The Chinese foreign ministry said that it held the same stance toward unilateral action from Japan in its bid to violate China\u0027s lawful ownership of these islands, and maintained that China has indisputable sovereignty over the islands without releasing any new comment Tuesday.Tokyo governor Shintaro Ishihara said last month that Tokyo is negotiating with the \"owner\" of three of the five uninhabited islands to purchase them by the end of this year.Some real estate appraisers said these islands could be tagged at 500 to 2,000 million yen, Japanese News Network reported Tuesday, saying that at this rate of donation, the local government might not need to use its own revenues to buy the islands, making it harder for the local Diet to prevent the purchase from taking place.Gao Hong, deputy director of the Institute of Japanese Studies at the Chinese Academy of Social Sciences, told the Global Times that though the scale of the anti-China campaign seems large, it is only a political trick by Ishihara to drum up support and sentiment against China.\"Compared with 120 million Japanese people, the number of donators seems trivial and tells us the activity doesn\u0027t represent the mainstream public opinion,\" Gao said, adding that China has indisputable sovereignty over the islands, which cannot be changed by this \"farce\" started by a few Japanese politicians.The Japanese news website quoted a political commentator as saying that both the Chinese government and public are distracted by the Huangyan Island standoff in the South China Sea and will not protest strongly against the purchase.\"It just shows that some Japanese right-wing politicians are neglecting efforts China has been making to protect the Diaoyu Islands. But these proactive actions won\u0027t influence Sino-Japanese relations in the short term, and China will prove that peaceful relations are beneficial,\" Gao added.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "",
  "keywords": "islands:8:1.0;metropolitan:2:0.699244709796663;tokyo:3:0.5688717207009132;gao:2:0.5544570747284878;china:5:0.5419965493460397;news:3:0.4235042442984622;drum:1:0.3496223548983315;tagged:1:0.3496223548983315;political:2:0.3355938707356198;relations:2:0.3355938707356198;proactive:1:0.3284539709750416;diet:1:0.31348925160859553;public opinion:1:0.30182511704005244;trick:1:0.30182511704005244;real estate:1:0.30182511704005244;tuesday:2:0.2953854340717124;uninhabited:1:0.2922251301948002;standoff:1:0.2922251301948002;a:5:0.2863480687445789;the five:1:0.2841574502545037",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://p3.img.cctvpic.com/program/china24/20120912/images/1347413287455_1347413287455_r.jpg",
      "title": "Chinese media slam Japan on Diaoyu Islands purchase plan CCTV News ..."
    },
    {
      "url": "http://i1.ytimg.com/vi/xXyk0d_ZZy4/mqdefault.jpg",
      "title": "Page 1 of comments on Chinese media slam Japan on Diaoyu Islands ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dxXyk0d_ZZy4",
      "imgurl": "http://img.youtube.com/vi/xXyk0d_ZZy4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__jwKLHHSWSjRFWabp7CyXlDyZXRM\u003d",
      "title": "Chinese media slam Japan on Diaoyu Islands ..."
    }
  ]
}