{
  "url": "http://english.sina.com/china/2012/0915/506871.html",
  "title": "China\u0027s non-CPC parties condemn Japan\u0027s \u0026quot;purchase\u0026quot; of Diaoyu Islands",
  "pubdate": "2012-09-15 14:45:30 GMT",
  "description": "BEIJING， Sept. 15 (Xinhua) -- China\u0026#39;s non-Communist parties on Saturday released a joint statement expressing strong indignation over， and condemnation of， Japan\u0026#39;s so-called \u0026quot;purchase\u0026quot; of the Diaoyu Islands.",
  "cleanContent": "BEIJING, Sept. 15 (Xinhua) -- China\u0027s non-Communist parties on Saturday released a joint statement expressing strong indignation over, and condemnation of, Japan\u0027s so-called \"purchase\" of the Diaoyu Islands.The statement was issued by the central committees of the Revolutionary Committee of the Chinese Kuomintang, Chinese Democratic League, China National Democratic Construction Association, China Association for Promoting Democracy, Chinese Peasants and Workers Democratic Party, China Zhi Gong Party, Jiu San Society, and Taiwan Democratic Self-Government League respectively.Ignoring the Chinese government\u0027s resolute opposition to the move, the Japanese government announced that it would \"purchase\" the islands to \"nationalize them\" on Sept. 10, overtly infringing upon China\u0027s territorial sovereignty and seriously hurting the Chinese people\u0027s feelings, said the statement.\"China\u0027s non-Communist parties voice strong indignation over and rigorously condemn the move,\" it said.\"Most non-Communist parties were born during the time of war against Japan\u0027s invasion (in the 1930s and \u002740s). Having had fought for the Chinese nation\u0027s independence and liberation, these parties, traditionally being patriotic and peace-loving, are staunch guards of the nation\u0027s territorial sovereignty,\" the statement added.\"The Chinese nation is peace-loving, so are its people. China has no intention to impinge on other countries\u0027 territorial sovereignty, but will not tolerate any infringement on its own sovereignty by other countries. Long gong is the time when the Chinese nation was bullied by others,\" it said.\"If the Japanese government underestimates Chinese people\u0027s determination, courage or strength, it would be a miscalculation and they are doomed to fail,\" it added.The statement reiterated that the Diaoyu Island and its affiliated islets have been an inherent part of Chinese territory since ancient times.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "statement:3:1.0;indignation:2:0.9879620776439305;the move:2:0.9114416437679617;nation:2:0.8541566568457346;the time:2:0.7963382407884861;kuomintang:1:0.7570892422212097;china zhi gong party:1:0.7570892422212097;china association for promoting democracy:1:0.7570892422212097;the revolutionary:1:0.7570892422212097;workers democratic party:1:0.7570892422212097;taiwan democratic self-government league:1:0.7570892422212097;strong:2:0.6229654650999067;gong:1:0.615258539852301;doomed:1:0.615258539852301;hurting:1:0.5923663406255067;san:1:0.5923663406255067;independence:1:0.5923663406255067;courage:1:0.5735252675784931;feelings:1:0.5211376378163841;liberation:1:0.49398103882196526",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/china/2012-09/15/131852533_11n.jpg",
      "title": "China\u0026#39;s non-CPC parties condemn Japan\u0026#39;s \u0026quot;purchase\u0026quot; of Diaoyu ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131852541_title1n.jpg",
      "title": "China\u0026#39;s non-CPC parties condemn Japan\u0026#39;s \u0026quot;purchase\u0026quot; of Diaoyu ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dhQigw_rU7vk",
      "imgurl": "http://img.youtube.com/vi/hQigw_rU7vk/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__y5zKb-RFjsBS_pmJp6L67Puoekc\u003d",
      "title": "Wen Jiabao On Reform of China\u0026#39;s Leadership ..."
    }
  ]
}