{
  "url": "http://english.sina.com/china/p/2012/0916/507164.html",
  "title": "Avoid being kidnapped by pseudo-patriotism",
  "pubdate": "2012-09-17 04:10:35 GMT",
  "description": "The almost unanimous consensus at this moment is that we should love our country in a rational and lawful manner. This speaks volumes for the mainstream public opinion.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eChinese residents protest against the Japanese government near the Japanese Consulate on Xingyi Road in Changning district Sunday.\u003c/h4\u003e\t\t\t\t\t\tBy Yuan Yue, Sina EnglishThe almost unanimous consensus at this moment is that we should love our country in a rational and lawful manner. This speaks volumes for the mainstream public opinion.In Beijing yesterday, there were plenty of people taking to the streets in front of the Japanese embassy to show their anger-- rationally. The demonstrators were cooperating with the public security officers and protesting in an orderly way. Similar situations were seen in some other cities.Real patriotism, in this case, is to express anger over Japan\u0027s illegal purchase of Diaoyu Islands, instead of creating chaos on our own turf. Patriotism is not just a slogan; it should be translated into concrete actions, from respecting others\u0027 property, to preserving public order, all the way to treasuring the flowers and trees on the roadside.For sure, many citizens and law-enforcing organs stand to resist \"patriotism\" unduly expressed and even those illegal behaviors in the disguise of “patriotism”. This deserves our applause.Neither the public nor the police should be kidnapped by the pseudo-patriotism, and allow a handful of extremists to run wild under the cover of \"patriotism\". Real patriotism is a noble act. Patriotic behaviors should be within the legal framework, and cooperate with law-enforcing departments. So to speak, real patriots should perform their obligation, and guard the laws.Some cities witnessed patriotic demonstrations evolved into chaos a couple of days ago, this may be due to the local law-enforcing departments\u0027 failure to tell the demarcation between patriotism and illegal behaviors. A few officials were afraid, that if they were to take actions against those \"patriots\", they would be considered as \"traitors\", or labeled as \"suppressing patriotism\".Actually, They don\u0027t have to worry about that. The public, for the most part, detest those troublemakers; it is also their aspiration, therefore, to have the rioters arrested and punished.Just as the public can show their patriotism via demonstration, law-enforcing personnel can also show that by fulfilling their duty and keeping the public in order. We have seen from what happened yesterday, that in cities like Beijing, Shanghai, Guangzhou, and Hangzhou, the police\u0027s endeavor to defend the law has won wide appreciation.Public opinions can only be better shown if we love our country in a rational manner. And only in that way, could every citizen\u0027s interest be secured, our society as a whole pushed forward on a sound track, and our country provided with a momentum to get stronger.Related news:Foreign ministry spokesman Hong Lei said today that Japan’s attitude and actions toward the Chinese government’s stance on the Diaoyu Islands and Chinese people’s demand for justice will influence which direction the issue points to in the days to come.Hong added that China is a country ruled by law and will ensure the safety of Japanese nationals and institutions in China.At the same time, he also called on the Chinese people to express their anger or make their voice heard through lawful and rational channels. Chinese protesters took to street outside the Japanese embassy in Beijing on Saturday amid escalating tensions between the two nations over the Diaoyu Islands.On the same day, more than 70,000 people across China took part in anti-Japan protest, the biggest of its kind since the normalization of China-Japan relations in 1972.In Guangzhou, dozens of locals protested nearby the Japanese consulate while chanting slogans of boycotting Japanese goods and singing the Chinese national anthem. More and more pedestrians came joining them, which led to crashes between the police and the protesters as the police tried to disperse the crowds.In Dongguan, another city in Guangdong province whose economy is mainly driven by foreign investment, over a thousand people took to street in protest. Several Japanese restaurants were vandalized. Chinese police used pepper spray, tear gas and water cannon to break up an anti-Japan protest in a southern city yesterday as demonstrators took to the streets in scores of cities across the country in protest at the Japanese government\u0027s \"purchase\" of China\u0027s Diaoyu Islands.About 20 rounds of tear gas were fired as thousands of people occupied a street in Shenzhen where protesters attacked a Japanese department store, grabbed police shields and knocked off officers\u0027 helmets. At least one policeman was hit with a flowerpot.In Beijing on Saturday, demonstrators besieged the Japanese Embassy, hurling rocks, eggs and bottles and testing police cordons.A six-deep cordon of anti-riot police were guarding the embassy yesterday as demonstrators, some throwing water bottles, resumed their protests. China’s Foreign Ministry said yesterday that a submission concerning the outer limits of the continental shelf in the East China Sea was being prepared for the Commission on the Limits of the Continental Shelf under the UN Convention on the Law of the Sea.It said preparations for the State Oceanic Administration\u0027s submission were \"close to being completed.\"According to the UN convention, if the continental shelf of a coastal state extends beyond 200 nautical miles from the baselines from which the breadth of the territorial sea is measured, information on the limits of the continental shelf beyond 200 nautical miles shall be submitted by the coastal state to the commission.The commission shall make recommendations to the coastal state on matters related to the establishment of the outer limits of its continental shelf, the ministry said. Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/china/p/2012/0916/U45P5029T2D507164F24DT20120917121035.jpg",
  "keywords": "patriotism:7:1.0;shelf:5:0.7142857142857143;the continental:4:0.5379793684902937;yesterday:5:0.5009216558488228;a:18:0.4879140692889996;the public:5:0.4850546113656872;protest:5:0.4350338986466751;police:4:0.361567909967842;the police:3:0.35739059594705824;street:3:0.3423393507361716;country:5:0.33408201699531004;patriots:2:0.3309602009903885;coastal:3:0.3252760461926664;embassy:3:0.32152740953858044;anger:3:0.32152740953858044;illegal:3:0.28339509501785803;submission:2:0.27662672729218857;the outer limits:2:0.27662672729218857;tear gas:2:0.27662672729218857;people:5:0.27106337182722207",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/china/p/2012/0916/U45P5029T2D507164F24DT20120917121035.jpg",
      "title": "Avoid being kidnapped by pseudo-patriotism - China News - SINA English"
    },
    {
      "url": "http://www.uruknet.info/pic.php?f\u003diraq-women-mother-dead-chil.jpg",
      "title": "Iraq\u0026#39;s Shocking Human Toll ! ! !"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d59_oDK9NxPw",
      "imgurl": "http://img.youtube.com/vi/59_oDK9NxPw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__3FlCtKDa8jycHIYWjqaRjAkM2Qg\u003d",
      "title": "Police State : Former Marine arrested for anti ..."
    }
  ]
}