{
  "url": "http://english.sina.com/world/2012/0613/476445.html",
  "title": "Russia defends weapons sales to Syria, says U.S. arming rebels",
  "pubdate": "2012-06-13 16:31:48 GMT",
  "description": "DUBAI - Russia\u0026#39;s foreign minister on Wednesday defended his country\u0026#39;s sale of arms to Syria and accused the United States of supplying rebels with weapons to fight against the government.",
  "cleanContent": "DUBAI - Russia\u0027s foreign minister on Wednesday defended his country\u0027s sale of arms to Syria and accused the United States of supplying rebels with weapons to fight against the government.U.S. Secretary of State Hillary Clinton said on Tuesday Washington was worried Russia may be sending attack helicopters to Syria and described as \"patently untrue\" Moscow\u0027s argument that its arms transfers to Syria are unrelated to the conflict there.\"We are not violating any international law in performing these contracts,\" said Sergei Lavrov, in response to a question about Clinton\u0027s comments at a news conference during a visit to Iran.\"They are providing arms and weapons to the Syrian opposition that can be used in fighting against the Damascus government,\" he said on Iranian state television, speaking through an interpreter.Russia is one of Syria\u0027s principal defenders on the diplomatic front and, as a permanent member of the U.N. Security Council with the power to veto resolutions, has stymied efforts by Western powers to pressure President Bashar al-Assad into stepping down.Lavrov said Russia\u0027s position was based on concern for the Syrian people and the country\u0027s integrity, rather than personal preference for Assad.\"I have announced time and again that our stance is not based on support for Bashar al-Assad or anyone else ... We don\u0027t want to see Syria disintegrate.\"Russia is resisting Western and Gulf Arab pressure to take a harder line against Assad, rejecting calls for sanctions and proposing a conference bringing together global and regional powers including Iran.Iranian Foreign Minister Ali Akbar Salehi said the Syrian crisis could not be resolved by external powers.\"The Islamic Republic of Iran has announced many times: the issue of Syria needs to be dealt with in Syria by Syrians, not through the interference of others\"The United States says it does not believe Iran, Assad\u0027s closest regional ally, is ready to play a constructive role in Syria, where the United Nations says government forces have killed more than 10,000 people since March 2011.(Agencies)Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0510/S58317T1336631801197.jpg",
  "keywords": "syria:7:1.0;arms:3:0.6351184784853839;syrian:3:0.4285714285714286;powers:2:0.423412318990256;iran:2:0.4168595405878163;bashar al-assad:2:0.39061784732912647;weapons:2:0.34980845849395703;western:2:0.32983326059959417;ali akbar salehi:1:0.32446681809480415;pressure:2:0.32349119985201563;dubai:1:0.29407452473003803;anyone else:1:0.29407452473003803;veto:1:0.29407452473003803;united states:2:0.27869505077673856;unrelated:1:0.2762693633771415;personal preference:1:0.2762693633771415;untrue:1:0.2762693633771415;time and again:1:0.26368223136527186;interference:1:0.26368223136527186;state:2:0.2627066131224833",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://www.csmonitor.com/var/ezflow_site/storage/images/media/content/2012/0613-world-latestnews-russiasyriaarms/12834009-1-eng-US/0613-world-latestnews-russiasyriaarms_full_600.jpg",
      "title": "Russia defends arms sales to Syria, says US arming rebels - CSMonitor."
    },
    {
      "url": "http://cdn01.dailycaller.com/wp-content/uploads/2012/05/867a27c7e5a34203ad13853c967cba76-e1339603623216.jpg",
      "title": "Russia defends weapons sales to Syria, says US arming rebels | The ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d2uhjWr1gHzw",
      "imgurl": "http://img.youtube.com/vi/2uhjWr1gHzw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__ezi8kTtn4w-Rs2ewMRajL8ppRbA\u003d",
      "title": "Russia : Russia\u0026#39;s Sergey Lavrov defends supply ..."
    }
  ]
}