{
  "url": "http://english.sina.com/sports/2012/0718/487443.html",
  "title": "Past meets present in Olympic Stadium of Amsterdam",
  "pubdate": "2012-07-18 13:31:46 GMT",
  "description": "AMSTERDAM， July 18 (Xinhua) -- The 1928 Olympic Games in Amsterdam witnessed many first times， which are well combined with the present and the future in the Olympic Stadium of Amsterdam.",
  "cleanContent": "AMSTERDAM, July 18 (Xinhua) -- The 1928 Olympic Games in Amsterdam witnessed many first times, which are well combined with the present and the future in the Olympic Stadium of Amsterdam.The 1928 Olympics were groundbreaking in many ways. For the first time ever the Parade of Nations started with Greece to remember the classic Greeks invented the Olympic Games in Olympia. And the parade ended with the host country. This tradition was started in Amsterdam. And there were more breakthroughs, especially for women. Sports historian Jurryt van de Vooren told Xinhua all about the Games of 1928 in an exclusive interview.\"The 1928 Olympic Games were the first time for women to compete in gymnastics and track and field,\" Van de Vooren said. \"In the years before women were forbidden to compete in those sports. The three main Olympics sports are Gymnastics, athletics and swimming, just like now. So in 1928 two of the three biggest sports finally allowed women to be part of the Olympics. Swimming already said in 1912 that it\u0027s OK for women to compete in the Olympics in 1912. Here the gymnastics and athletics women were allowed to be part of the Olympic Games. This is the beginning of the big influence of women in the Olympic arena.\"\"Although track and field was part of Olympics in 1928 not all men agreed with it,\" the sports historian added. \"They said it was not good for women to be part of sports. Especially the 800 meter for women, which they organized here one time. But at the end all the women were completely exhausted lying on the field, some could hardly breathe. Then the men said the 800 meters was too much for women and they skipped it from the program only to come back in 1960. The other parts of the track and field program for women continued after 1928.\"The Amsterdam Games contained more historic developments. For the first time the Olympic fire was lit, for the first time the Marathon Tower was built and for the first time the Olympic Rings were put on the stadium wall.\"Especially in 1928 when Amsterdam was smaller and it did not have big buildings like now you could see the Marathon Tower from wherever you were in Amsterdam,\" said Van de Vooren. \"It\u0027 s the first Marathon Tower ever made. Now there also are Marathon Towers in Berlin, Rome and Helsinki. But this is the first one. Also other architects of Olympic stadiums were inspired by this tower and this stadium to make something similar.\"\"The Marathon Tower is the place where the Olympic fire was lit in 1928, for the first time in history it was lit,\" continued the sports historian. \"So the Olympic fire was a Dutch invention. And it was lit inside this tower, just three meters above us. Although there was no torch relay, because that was an invention of 1936, from Olympia to Berlin, the Olympic fire was born on this place in Amsterdam.\"The Olympic stadium of 1928 is, 84 years after the Games, still alive with sporting events, concerts and people working in the stadium. Inside the stadium visitors can enjoy an Olympic experience, in which you can go back in history or learn about the future. You can touch the tandem of Bernhard Leene and Daan van Dijk, gold medal winners in this former cycling event. Or you can see the Olympic torch of the 2012 London Olympic Games. And other torches, like the one from Beijing. Also the original shirt of Finnish runner Paavo Nurmi is exhibited.\"The two most famous international stars of the Olympics of 1928 were Johnny Weismuller, United States, swimming and Paavo Nurmi from Finland,\" said Van de Vooren. \"In his whole career, which included the Olympic Games of 1920, 1924 and 1928, Nurmi won nine gold medals being the most successful Finish athlete ever. His last Olympic race he was running here in Amsterdam, because he was not allowed to compete in 1932 in Los Angeles.\"The Olympic stadium, designed by architect Jan Wils, was built as the main stadium for the 1928 Games. After 1937 the stadium was expanded considerably from a capacity of around 30,000 to over 60,000 and it was used for important football matches, like European Cup finals and matches of Ajax and the Dutch team. After a restoration, completed in 2000, the stadium was restored to its original size. At the moment it is used for small and large events and not only houses the Olympic Experience, but also several companies.Maybe in about sixteen years, 100 years after the Games of 1928, the Olympics will return to Amsterdam. At least the Netherlands is investigating a possible bid for the Olympic Games in 2028. If so, a new stadium will be build, but the current Olympic stadium will certainly also be part of the project. To let the Olympic past meet the Olympic present.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "amsterdam:8:1.0;stadium:8:0.8978467688595912;women:10:0.8265690271354194;tower:6:0.8161695774264923;olympic games:7:0.7551970325326085;olympics:7:0.7551970325326085;lit:4:0.5791803517331798;van:5:0.5740669880355241;olympic stadium:4:0.5441130516176615;sports:5:0.5064097748255904;swimming:3:0.4343852637998849;track and field:3:0.4343852637998849;for the first time:5:0.40848614694915897;marathon:3:0.3630725795709975;the games:3:0.33669253832234675;olympia:2:0.3195190164846995;invention:2:0.2895901758665899;fire:3:0.27608220207200107;the sports:2:0.2720565258088308;torch:2:0.2720565258088308",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131718163_title1n.jpg",
      "title": "Past meets present in Olympic Stadium of Amsterdam - Xinhua | English."
    },
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131719703_title1n.jpg",
      "title": "Past meets present in Olympic Stadium of Amsterdam - Xinhua | English."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dYb5uvF7hwMQ",
      "imgurl": "http://img.youtube.com/vi/Yb5uvF7hwMQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__XBOMC7hnO9szm0ZliUW25ZImoeU\u003d",
      "title": "Take That - The Flood , SOS ( live at The Royal ..."
    }
  ]
}