{
  "url": "http://english.sina.com/technology/2010/0310/308150.html",
  "title": "China to conduct maiden space docking in 2011",
  "pubdate": "2010-03-11 02:35:31 GMT",
  "description": "BEIJING, Mar. 11 -- China will launch an unmanned space module, Tiangong-1, in the first half of 2011, and the Shenzhou-8 spacecraft in the second half of the year, to carry out the nation‘s first-ever space docking, an expert said here Wednesday.",
  "cleanContent": "BEIJING, Mar. 11 -- China will launch an unmanned space module, Tiangong-1, in the first half of 2011, and the Shenzhou-8 spacecraft in the second half of the year, to carry out the nation\u0027s first-ever space docking, an expert said here Wednesday.The Shenzhou-9 and Shenzhou-10 spaceships, which are also expected to dock with Tiangong-1, would be launched in 2012, said Niu Hongguang, deputy commander-in-chief of China\u0027s manned space program.The two spaceships would help China establish breakthroughs and further master the docking technologies tested by its predecessor Shenzhou-8, said Niu, who is also a deputy to the National People\u0027s Congress, China\u0027s top legislature.Qi Faren, former chief designer of Shenzhou spaceships, told Xinhua earlier that the 8.5-tonne Tiangong-1 would be converted into a manned space lab where Chinese astronauts would live and conduct research in zero gravity, after docking with the three Shenzhou spaceships.Niu said experts have already begun building flight models of the Tiangong-1 module, the Shenzhou-8 spaceship, and the Long March II-F carrier rocket on which the Tiangong-1 is expected to be launched.He also said the country has already finished selection of its second batch of astronauts.The astronauts include five men and two women, according to Zhang Jianqi, former deputy commander of the country\u0027s manned space program. This is the first time women will be part of China\u0027s space missions.\t\t\t\t\t\t |  |",
  "type": "science/tech",
  "pic": "",
  "keywords": "deputy:3:1.0;space:6:0.8842282173954805;shenzhou:2:0.7438478550696795;astronauts:2:0.7438478550696795;two women:1:0.7235184665538668;commander:1:0.6305374846701568;selection:1:0.6006042943115778;batch:1:0.5755359651725658;gravity:1:0.5557733562808088;spaceship:1:0.537556502786447;the first time:1:0.522061234297964;tested:1:0.522061234297964;models:1:0.4948380997771288;master:1:0.4948380997771288;women:1:0.4807047028992467;men:1:0.4807047028992467;begun:1:0.46064603738442467;carry out:1:0.44211410869774026;the long march:1:0.43179030825199793;congress:1:0.43179030825199793",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://www.worldaffairsboard.com/attachments/east-asia-pacific/19787d1268848439-china-conduct-maiden-space-docking-2011-china-space-lab-tiangong-1-lg.jpg",
      "title": "China To Conduct Maiden Space Docking In 2011"
    },
    {
      "url": "http://www.spacedaily.com/images/yinghuo-1-dragonspace-china-mars-probe-bg.jpg",
      "title": "China To Conduct Maiden Space Docking In 2011"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d6y7kaWfYV34",
      "imgurl": "http://img.youtube.com/vi/6y7kaWfYV34/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__lLEtObqRjvUPtdxDt-DpN4FMUZo\u003d",
      "title": "Scientists Refer to Tiangong 1 as \u0026quot;The Project for ..."
    }
  ]
}