{
  "url": "http://english.sina.com/world/p/2012/0717/487252.html",
  "title": "US commander visits Philippines amid South China Sea tension",
  "pubdate": "2012-07-18 03:48:19 GMT",
  "description": "Navy Admiral Samuel J. Locklear III, Commander of U.S. Pacific Command, met with Philippine President Benigno Aquino III in Manila on July 16, reaffirming the longstanding alliance of the United States and the Philippines and Washington’s commitment to provide military support to Manila. The two reportedly also discussed the ongoing South China Sea tension.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003ePhilippine president Aquino shakes hand of Samuel J. Locklear III, Commander of the United States Pacific Command.\u003c/h4\u003e\t\t\t\t\t\tBy Mei Jingya, Sina EnglishNavy Admiral Samuel J. Locklear III, Commander of U.S. Pacific Command, met with Philippine President Benigno Aquino III in Manila on July 16, reaffirming the longstanding alliance of the United States and the Philippines and Washington’s commitment to provide military support to Manila. The two reportedly also discussed the ongoing South China Sea tension.According to the ABS-CBN news network, Philippine Presidential Communications and Strategic Planning Secretary Ramon Carandang said Locklear reiterated the United States\u0027 commitment to help its ally to boost its military capacity and establish a minimum credible defense system.As to the widely-concerned sea row with China, Carandang said there was no specific discussion and the issue was only touched in \"broad strokes.\"An article published on the US Department of Defense website quoted Locklear as saying “Now, as the security environment changes…what we are looking for is to try to provide [the Philippines] assistance that builds the interoperability of our defense forces over time.”Locklear also warned of excessive maritime claims that cause friction among neighbors, which he said could lead to “miscalculation” that threatens stability if not resolved. “I’m looking forward to giving the message to the Philippine military and to the leaders there that the United States is a very reliable ally. We want the Philippines to be a reliable ally to us as well.”This is Locklear\u0027s first visit in Manila since he assumed command of the US military forces in the Asia Pacific region in March. During his 3-day visit, Locklear is expected to discuss with senior Philippine government officials on maritime and regional security issues, as well as developments in the defense alliance between the Philippines and the United States.The Philippines-US Mutual Defense Treaty was signed in 1951. By the treaty, if one country is in need of military help, the other has an obligation to offer that help. Locklear reaffirmed the strength of the treaty.A July 16 AFP commentary says the Philippines has been seeking US military support to counter China since the Huangyan Island incident broke out. Tension between the two countries escalated at the just concluded ASEAN Foreign Ministers’ Meeting in Cambodia.Unfazed by Manila’s warning, a fleet of Chinese fishing vessels on Monday started fishing in waters around Yong-shu Reef in Nansha Islands of the South China Sea. Philippine press reported that the ‘so-called’ fishing fleet is the largest of its kind in history in Nansha Islands and a 3,000-ton supply ship and patrol vessels were also seen escorting the fleet.The Philippines then warned Chinese fishing fleet not to enter its 200-nautical mile exclusive economic zone (EEZ) or explore the resources in that area. Philippine Foreign Department spokesman Raul Hernandez said Manila will file a diplomatic protest if Chinese ships enter their EEZ.On the other side, China’s manned submersible Jiaolong may undertake a deep sea dive mission in the South China Sea in 2013, field commander in chief Liu Feng said Monday. An application has been submitted to authorities for review.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/world/p/2012/0717/U47P5029T2D487252F24DT20120718114819.jpg",
  "keywords": "philippines:6:1.0;manila:4:0.772240468977573;ally:3:0.4489233844297956;samuel j. locklear:2:0.4260253553129326;iii:2:0.3861202344887865;united states:4:0.3659269651309135;commander:2:0.3333333333333333;china:5:0.29928840618109565;the south:2:0.2828260610167405;pacific:2:0.27797046351437865;alliance:2:0.27366856022026337;commitment:2:0.2627737242137489;vessels:2:0.24778898680732384;enter:2:0.2403233152263489;maritime:2:0.2317431998334082;july:2:0.22405567472193982;a:7:0.22136842032556464;benigno aquino iii:1:0.2130126776564663;reef:1:0.2130126776564663;field commander:1:0.2130126776564663",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/world/p/2012/0717/U47P5029T2D487252F24DT20120718114819.jpg",
      "title": "US commander visits Philippines amid South China Sea tension ..."
    },
    {
      "url": "http://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Spratly_Is_since_NalGeoMaps.png/250px-Spratly_Is_since_NalGeoMaps.png",
      "title": "Philippine Foreign Secretary Del Rosario to visit China amid South ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d-MPlOWJNR-E",
      "imgurl": "http://img.youtube.com/vi/-MPlOWJNR-E/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__a5zEESw3silxdZq4LmwD2_3w-2Y\u003d",
      "title": "LATEST NEWS : The Philippines looking forward ..."
    }
  ]
}