{
  "url": "http://english.sina.com/world/2012/1007/513892.html",
  "title": "U.S. Congress report denies Japan’s “sovereignty” over Diaoyu Islands ",
  "pubdate": "2012-10-08 06:15:05 GMT",
  "description": "The U.S. Congressional Research Service published a report on the Diaoyu Islands dispute, which stated that the U.S. only admitted that Japan “administers” the Diaoyu Islands, and did not acknowledge Japan’s “sovereignty” over the islands, South Korea’s Chosun Ilbo newspaper reported last Saturday.",
  "cleanContent": "By Yu Runze, Sina EnglishThe U.S. Congressional Research Service published a report on the Diaoyu Islands dispute, which stated that the U.S. only admitted that Japan “administers” the Diaoyu Islands, and did not acknowledge Japan’s “sovereignty” over the islands, South Korea’s Chosun Ilbo newspaper reported last Saturday.According to the Chosun Ilbo, the U.S. Congressional Service republished “Diaoyu Islands Dispute: U.S. Treaty Obligations” revised from the 1996 report on September 25.The report said that during Senate deliberations on whether to consent to the ratification of the Okinawa Reversion Treaty, the State Department asserted that the United States took a neutral position with regard to the competing claims of Japan and China, despite the return of the islands to the Japanese administration.Department officials asserted that reversion of administrative rights to Japan did not prejudice any claims to the islands  When asked by the Chairman of the Senate Foreign Relations Committee how the Okinawa Reversion Treaty would affect the determination of sovereignty over the Diaoyu Islands, Secretary of State William Rogers answered that “this treaty does not affect the legal status of those islands at all.”In his letter of October 20, 1971, Acting Assistant Legal Adviser Robert Starr stated:The United States believes that a return of administrative rights over those islands to Japan, from which the rights were received, can inno way prejudice any underlying claims. The United States cannot add to the legal rights Japan possessed before it transferred administration of the islands to us, nor can the United States, by giving back what it received, diminish the rights of other claimants.However, it also has been the U.S. policy since 1972 that the 1960 U.S.-Japan Security Treaty covers the islands, because Article 5 of the treaty stipulates that the United States is bound to protect “the territories under the Administration of Japan” and Japan “administers” the Diaoyu Islands.In a separate report of Japan’s Asahi Shimbun, four Chinese surveillance ships and two fisheries administration ships went into the Diaoyu waters on October 6.It reported that Chinese public service ships have patrolled off the Diaoyu waters for 8 consecutive days since October 1. The Japan Coast Guard ship once warned the Chinese ship “not to enter Japanese territorial waters”. The Chinese surveillance ship replied that “the Diaoyu Islands are an inherent part of Chinese territory, and the Diaoyu waters are under Chinese administration”.Foreign Ministry spokesman Hong Lei said on Wednesday that Chinese marine surveillance ships will continue to patrol in the waters off the Diaoyu Islands.Also by the Cairo Declaration and the Postan Potsdam Proclamation, Japan, as a defeated party of the Second World War,should have given back all the territories it grabbed by blatant invasion. If not, it will be viewed as a brazen denial to the world victory fighting fascist, and  a challenge to the post-war international order, also an act to go back on its own word.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "islands:11:1.0;japan:8:0.8004162831091903;treaty:5:0.7823403283293595;united states:5:0.6024324495204499;ships:4:0.5555723179693073;ship:3:0.5066201195974708;legal:3:0.4354547665864673;surveillance:3:0.43295497130560695;october:2:0.32936501144677255;a:7:0.2915543972672076;since october:1:0.28054942413677636;giving back:1:0.28054942413677636;the chosun ilbo:1:0.28054942413677636;inno:1:0.28054942413677636;public service:1:0.25427080356242293;possessed:1:0.25427080356242293;congressional research service:1:0.23887561525457573;reported:2:0.2343754229668887;covers:1:0.21950917602912906;asahi shimbun:1:0.21950917602912906",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
      "title": "U.S. Congress report denies Japan\u0026#39;s “sovereignty” over Diaoyu ..."
    },
    {
      "url": "http://img.news.sina.com/life/p/2012/1007/U150P5029T2D513896F23DT20121008142955.jpg",
      "title": "U.S. Congress report denies Japan\u0026#39;s “sovereignty” over Diaoyu ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003di2LPHgLaalc",
      "imgurl": "http://img.youtube.com/vi/i2LPHgLaalc/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__7JNBFK_5Dhm8QdDhcdDsYgtAyWs\u003d",
      "title": "Japan moves to nationalize Diaoyu islands - YouTube"
    }
  ]
}