{
  "url": "http://english.sina.com/china/2012/0927/511323.html",
  "title": "People\u0027s Daily to Japan: Dirty trick backfires ",
  "pubdate": "2012-09-28 03:52:28 GMT",
  "description": "There are basic moral standards when it comes to international relations. A country\u0026#39;s image does not come out of the blue. It is high time that we warn the Japanese politicians who are entangled in a dirty diplomacy: Continue to play tricks, you will have to pay the price.",
  "cleanContent": "By Yuan Yue,Sina EnglishThere are basic moral standards when it comes to international relations. A country\u0027s image does not come out of the blue. It is high time that we warn the Japanese politicians who are entangled in a dirty diplomacy: Continue to play tricks, you will have to pay the price.\"There is no shortcut in diplomacy,\" says Osamu Fujimura, Chief Cabinet Secretary of Japan on September 26 when dwelling on Sino-Japan relations. \"The only way is to start dialogue based on a clear understanding of the big picture.\"The same day, Yoshihiko Noda addressed the press conference at the UN General Assembly: \"China and Japan should proceed from the overall situation, find a way to begin dialogue, thus to avoid the adverse impact that islands dispute inflicts on our relationship.\"A day before, the same Noda expressed the similar idea, that China and Japan both have the responsibility to maintain peace and stability in East Asia, and therefore, should focus on the overall interests.Big picture, overall situation, overall interest--how elegant! But is Japan really in a position to say that?Four decades ago, the elder generation of leaders from both China and Japan paved the way for the normalization of Sino-Japan ties after reaching an understanding over issues concerning the Diaoyu Islands. They were aware that a healthy and stable relationship between the two benefits both-- the countries, and the people.But recently, the Japanese government has been ruining the fruit painstakingly achieved by our former generations. On September 11, Tokyo announced to \"nationalize\" the Diaoyu Islands and their affiliated islets, which is an integral part of Chinese territory, despite the strong protest from Chinese government and its people.In the following days, it shows no regret, and claims \"no yield\" over the issue, even in the face of the counter measures from the Chinese government, and the outrage of 1.3 billion Chinese people. Viewed from that, is Japan really trying to help with the \"overall situation\"?China has always been bent on fostering a friendly, secure and prosperous neighborhood, and aiming to spearhead the development of the entire region. For all these years, China has been a major force in keeping peace and prosperity.But, let’s comb through what Japan has been all along doing? Promote \"dynamic defense\", upgrade the country\u0027s defense agency into a ministry, expand its military build-up, push through the boundaries of its pacifist constitution, defy the post-war order, thus creating tensions over the so-called territorial issues-- and even worse. Well then, is Japan really trying to maintain peace in East Asia, and to help with the \"overall situation\"?There are basic moral standards inbuilt in the international relations. A country\u0027s image does not come out of the blue. Japan should think to itself: why it could never get rid of the negative legacies left over by WWII, and why it always fails to become a \"normal country\"? The answer is quite simple: it has too many bad debts on its diplomatic account over these years.China is, as always, committed to the two countries\u0027 peaceful coexistence, friendship for generations, mutually beneficial cooperation and common development-- but only when condition permits.China will never tolerate the Japanese side taking any unilateral action to challenge its sovereignty and territorial integrity, and will continue to take firm measures to safeguard its national dignity.Japan, as evident, should abandon their illusions, and back to the sound track for negotiations, rather than being wheeler-dealer on the wrong course running counter to history and international values.It\u0027s high time that we warn the Japanese politicians who are still struggling in a dirty diplomacy: Stop playing tricks, or you will have to bear the consequences.\"The world is undergoing major and profound changes,\" and \"countries have never been so interconnected and interdependent as they are today,\" Chinese Foreign Minister Yang Jiechi said here Thursday.The Chinese foreign minister made the statement as he was taking the floor at the general debate of the 67th session of the UN General Assembly, which entered its third day here Thursday. By Mei Jingya, Sina EnglishA total of 75 Taiwanese fishing boats sailed to the Diaoyu Islands on September 24 from the port in Yilan to protest against Japan’s “nationalization” of the islands and deprivation of their fishing rights in the adjacent waters.The ships entered waters near Diaoyu Islands early Tuesday morning. When coming almost 1,500 meters away from the islands, Japanese Coast Guard patrol vessels fired water cannons at them, and the Taiwanese retaliated, firing back.Escorted by three other ships, one Taiwanese fishing boat came as close as 1,050 meters away from the Diaoyu Islands.Chen Chien-Ming, captain of one of the fishing boats, recalled the close encounter in an interview. He said his boat sailed at the front of the fishing fleet. Japanese patrol ships tried to outflank their boats in order to stop them. But he drove faster, knowing in his heart that the Japanese would not do anything rash because of the existence of Taiwan’s marine patrol ships.Chen said he even pretended he was going to ram the Japanese vessels at a point. As a result, Japanese ships had to run away to dodge the “potential danger”.“In the past, I was the one forced to run. Now it’s their turn. I feel really good,” he grinned.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "japan:9:1.0;islands:7:0.7067029714329294;diplomacy:3:0.6433800109411754;high time:2:0.6231189223953792;out of the blue:2:0.6231189223953792;ships:4:0.6169815267860981;a:13:0.601307292250599;dirty:2:0.5063857957121822;patrol:3:0.4835869931691686;east asia:2:0.47203741219666273;tricks:2:0.47203741219666273;you will:2:0.4377402300206695;peace:3:0.4295975111383184;september:3:0.42531548319659324;generations:2:0.42079101652328305;relations:3:0.40656888967464155;boat:2:0.4002767821475926;standards:2:0.37890715495127875;understanding:2:0.37003525676959936;basic:2:0.36242445318168454",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://images.huffingtonpost.com/2011-09-19-cortessign.png",
      "title": "Jeff Biggers: Arizona Recall Election Heats Up: Dirty Tricks for ..."
    },
    {
      "url": "http://images.huffingtonpost.com/2011-09-19-parrazsign.jpg",
      "title": "Jeff Biggers: Arizona Recall Election Heats Up: Dirty Tricks for ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dUIRPYqisgXg",
      "imgurl": "http://img.youtube.com/vi/UIRPYqisgXg/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__i2Viz1QUxzNxSx-nkWOaRAHZbPM\u003d",
      "title": "110cc ATV Help - Trouble Starting the Engine - YouTube"
    }
  ]
}