{
  "url": "http://english.sina.com/sports/2012/0618/478177.html",
  "title": "London announces street route for torch relay",
  "pubdate": "2012-06-19 02:26:26 GMT",
  "description": "The London Organizing Committee of the Olympic and Paralympic Games (LOCOG) on Thursday announced the street route for the penultimate day of the Olympic torch relay in London.",
  "cleanContent": "The London Organizing Committee of the Olympic and Paralympic Games (LOCOG) on Thursday announced the street route for the penultimate day of the Olympic torch relay in London.On July 26 the Olympic torch relay will travel from Camden to Westminster, in the final stages of the Olympic Flame\u0027s journey around every London Borough.A total of 175 torchbearers will carry the flame through the city.Seb Coe, Chair of LOCOG, said: \"The penultimate day of the Olympic torch relay is set to include many of London\u0027s iconic landmarks which are famous around the world and give the city its special character. I hope that the people from these Boroughs come out and line the streets to cheer on the Torchbearers as the start of the Games draws near.\"The torch will visit St Paul\u0027s Cathedral, the Museum of London, the Millennium Bridge, Shakespeare\u0027s Globe and the Royal Hospital Chelsea, home of the Chelsea Pensioners.It will also be greeted by a choral fanfare at the Opera Holland Park and carried to the site of the 1908 Olympic Stadium in White City.In Westminster the flame will be carried through Trafalgar Square and visit Downing Street. Before arriving in Hyde Park, the flame will visit Buckingham Palace.Due to the expectation of large crowds, some areas will have limited capacity.Secretary of State for Culture, Olympics, Media and Sport, Jeremy Hunt said: \"The arrival of the Torch in London will be the most fantastic celebration, and I am sure that Londoners will be out in force to cheer it on. The Torch will visit the London\u0027s most iconic landmarks, showcasing the city to a global audience immediately ahead of the opening ceremony.\"The Mayor of London, Boris Johnson, said: \"As the Olympic Flame takes its final strides around some of capital\u0027s most historic and famous sights there couldn\u0027t be a better opportunity for Londoners to come out and demonstrate their support for the Games and show to the world the best our great capital has to offer.\"At the end of the day there will be an Olympic torch relay finale concert in Hyde Park.Towards the end of the eight-hour show, the last torchbearer of the day will light a celebration cauldron on stage at the event which will enable the Olympic flame to be seen by the audience.On July 26 in particular, roads in central London will be exceptionally busy and there will be a large number of road closures necessary along the route.Transport for London (TfL) has already issued advice to motorists that, from mid-July, they should avoid driving in central London, around the Olympic Route Network and Games venues.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "london:7:1.0;torch:5:0.9860249685410162;the flame:3:0.5916149811246096;landmarks:2:0.46321804226664987;westminster:2:0.46321804226664987;visit:4:0.42991426601306176;chelsea:2:0.4198291413149746;flame:2:0.3944099874164065;the torch:2:0.3944099874164065;the games:2:0.3254100703474819;games:2:0.2857142857142857;famous:2:0.2694213570453208;the city:2:0.26412832226601435;july:2:0.2436160892987105;the end:2:0.24232538476261054;the day:2:0.23828547003779904;large:2:0.232458293271823;hyde:1:0.23160902113332493;holland park:1:0.23160902113332493;the millennium:1:0.23160902113332493",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://images.china.cn/attachement/jpg/site1007/20120619/001ec94a1d8b114a2dc00c.jpg",
      "title": "London announces street route for torch relay - China."
    },
    {
      "url": "http://i.telegraph.co.uk/multimedia/archive/02171/torch-pa_2171268b.jpg",
      "title": "London 2012 Olympics: street-by-street map of Olympic torch relay ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dra4wZ-koVBU",
      "imgurl": "http://img.youtube.com/vi/ra4wZ-koVBU/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__wcqr8gmhOqxE6smhxNDXGz3Otr0\u003d",
      "title": "Northampton route for Olympic Torch Relay ..."
    }
  ]
}