{
  "url": "http://english.sina.com/2012/1013/515799.html",
  "title": "Japan\u0027s \u0026quot;purchase\u0026quot; of Diaoyu Islands drags down global economic recovery",
  "pubdate": "2012-10-13 07:35:43 GMT",
  "description": "GUILIN， Oct. 13 (Xinhua) -- The Japanese government\u0026#39;s attempt to \u0026quot;nationalize\u0026quot; the Diaoyu Islands has the potential to derail global economic recovery， according to academics.",
  "cleanContent": "GUILIN, Oct. 13 (Xinhua) -- The Japanese government\u0027s attempt to \"nationalize\" the Diaoyu Islands has the potential to derail global economic recovery, according to academics.Relations between China and Japan soured after Japan moved to \"purchase\" part of the Diaoyu Islands in September. China claims the islands are part of its territory.\"The world economy is quite unstable already and the world is turning its eye to east Asia for growth. But clearly, the dispute has had an adverse impact on global recovery,\" said Yang Mu, a senior researcher at the National University of Singapore.\"The global economy is already suffering from lower aggregate demand. This is particularly true in the U.S. and the eurozone. The global aggregate demand would go down if there is a further slowdown in the Chinese and Japanese economies,\" said Jesus P. Estanislao, former Philippines secretary of finance and chairman of the Institute of Corporate Directors.Other east Asian economies will also be affected, as they have large trade relationships with both China and Japan, Estanislao said.Under the circumstances of the global economic downturn, Asian countries are eager to strengthen regional cooperation. Many countries hope to offset negative effects from European and American markets through tariff-free barriers and cross-state logistics and cooperation.Zhang Monan, a researcher with the State Information Center, a government think tank, said the dispute has put regional supply chains at risk.Both China and Japan are important sources of semi-manufactured goods in Asia, Zhang said, adding that the ripple effect will spread and put pressure on the world economy.The World Bank has lowered its growth expectations for the region, possibly in response to the dispute. On Monday, it slashed its 2012 growth forecast for developing countries in east Asia and the Pacific to 7.2 percent, down from 8.3 percent in 2011.\"In a fragile external environment, the economy in east Asia and that Pacific region is continuing to slow down,\" the bank said in its latest East Asia and Pacific Data Monitor.The new forecast is down from its May prediction of 7.6 percent growth for the region.\"Should conditions in Europe deteriorate sharply, no developing region will be spared. With a major crisis, GDP growth could drop by more than 2 percent in 2013,\" the World Bank said.\"There will be a further scaling down of growth prospects if the China-Japan standoff lasts,\" Estanislao said.The dispute has already taken an economic toll.\"Many Chinese travel agencies have cancelled trips to Japan, which has affected both countries. But it is Japan that is being hit harder, as tourism is an important source of income, especially in light of Japan\u0027s sluggish economy,\" said Song Haiyan, a professor at Hong Kong Polytechnic University.The manufacturing sector will also be dealt a heavy blow.China\u0027s manufacturers import raw materials from countries like Australia and export commodities back to developed countries. Therefore, if China\u0027s manufacturing industry suffers due to a prolonged territorial dispute, supplies of raw materials and the imports of developed countries will be affected, Song said.\"Eventually, the dispute will spell trouble for the world economy as a whole,\" Song said.Four major state-owned banks in China -- the Industrial and Commercial Bank of China, Bank of China, China Construction Bank and Agricultural Bank of China -- are absent from the International Monetary Fund (IMF) and World Bank annual meetings being held in Tokyo from Oct. 9 to 14.The IMF believes the absence of these banks, which have global influence in the financial sector, will affect the outcome of the meetings.The shaky global economy needs Japan and China to be fully engaged, IMF managing director Christine Lagarde said.\"The absence shows that Japan\u0027s aggressive action has sent bilateral relations plummeting and is hurting the world economy,\" said Mei Xinyu, a researcher with the Ministry of Commerce.As the world\u0027s second- and third-largest economies, respectively, China and Japan carry a lot of weight in the global arena. Economic interdependence is strong between the two.\"The demand for Japanese electronics and automobiles is still strong in China, while Japan, due to its small territorial mass, needs China for resources,\" said Liao Fan, a researcher at the Chinese Academy of Social Sciences.The countries are such important economies that there will be pressure for them to tone down hostilities. Both economies are mature enough to look at their long-term interests, which call for greater cooperation and closer relations, including trade relations, Estanislao said.\"Thus, my expectation is that the leaders of both economies will handle these flare-ups in a manner that will safeguard their long-term economic interests,\" he added.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "global:8:1.0;growth:6:0.8634369338486856;japan:9:0.849115708639267;east asia:4:0.8016287635232301;china:9:0.6690595382006417;a:15:0.5891301548876839;economic:5:0.5680764617406957;pacific:3:0.5178360463001449;song:3:0.4216878088641185;the world:4:0.42105428451175786;aggregate:2:0.4139816709325855;world bank:2:0.4139816709325855;raw:2:0.40081438176161505;materials:2:0.3452240308667633;recovery:2:0.3452240308667633;relations:3:0.34522403086676323;developing:2:0.3306851717020524;forecast:2:0.32635051628155853;trade:2:0.27826482780994954;china construction bank:1:0.2645500326781445",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.explorepacificasia.com/pacific_asia/japan/images/images.jpg",
      "title": "Welcome to Explore Pacific Asia"
    },
    {
      "url": "http://freepages.genealogy.rootsweb.ancestry.com/~royalty/flags/FLAG_japan.gif",
      "title": "Global Economic Crisis » Japan\u0026#39;s Worsening Economic and Fiscal Crisis"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dNjp8bKpi-vg",
      "imgurl": "http://img.youtube.com/vi/Njp8bKpi-vg/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__smb_DyK7Zb1LAbpuFMWSVTpKGrw\u003d",
      "title": "Japan\u0026#39;s Debt Problem Visualized - YouTube"
    }
  ]
}