{
  "url": "http://english.sina.com/sports/2012/0722/488650.html",
  "title": "London ready for Olympics \u0027despite nerves\u0027",
  "pubdate": "2012-07-23 04:12:43 GMT",
  "description": "London Mayor Boris Johnson insisted Sunday the city was ready to host the 2012 Olympics despite a national outbreak of pre-match nerves before the biggest show on Earth gets under way.",
  "cleanContent": "London Mayor Boris Johnson insisted Sunday the city was ready to host the 2012 Olympics despite a national outbreak of pre-match nerves before the biggest show on Earth gets under way.Johnson said Britain was feeling the necessary tension before a big performance, as the clock ticks down to Friday\u0027s opening ceremony on the Olympic Park in Stratford, east London.He said the venues were safe and the transport system was bearing up despite a week dominated in Britain by fears over travel chaos and gaps in security.International Olympic Committee president Jacques Rogge is in London and \"he thinks that our city is as well-prepared as any city has ever been in the history of the Games,\" Johnson told BBC television.\"So far the traffic system and transport networks generally are holding up well.\"Possibly what we\u0027re going though at the moment as a nation, as a city, is that necessary, pre-curtain-up moment of psychological self-depression before the excitement begins on Friday when the curtain goes up.\"It is only natural that people should be tense, that they should be expectant.\"He also said the Olympics would bring economic benefits for the capital of recession-hit Britain, saying London was about to sell itself at the \"gigantic schmoozathon\" between top world business chiefs on the margins.Three-time Olympic gold medal winner Bradley Wiggins on Sunday delivered a huge boost to national self-confidence when he became the first ever British cyclist to win the Tour de France.Wiggins will spearhead Britain\u0027s hopes for cycling gold in his home city when he takes to the streets of London for the Men\u0027s Road Race, which takes place on Saturday.Former prime minister Tony Blair, who was in charge when London won the right to host the Games in 2005, backed the view that the Olympics would boost Britain and and promote it to the world.\"This is the global sporting event. The reason why people compete so hotly to get it is because of what it does for a country,\" he told Sky News television.The government\u0027s Olympics Secretary Jeremy Hunt told the same programme that the Games would be \"showing the world what we\u0027re really capable of\" by \"putting on the world\u0027s biggest sport event in the calm, professional, disciplined way\".Athletes have been getting used to their new surroundings and taking time to relax before the Games begin.Usain Bolt, who took a trip to the cinema, insisted he was ready to defend his Olympic 100 and 200 metres titles after recovering from a mystery problem.The Jamaican star withdrew from the Monaco Diamond League meeting citing a \"slight problem\" but said he \"got it checked out and it\u0027s all right\".The Olympic flame, making a seven-day tour around the capital that culminates at the opening ceremony, was given a trip on the London Eye observation wheel.The flame was being carried through east London on Sunday before being taken across the River Thames, with former world heavyweight champion boxer Lennox Lewis and Chinese piano virtuoso Lang Lang among the torchbearers.In his Sunday address, Pope Benedict XVI blessed the Games and said he hoped the Olympic spirit would encourage peace in the world.Some critics have derided the Olympic Stadium as plain and dull, but the Royal Institute of British Architects announced that it was among the six nominees for the 2012 Stirling Prize, Britain\u0027s top architecture award.\"The bowl of the stadium provides for clear sightlines throughout and a surprisingly intimate relationship with the events for a venue of this scale,\" RIBA said.Meanwhile London Games chairman Sebastian Coe insisted the choice of the person to light the Olympic flame at the opening ceremony Friday was not his call, but a joint decision taken alongside the show\u0027s creative directors.\"I am certainly not pushing one person over another, and it still has not been decided, absolutely not,\" he said.While temperatures could reach 29 degrees Celsius (84 degrees Fahrenheit) throughout the week, heavy showers are a possibility for London on Friday, forecasters MeteoGroup said.Opening ceremony director Danny Boyle\u0027s ambitious plans include clouds that will rain over the Olympic Stadium in any case.Hunt said the ceremony would tell the world that \"we are the home of literature, the home of music, the country that was the home of the industrial revolution that\u0027s really shaped the modern world.\"That will be a terrific boost for our national confidence just at a time when we really need it.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "london:6:1.0;the games:5:0.9491127051801556;olympics:4:0.7298906019929905;a:18:0.7220827000370518;flame:3:0.6902174779787112;city:4:0.5654258977794245;home:4:0.49182573118632517;ceremony:4:0.4813884666913678;boost:3:0.4714873748293114;olympic stadium:2:0.4601449853191409;sunday:4:0.36294436000494024;transport:2:0.3377607359819569;trip:2:0.31722714391608614;friday:3:0.3166248100111155;ready:2:0.31432491655287426;the opening:2:0.3048545739563898;person:2:0.29397053875511103;event:2:0.2796048297137656;told:3:0.2722082700037052;jacques rogge:1:0.27021052465554574",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://images.alternet.org/images/AFP/photo_1342956591255-1-0.jpg",
      "title": "London ready for Olympics \u0026#39;despite nerves\u0026#39; | Alternet"
    },
    {
      "url": "http://images.alternet.org/images/AFP/photo_1342956805123-1-0.jpg",
      "title": "London ready for Olympics \u0026#39;despite nerves\u0026#39; | Alternet"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dg9G_4gf80VU",
      "imgurl": "http://img.youtube.com/vi/g9G_4gf80VU/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__adudBYIHIHQfbYZltp3iZMNSXy0\u003d",
      "title": "Update from undercover reporter exposing Olympic ..."
    }
  ]
}