{
  "url": "http://english.sina.com/world/2012/0531/472412.html",
  "title": "UN chief urges Syria to stop violence",
  "pubdate": "2012-05-31 10:57:32 GMT",
  "description": "ISTANBUL， May 31 (Xinhua) -- UN Secretary-General Ban Ki-moon Thursday called on Syria to stop violence， saying \u0026quot;the UN did not deploy in Syria just to bear witness to the slaughter of innocents. \u0026quot;",
  "cleanContent": "ISTANBUL, May 31 (Xinhua) -- UN Secretary-General Ban Ki-moon Thursday called on Syria to stop violence, saying \"the UN did not deploy in Syria just to bear witness to the slaughter of innocents. \"\"We are not there to play the role of passive observer to unspeakable atrocities,\" the UN chief said at the opening of the two-day Partners Forum of the UN Alliance of Civilization (UNAOC) at Conrad Hotel in Istanbul.\"We are there to record violations and to speak out, so that the perpetrators of crimes may be held to account,\" Ban told a summit of the Alliance of Civilizations, a forum to promote understanding between the Western and Islamic worlds.Talking about the recent killing in Houla village in central Syria, where more than 100 people died, he said, \"the massacre of civilians of the sort seen last weekend could plunge Syria into a catastrophic civil war.\"He stressed that \"I demand that the government of Syria act on its commitments under the (Kofi) Annan peace plan. A united international community demands that the Syrian government act on its responsibilities to its people.\"\"The more the international community knows,\" he added, \"the more likely it is that we can advance on our most important goal -- to help find a political solution, a solution that safeguards the lives and interests of all the Syrian people.\"At the meeting, Turkish Prime Minister Recep Tayyip Erdogan called on the world to pay heed to the desperation of the families whose children are killed in Syria.He said that the world should not remain silent in the face of \"oppression.\"The forum, which will is held on May 31 and June 1, brings together governments, intergovernmental organizations as well as business foundations and individuals who have shown a strong commitment in realizing the vision of a world free from intercultural conflicts.Partners will be able to discuss the result achieved by the Alliance and will address a number of issues including the long- term resource needs, the immediate requirements for 2012 and 2013, and the current UNAOC priorities for action, including the new projects related to the outcomes of the previous global forums.The Alliance of Civilizations is an initiative proposed by Spanish Prime Minister Jose Luis Rodriguez Zapatero at the 59th General Assembly of the United Nations in 2005.It was co-sponsored by Turkish Prime Minister Erdogan. The initiative seeks to galvanize international action against extremism through the forging of international, intercultural and interreligious dialogue and cooperation. The Alliance places a particular emphasis on defusing tensions between the Western and Islamic worlds.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "the alliance:3:1.0;syria:5:0.8096425160044407;forum:3:0.689588153322225;a:9:0.49141263091345666;prime minister:3:0.4857855096026645;solution:2:0.4472841342190195;international:3:0.3824365595612882;western:2:0.3738658433633253;alliance of civilizations:1:0.36778298334712545;59th:1:0.36778298334712545;foundations:1:0.36778298334712545;galvanize:1:0.36778298334712545;luis rodriguez:1:0.36778298334712545;community:2:0.3562042137944824;act:2:0.35340400951088335;action:2:0.3413406579848958;the vision:1:0.3333333333333333;desperation:1:0.3333333333333333;conrad:1:0.3333333333333333;civilization:1:0.3333333333333333",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://www.un.org/News/dh/photos/large/2011/472081-sg-phone.jpg",
      "title": "United Nations News Centre - UN chief urges Syrian leader to halt ..."
    },
    {
      "url": "http://en.rian.ru/images/16363/93/163639390.jpg",
      "title": "UN chief urges Syrian president to \u0026#39;immediately\u0026#39; stop violence ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d2Opy9MxSEd8",
      "imgurl": "http://img.youtube.com/vi/2Opy9MxSEd8/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__HyI1x7irZ3kALDUjip1qaTXdfqw\u003d",
      "title": "UN chief urges Security Council unity on Syria ..."
    }
  ]
}