{
  "url": "http://english.sina.com/china/2012/0923/509384.html",
  "title": "Soured China-Japan ties bring chill to Tokyo stores",
  "pubdate": "2012-09-23 13:34:31 GMT",
  "description": "by Xia Ziyi",
  "cleanContent": "by Xia ZiyiTOKYO, Sept. 23 (Xinhua) -- The political tensions between China and Japan amid the ongoing territorial row over the Diaoyu Islands, have bit into the business of many stores in the Japanese capital, causing widespread worries that the local economy has already been weighed down by global economic turbulences would be dealt another blow.The Ginza District, a landmark downtown area in the political and economic hub of the country, had been reinvigorated by swarms of Chinese tourists since mid-2000s after its sluggishness in the previous years. But it is also bearing the brunt of the recent antagonism between the two countries.The bustling streets that were brimming with a babel of dialects spoke by Chinese visitors from varied places are now eagerly waiting for Chinese tourist groups that are nowhere to be found.At an upscale cosmetics flagship store in the district, the Chinese-speaking salespeople who were the busiest and boasted the best sales figure in the past have plenty time to kill.A shop assistant told Xinhua that their sales have witnessed an apparent decline since August which she believes is the direct consequence of the simmering territorial contention.The store is actually well equipped for Chinese guests besides well-trained salespeople who can speak fluent Chinese. Price tags and product introductions are presented both in Japanese and Chinese; China UnionPay is usable, and all the staff here has a bilingual booklet for better communication.The manager in charge of public relations told Xinhua on condition of anonymity that a lot of Chinese customers visited the shop before early August, but the number has dropped significantly since then, putting the sales on a downward trend.\"Though the decrease in Chinese guests did not devastate our business, the picture in the near future is not rosy as many Chinese are boycotting Japanese products at the moment,\" he said.When asked if the situation will improve anytime soon, the talkative manager relapsed into silence for several seconds.\"There is really not much we can do about it. We can just hope for an early return of Chinese guests. After all, it is normal Chinese and Japanese hold different attitudes. To maintain mutual respect and understanding is the most important,\" he said with a sullen face.\"Our company, in a sense, can not be where it is today without the support of Chinese customers. I feel sad and painful that economic activities have been hurt by political matters. We would like to see an ending to the situation as soon as possible and get more chances to make friends with Chinese people,\" he added.A franchise store selling famous-brand bags opposite to the toiletry shop is popular among Chinese as well, with large sized trunks bought most by Chinese tourists in the past.But according to its manager Koichi Miwa, the sales figures for this month are dismal.\"I saw on TV angry Chinese staged mass protests in many Chinese cities. The scale is out of our expectation,\" he said, noting that he had forecast the upcoming National Day of China could prop up their bottom line, but \"in light of what is taking place right now, it won\u0027t happen.\"China is Japan\u0027s largest trading partner, while Japan is China\u0027 s third biggest single trading market. \"The current scenario, if continues, will do no good for both sides,\" he added.For quite a long time over the past years, the saying of \" chilly political relations vs. warm economic relations\" has been used to describe the relatively steady economic exchanges between the two neighbors.However, with the territorial dispute that has stirred strong nationalist sentiment and historical memories taking the central stage this time, economic ties are doomed to suffer badly.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "economic:6:1.0;sales:4:0.9112086943218133;political:4:0.675229977568963;a:8:0.4609161653912071;august:2:0.4425672576597125;china:4:0.43620858397106305;trunks:1:0.38807867498961934;koichi:1:0.38807867498961934;miwa:1:0.38807867498961934;babel:1:0.38807867498961934;bilingual:1:0.38807867498961934;the situation:2:0.3758609440192912;the past:2:0.3456871240434053;relations:2:0.3376149887844815;where it is:1:0.33043208889329445;anytime:1:0.33043208889329445;no good:1:0.33043208889329445;consequence:1:0.33043208889329445;landmark:1:0.33043208889329445;xia:1:0.33043208889329445",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/world/images/attachement/jpg/site1/20120923/0023ae6cf36911c8c5e519.jpg",
      "title": "Soured China-Japan ties bring chill to Tokyo stores"
    },
    {
      "url": "http://www.chinadaily.com.cn/world/images/attachement/jpg/site1/20120923/0022190dec4511c8c69c2a.jpg",
      "title": "Soured China-Japan ties bring chill to Tokyo stores"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dmO4kAeRwJ4w",
      "imgurl": "http://img.youtube.com/vi/mO4kAeRwJ4w/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__oyfMuaw79B6-t80YS3gCwfa2dBY\u003d",
      "title": "Meditation music. Japanese garden. - YouTube"
    }
  ]
}