{
  "url": "http://english.sina.com/china/2012/0726/490181.html",
  "title": "China looks to military response in case of conflict over islands? ",
  "pubdate": "2012-07-27 03:24:55 GMT",
  "description": "China on Thursday said it will have two military garrisons operating in an area covering Nansha, Xisha and Zhongsha Islands, in South China Sea, one of its army and the other of its navy. This gives rise to some speculation that the new military establishments mean Beijing is ruling out further dialogue and getting ready for a military solution to the issue.",
  "cleanContent": "By Li Hongmei, Sina EnglishChina on Thursday said it will have two military garrisons operating in an area covering Nansha, Xisha and Zhongsha Islands, in South China Sea, one of its army and the other of its navy. This gives rise to some speculation that the new military establishments mean Beijing is ruling out further dialogue and getting ready for a military solution to the issue.This will be China\u0027s third largest military concentration in a small area after its deployment on the border with India and the straits across Taiwan.China has ignored outcries over the establishment of a prefecture-level city of Sanshafrom the Philippines and Vietnam, instead, it has finished one of the world\u0027s quickest military build-up for self-defense.The move has added grist to speculation of an armed conflict in South China Sea as both the Philippines and Vietnam are desperately rallying support not only from regional countries, powerful allies but also from the international community.The Philippine Senate ratified a sensitive military pact with Australia on July 24 that lays out rules for visiting troops, in a move politicians said would improve regional security.The agreement was first signed in 2007 but remained in legislative limbo amid political sensitivities, as the country’s constitution explicitly bans the long-term stationing of foreign forces on its territory.Its endorsement by the Senate five years on is seen by some observers as a bid to get Australia’s backing in Manila’s row with China over South China Sea islands.The Philippines also signed a similar pact in 1998 with its traditional military ally, the United States.Under the pact, small numbers of U.S. military advisers have been deployed in the southern Philippines for the past decade to help train Philippine forces fighting Islamic militants.Vietnam’s president Truong Tang Sang is now on a four-day visit to Russia to discuss energy issues, the expansion of economic ties and other strategic partnership questions with Russia’s leadership.Responding to allegations of unilateral action by Beijing, Chinese defense ministry spokesman Yang Yujun said its decision to create establishments in its own territory was irrelevant to other countries.\"Sansha military garrison and Xisha maritime garrison are separate military organs,\" Yang added. The newly established military garrison is under Hainan military command. The Xisha maritime garrison is under the Chinese navy\u0027s Nanhai Fleet and the latter is responsible for maritime defence and military combat.\"Whether a military establishment has combat forces or not depends on its military tasks,\" Yang Yujun said, indicating that the naval unit will be the first to respond in case of a military conflict.The ministry also announced the appointment of senior officers in the army garrison. It will be led by senior colonel Cai Xihong as the commander and senior colonel Liao Chaoyi as the political commissar.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "garrison:5:1.0;philippines:4:0.6906311631653457;maritime:3:0.36011042022736317;south:3:0.3517435219685092;vietnam:2:0.34531558158267284;a:10:0.32760842060897116;senior:3:0.31547036581064364;china:4:0.248037480099303;army:2:0.22703090051486122;small:2:0.22147894978773983;grist:1:0.22066979000827525;area:2:0.2028487964096175;the commander:1:0.2;irrelevant:1:0.2;limbo:1:0.2;political:2:0.19197506454254556;the appointment:1:0.1878907148660757;concentration:1:0.1878907148660757;move:2:0.1870021514422426;liao:1:0.17933020999172478",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://nationalpostnews.files.wordpress.com/2012/09/china-japan-ships1.jpg?w\u003d620",
      "title": "China, Japan conflict over islands in East China Sea at a ..."
    },
    {
      "url": "http://nationalpostnews.files.wordpress.com/2012/09/china-japan-island.jpg?w\u003d310\u0026h\u003d465",
      "title": "China, Japan conflict over islands in East China Sea at a ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dgnlr_OBN2uw",
      "imgurl": "http://img.youtube.com/vi/gnlr_OBN2uw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__kV0W5us7uzS09D5-sfXoGFJyZxE\u003d",
      "title": "5 Reasons Why the Senkaku (Diaoyu) Islands are ..."
    }
  ]
}