{
  "url": "http://english.sina.com/world/2012/0716/486795.html",
  "title": "Syrian capital\u0027s clashes continue in southern part",
  "pubdate": "2012-07-16 20:21:51 GMT",
  "description": "DAMASCUS， July 16 (Xinhua) -- Clashes and skirmishes continued Monday for the second straight day in a number of southern neighborhoods of Syria\u0026#39;s capital Damascus， witnesses and media reports say.",
  "cleanContent": "DAMASCUS, July 16 (Xinhua) -- Clashes and skirmishes continued Monday for the second straight day in a number of southern neighborhoods of Syria\u0027s capital Damascus, witnesses and media reports say.The clashes have started on Sunday afternoon and continued Monday in what witnesses described as the toughest clashes to have occurred in the capital since the unrest began last year.The neighborhood of Tadamun is the hardest-hit one among other restive neighborhoods. The state media says the Syrian troops are hunting down armed opposition fighters who have terrorized people and blew up several explosive devices.The clashes, the first of its kind inside Damascus, have cast fears that the armed opposition has succeeded in bringing the battles to the heart of Damascus, which has shun itself away from the unrest in other provinces over the past year.The activist group, Local Coordination Committees, said that severe clashes are underway in the suburb of Zamalka between the rebels and regular forces. It claimed that around 50 people have been killed so far nationwide Monday, including defectors and rebels.A day earlier, pro-government media said that more than 80 armed men were killed in the Damascus clashes. The reports said that government troops have launched a 48-hour operation to cleanse the capital from armed rebels and flush them out by force.Some reports have emerged lately that the rebels are planning for a wide-scale operation in Damascus. Some activists have even said that it has started Sunday. However, the government troops have seemingly succeeded in fending off the planned assaults.Still, sounds of ambulances and in some cases gunshots are being heard every now and then reverberating in some Damascus areas.The state-run SANA news agency said the authorities have clashes with armed groups in a number of areas across Syria Monday.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "damascus:7:1.0;neighborhoods:2:0.42732845178558804;the rebels:2:0.40231430860170475;unrest:2:0.392504251549498;capital:3:0.38709001067269716;troops:3:0.3836833537522315;witnesses:2:0.38367546967746186;operation:2:0.34624528807249244;media:3:0.3370518159032226;a number:2:0.30218341252941233;flush:1:0.27307913326092087;hunting:1:0.27307913326092087;continued:2:0.25578890250148767;day:2:0.2375693756314434;the toughest:1:0.23251498794410708;now and then:1:0.23251498794410708;defectors:1:0.22192135276062333;battles:1:0.20115715430085238;sunday afternoon:1:0.20115715430085238;blew:1:0.20115715430085238",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://talkvietnam.com/uploads/2012/06/observer-mission-voices-deep-concerns-deadly-clashes-syria-homs-1-423401.jpg",
      "title": "Syrian capital\u0026#39;s clashes continue in southern part — TalkVietnam"
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-07/17/131719637_title1n.jpg",
      "title": "Syrian capital\u0026#39;s clashes continue in southern part - Xinhua | English."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dTSELGgvZ_nw",
      "imgurl": "http://img.youtube.com/vi/TSELGgvZ_nw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__lYVn6wxDDgr-UMtKD8FYMezD4sA\u003d",
      "title": "Syria - Clashes Continue in Yarmouk Palestinian ..."
    }
  ]
}