{
  "url": "http://english.sina.com/world/p/2012/0529/471816.html",
  "title": "11-year-old boy plays dead to escape gunmen",
  "pubdate": "2012-05-30 02:02:40 GMT",
  "description": "By Li Min, Sina English",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003ePicture taken shows the bodies of child victims killed during an artillery barrage from Syrian forces in Houla in this handout image dated May 26, 2012. U.N. (AP Photo)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003ePicture taken shows the bodies of child victims killed during an artillery barrage from Syrian forces in Houla in this handout image dated May 26, 2012. U.N. (AP Photo)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003ePeople gather at a mass burial for the victims purportedly killed during an artillery barrage from Syrian forces in Houla in this handout image dated May 26, 2012. U.N. observers in Syria have confirmed that artillery and tank shells were fired at a residential area of Houla, Syria, where at least 108 people, including many children, were killed, the U.N. chief said on Sunday in a letter to the Security Council. (Reuters Photo)\u003c/h4\u003e\t\tBy Li Min, Sina EnglishAN 11-year old boy described how he smeared himself in the blood of his slain brother and played dead as gunmen burst into his home and killed six members of his family during a massacre in Houla, central Syria.The young survivor\u0027s chilling account emerged as the international community denounced in concert the weekend rampage that left at least 116 people dead and prompted fresh outrage against al-Assad regime.It comes as UN special envoy Kofi Annan was scheduled to have talks overnight in Damascus with President Bashar al-Assad, which is seen as the last hope of salvaging his peace plan.The young survivor said gunmen arrived in his district about 3pm on Friday, several hours after shells started falling on Houla.\"They came in armoured vehicles and there were some tanks,\" the boy said. \"They shot five bullets through the door of our house. They said they wanted Aref and Shawki, my father and my brother. They then asked about my uncle, Abu Haidar. They also knew his name.\"Shivering with fear, the boy stood towards the back of the entrance to his family home as gunmen then shot dead every family member in front of him.\"They shot my brother Nader in the head and in the back. They shot at me, but the bullet passed me and I wasn\u0027t hit. I was shaking so much I thought they would notice me. I put blood on my face to make them think I\u0027m dead.\"Apparently convinced their work was done, the gunmen moved to other areas of the house and looted the family\u0027s possessions, the boy said. On the way out of the house, the boy said the gunmen found the three men they had been looking for. They killed them all.He waited until the armoured personnel carriers had moved from his street, then ran to his uncle\u0027s house nearby where he hid.Throughout a 15-minute conversation, the boy stayed calm and detached until he was pressed on how he knew the gunmen were pro-regime militia men, known as al- Shabiha. The irregular forces have been widely accused by residents of Houla of entering homes and slaughtering families. At least 49 of the dead are children and many appear to have been killed at close range.Damascus has denied its forces were responsible for the massacre, and again blamed terrorist groups.Houla is a stronghold of the Free Syria Army in Homs province. Many military defectors have returned there to live with their families.The regime in Damascus suggested a UN inquiry should be established to verify what took place in Houla.Related news:Comments:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0529/U50P5029T2D471816F24DT20120530100240.jpg",
  "keywords": "the boy:5:1.0;gunmen:6:0.8166587526136402;artillery:4:0.5516705226577799;barrage:3:0.5379906299751743;u.n.:4:0.5313181720690913;shot:4:0.4642194937410289;my brother:2:0.4;dead:3:0.3734432341436821;image:3:0.3568569485728998;shells:2:0.33433231725674734;the house:2:0.3251021523919834;syrian:3:0.2914713057615987;syria:3:0.2914713057615987;victims:2:0.28796259681381836;his family:2:0.28796259681381836;knew:2:0.28796259681381836;bodies:2:0.27583526132888997;i:3:0.2422638245896005;child:2:0.24007361348490877;men:2:0.23088000418799626",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/world/p/2012/0529/U50P5029T2D471816F24DT20120530100240.jpg",
      "title": "11-year-old boy plays dead to escape gunmen - World News - SINA ..."
    },
    {
      "url": "http://static3.businessinsider.com/image/4fc4cc62ecad041e79000012-300/syria.jpg",
      "title": "An 11-Year-Old Boy Smeared Himself With Blood And Played Dead To ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dUYecXgJ5JzY",
      "imgurl": "http://img.youtube.com/vi/UYecXgJ5JzY/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__jdCedRDSPCjkgJflWF5G70XXYnY\u003d",
      "title": "Child seized by killer gunman in Alabama - YouTube"
    }
  ]
}