{
  "url": "http://english.sina.com/technology/2011/1031/410215.html",
  "title": "Shenzhou-8 launch successful, heading for docking",
  "pubdate": "2011-10-31 23:22:25 GMT",
  "description": "By Xinhua writers Li Huizi， Ma Shukun",
  "cleanContent": "By Xinhua writers Li Huizi, Ma ShukunJIUQUAN/BEIJING, Nov. 1 (Xinhua) -- Commander-in-chief of China\u0027s manned space program Chang Wanquan announced early Tuesday that the launch of Shenzhou-8 unmanned spacecraft was successful.The spacecraft was sent into the designated orbit after the blastoff at 5:58 a.m. from the Jiuquan Satellite Launch Center in northwest Gobi desert, carried by an upgraded Long March-2F rocket.It is heading for rendezvous with Tiangong-1, or \"the Heavenly Palace\" that was put into space on Sept. 29 for the country\u0027s first space docking.The move, if successful, will pave the way for China to operate a permanent space station around 2020 and make the nation the world\u0027s third to do so.Chinese Vice Premier Zhang Dejiang viewed the launch at the Jiuquan center. The launch was also observed on site by senior officials from the European Space Agency and the German Aerospace Center.The docking is scheduled to occur within two days after the launch of Shenzhou-8 and at a height of 343 km above the Earth\u0027s surface. It will return to the Earth after two docking tryouts.Chinese and German scientists will conduct 17 life science space experiments on the Chinese spacecraft Shenzhou-8, Wu Ping, spokeswoman for China\u0027s manned space program, said Monday.To ensure the success of the mission, Chinese space engineers have made \"considerable modifications\" on Shenzhou-8 to previous versions of the spacecraft.Shenzhou-8, with a length of nine meters and a maximum diameter of 2.8 meters, has a liftoff weight of 8.082 tonnes.\"More than half of the 600 or so sets of equipment have been modified, while newly designed devices account for about 15 percent of the total,\" Wu said.The modifications were mainly aimed at arming the spacecraft with automatic and manual rendezvous and docking capacities, and enhancing the vehicle\u0027s performance, safety and reliability, Wu said.\"After the improvements, the spacecraft will be able to connect with the target spacecraft Tiangong-1 for 180 days,\" Wu said.The unmanned spacecraft is also equipped with devices for recording real images and mechanical parameters during its flight, to test the space docking before a manned attempt.Once China has mastered the technologies of rendezvous and docking, it will be equipped with the basic technologies and capacity required for building a space station, said Zhou Jianping, chief designer of China\u0027s manned space program.Tuesday\u0027s mission will be followed by launches of spaceships Shenzhou-9 and -10 in 2012, which are also expected to dock with Tiangong-1. \"At least one mission of the two will be manned,\" Wu said.The crew members, including probably two female astronauts, have already been selected for the possible manual space docking mission in 2012 and are being trained for manual docking skills.The space docking tests and experiments will provide crucial experience of China\u0027s construction of a 60-tonne permanent manned space station around 2020 when Chinese astronauts are expected to operate more research projects in space.\"It will make it possible for China to carry out space exploration of a larger scale,\" Zhou said.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "science/tech",
  "pic": "",
  "keywords": "wu:5:1.0;space:12:0.9990951932779182;the launch:4:0.6303588840892644;rendezvous:3:0.6;operate:2:0.5898803719702451;spacecraft:7:0.5828055294121189;permanent:2:0.4995475966389591;space station:3:0.47276916306694833;astronauts:2:0.4202392560595097;zhang dejiang:1:0.4087541021428803;one mission:1:0.4087541021428803;the possible:1:0.4087541021428803;the nation:1:0.3562241951354416;parameters:1:0.3562241951354416;to the earth:1:0.3393133422479266;liftoff:1:0.3393133422479266;jiuquan:2:0.3151794420446322;chang wanquan:1:0.313985958538881;automatic:1:0.313985958538881;versions:1:0.3036942881280029",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://images.china.cn/attachement/jpg/site1007/20111101/001ec94a1d8b1019641603.jpg",
      "title": "Shenzhou 8 launch successful, heading for docking - China."
    },
    {
      "url": "http://news.xinhuanet.com/english2010/china/2011-11/01/131222891_191n.jpg",
      "title": "Shenzhou-8 launch successful, heading for docking"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d_zhrywXagag",
      "imgurl": "http://img.youtube.com/vi/_zhrywXagag/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__P0KE2HBENMCtVlRf5hoZ27Rqjh4\u003d",
      "title": "The launching of Shenzhou 8 [ 20111101] - YouTube"
    }
  ]
}