{
  "url": "http://english.sina.com/sports/2012/0710/485229.html",
  "title": "London raises bar on greening the Games",
  "pubdate": "2012-07-11 06:29:54 GMT",
  "description": "A reed warbler sings from her nest, well hidden along the banks of a river that winds through a London park.",
  "cleanContent": "A reed warbler sings from her nest, well hidden along the banks of a river that winds through a London park.But this is not just any urban refuge - it\u0027s the Olympic Park, in a once derelict and contaminated area of east London populated by industrial buildings and neglected waterways.And in just a few weeks\u0027 time, millions will watch the greatest Games on Earth in the warbler\u0027s backyard.More than 200 hectares of land have been razed and redeveloped for the 2012 Olympic and Paralympic Games, and 45 of those have been given over to creating new wildlife habitats for a variety of fauna - including kingfishers, bats, otters and grass snakes - while much of the rest has been left as parkland.The urban park project is one of Europe\u0027s biggest in 150 years, according to the Olympic Development Authority (ODA) and the London Organising Committee of the Olympic Games (LOCOG), and is part of ODA\u0027s efforts to keep its promise to make the Games the greenest to date.Thousands of semi-mature trees were planted - aspen, crack willow, holm oak and silver birch - as were hundreds of thousands of wetland plants and other species, and more than 10 hectares of annual and perennial meadows.An independent commission appointed to review the results, the first commission of its kind, says the outcome has been impressive when compared to previous hosts Beijing, Athens and Sydney, though not everything has worked.\"You only win a gold medal by being better than everyone else,\" said Shaun McCarthy, chair of the Commission for a Sustainable London 2012, but added: \"I can very confidently say that this is the new high-water mark.\"Simon Lewis, a campaigner at environmental group WWF UK, agreed London would provide a sustainability blueprint for Olympic Games for years to come.But he also said progress on putting concern for the environment at the heart of the Olympic movement has been slow.\"It is evolutionary rather than revolutionary,\" Lewis told Reuters.TARGETSThe International Olympic Committee (IOC) encourages host cities to address how they will handle the environmental impact of the Games in their planning, but does not insist on targets - Sydney 2000, Athens 2004 and Beijing 2008 all had environmental plans whose ambition varied widely.\"London 2012 embedded sustainability in its planning from the start,\" said Emmanuelle Moreau, an IOC spokesman.The ODA matched or beat most of its sustainable development targets, such as those for carbon emissions, waste and energy efficiency, the independent commission said in a June report.One target promised a 50 percent reduction in carbon emissions from construction in the Olympic Park compared to levels set out in 2006 building regulations.Others called for permanent buildings to be at least 15 percent more energy efficient, and for at least 90 percent of demolition waste to be reused or recycled.Some 2 million tonnes of the area\u0027s soil was cleaned on site to remove contaminates such as oil, petrol, tar, arsenic and lead, while London\u0027s Velodrome is twice as energy-efficient as it needed to be.It used half the materials used to build the one in Beijing and also came in comfortably under budget, evidence that greener projects do not need to come with a higher price tag, said McCarthy.\"For me treating sustainability like some sort of premium product, like a pair of designer jeans, is the completely wrong way to look at it,\" McCarthy added.Many of the venues, bridges and structures to accommodate an expected 11 million visitors to the London Games can be disassembled, downsized and relocated afterwards.The IOC\u0027s Moreau said a commitment to sustainable development, which gives equal weight to economic growth, the environment and social issues, will continue to be a key requirement in selecting host cities in future.Rio is already working on ways to cut traffic congestion and reduce emissions ahead of the 2016 Games, and its sustainability team has been in contact with London.But environmentalists say the IOC should set higher standards and require all future host cities to take on measurable targets. Until that happens, London - they say - is likely to remain the green benchmark by default.\"There is absolutely no reason why the IOC shouldn\u0027t be demanding the highest possible standards,\" McCarthy said.NOT ALL SUCCESSLondon\u0027s efforts haven\u0027t all been successful.The organisers failed to generate 20 percent of the park\u0027s energy needs from renewable sources after planners pulled the plug on a large wind turbine and opted for a combined heat-and-power plant fuelled by natural gas instead.But they still managed to meet the overall 50 percent emissions reduction goal by agreeing to help fund the London Mayor\u0027s low-carbon scheme for schools and homes in the communities.However, the WWF UK\u0027s Lewis said London organisers should have done a better job selecting their \"sustainability\" partners.\"Some of the Olympic sponsors have not used the Games to create a positive change for sustainability and therefore they are not adding to the legacy, they are not helping the Games be greener,\" he said.WWF reckons a good Olympic partner should be a progressive business that shows green leadership in their sector and that breaks new ground in reducing the impact of the Games while applying sustainability pledges to their business afterwards.Lewis cited EDF Energy and oil giant BP as examples of companies that could have done more.\"EDF and BP are sticking with old and problematic approaches to energy provision and resisting a safer, cleaner and more affordable energy future,\" he wrote in a blog in April. \"They are dragging their heels at the back of the race to tackle climate change.\"Sheila Williams, a spokeswoman for BP, denied the company was not providing leadership. She pointed to BP plans to offset the carbon footprints of all ticketed spectators\u0027 travel to the Games, which it has estimated at around 400,000 tonnes of carbon dioxide emissions, as an example of a BP initiative.The company is also providing biofuels and cleaner engine oils to be used in the more than 5,000 official vehicles earmarked for the Games, she said.Michael Stuart, an EDF Energy spokesman, conceded his company was unable to deliver a promised low-carbon fuel for the Olympic torch in time for London, but said it had successfully developed the fuel - derived from elephant grass - and that it would be available for future Games.\"Without the inspiration of the Games, this fuel would not have been developed,\" Stuart said in an email.EDF is also installing real-time energy monitoring technology to help control and reduce energy use at Olympic venues, he added.LEGACYUltimately, London\u0027s success will be judged on its ability to deliver a lasting environmental legacy - decades from now, the organisers hope to see a permanent improvement to the area around the venues.Once the Games are over in mid-August, the Olympic facilities will be turned over to the non-profit London Legacy Development Corp, renamed the Queen Elizabeth Olympic Park, and opened to the public in phases from the summer of 2013.David Stubbs, LOCOG\u0027s head of sustainability and himself an avid bird watcher, said a variety of birds had been observed over the last couple of seasons since the new parklands were planted, including sand martins, grey wagtails, linnets and kestrels.In the winter, a flock of some 50 teals took up residence, and the river corridor has also attracted cormorants, herons, little grebes, mute swans and coots, Stubbs said.More than 500 bird boxes, 150 bat boxes and artificial dens for otters have been installed in the park that officials hope will see regular use.Kim Olliver, an ecologist and environment manager with the ODA, said she hoped visitors and athletes would take time out from the excitement of the sporting events to relax by the river and listen to the reed warblers.\"They might see a kestrel hovering over,\" she said.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "the games:9:1.0;london:9:0.8780130418496026;bp:5:0.7908278823086425;a:32:0.7514050701351181;energy:7:0.6499023290363903;mccarthy:3:0.43005137166024543;lewis:3:0.4040132982518996;games:4:0.39022801859982337;carbon:3:0.3856060139353054;olympic park:3:0.3856060139353054;edf energy:2:0.316331152923457;reed:2:0.316331152923457;cleaner:2:0.316331152923457;targets:3:0.31500482134159125;development:4:0.3109946875327403;fuel:3:0.30480541859928517;environment:3:0.288532733164132;bird:2:0.28670091444016366;boxes:2:0.2570706759568703;legacy:2:0.24750573252547306",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://images.china.cn/attachement/jpg/site1007/20120716/001ec94a1d8b116dba391c.jpg",
      "title": "London raises bar on greening the Games"
    },
    {
      "url": "http://images.china.cn/attachement/jpg/site1007/20120716/001ec94a1d8b116dba621d.jpg",
      "title": "London raises bar on greening the Games"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d9XceuzVw4k4",
      "imgurl": "http://img.youtube.com/vi/9XceuzVw4k4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__pNbwfS2CftKH5QKQvx37JQ5AotY\u003d",
      "title": "Custard Throw at Lord Mandelson by Greenpeace ..."
    }
  ]
}