{
  "url": "http://english.sina.com/sports/2012/0715/486556.html",
  "title": "Where\u0027s my Windsurfer? Athletes bring tons of bags",
  "pubdate": "2012-07-16 03:35:10 GMT",
  "description": "Kenneth Andreasen, the head coach for the U.S. Olympic sailing team, is not a man who travels lightly. He\u0026#39;s already sent 10 shipping containers full of sailboats, motor boats, masts, sails, trailers and other marine equipment to the Olympic sailing center at Weymouth.",
  "cleanContent": "Kenneth Andreasen, the head coach for the U.S. Olympic sailing team, is not a man who travels lightly. He\u0027s already sent 10 shipping containers full of sailboats, motor boats, masts, sails, trailers and other marine equipment to the Olympic sailing center at Weymouth.Andreasen and his team of 16 sailors and assorted coaches are arriving Monday morning at Heathrow Airport with what can only be described as gobs more luggage. He will have plenty of company — Monday is crunch time for Olympic arrivals at Europe\u0027s busiest airport because that\u0027s the day the Athletes Village opens at London\u0027s Olympic Park.\"We go through a lot of sails. We bring them on the plane,\" Andreasen told The Associated Press by telephone from Portsmouth, Rhode Island. \"Windsurfers can be checked in as baggage, too.\"The very topic of luggage can send regular airline passengers into apoplectic fits. How much more anxiety, then, for Olympic athletes who are sending everything from horses to bikes to vaulting poles to an island nation to pursue their lifelong dreams?Officials at Heathrow are well aware that losing or breaking the bags of high-profile athletes could be a public relations disaster, and they have geared up to ensure that doesn\u0027t happen.\"We are expecting a lot of teams and a lot of bags,\" acknowledged Nick Cole, who heads the Olympic project for Heathrow. \"We are going to be on show on Monday.\"The airport usually handles 100,000 to 110,000 arrivals a day, but that will swell to 120,000 on Monday, many of them Olympic VIPs. Another big arrival day will be July 25, two days before the games\u0027 opening ceremony.In response, Heathrow has recruited 1,000 Olympic volunteers clad in bright pink to help and created special teams to deal with oversize items such as javelins and bikes. Hundreds of immigration agents will be on the job to ease the long queues that have plagued the airport of late. Rows of Olympic VIP buses will be waiting to whisk teams and coaches to the Athletes Village.At least, that\u0027s the plan. Cole promises it will also be the reality.\"We\u0027ve got into our battle rhythm,\" he said.Peter Nicholas, 59, from Camberley, south of London, is one of those Heathrow volunteers, happily working shifts that can start as early as 4:30 a.m. He already has helped the head of the Swedish Olympic committee.\"It\u0027s a once-in-the-lifetime experience,\" he said. \"We\u0027re helping to make the games work.\"Luggage is a constant worry for top athletes flying around the world.\"Most of our sailors have two to three boats that we ship around the world for competitions. Sometimes it takes a couple of months,\" Andreasen said. He estimated the U.S. sailing team has brought \"50-60 boats, I\u0027m not quite sure\" to Britain, including about 10 motorized coaching boats.But his team still needs to take enormous amounts of sailing gear on the plane. They are athletes who get soaked for hours each day and need specialized clothing to protect them from the chill of the ocean and the constant abrasions that come with high-stakes racing.In all, the sailors face up to 26 days of sodden clothing, beginning when they reach Weymouth, in southwest England, on Tuesday through daily practices on the water and then battling for medals in races from July 29 until Aug. 11, the day before the London Olympics end.The American sailors already have spent weeks practicing in the waters off Weymouth, where Andreasen says they got to experience Britain\u0027s soggy spring — the wettest June on record — for themselves.\"Everyone said \"It never rains this much!\u0027\" he laughed. \"Maybe all this bad weather will go away and it will be blue sky for the whole Olympics.\"Maybe, but he\u0027s not counting on it.\"Weymouth is going to be a good venue for us,\" Andreasen predicted. \"We are ready for anything, not taking for granted that it (the weather) will be one way or the other.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "heathrow:5:1.0;sailors:4:0.8515588442677672;sailing:4:0.6035552194309031;airport:3:0.4850585657225003;team:4:0.47150589627721645;weymouth:2:0.4257794221338836;sails:2:0.39999999999999997;lot:3:0.3463935716850507;volunteers:2:0.34605451644985114;the games:2:0.33002214013807263;plane:2:0.317243749374673;a:9:0.3138500790294345;day:3:0.3065213701689002;london:2:0.2897637431403449;the head:2:0.2620075983881736;experience:2:0.24960858920514808;july:2:0.2470688847354241;go away:1:0.2348916391803222;cole:1:0.2348916391803222;camberley:1:0.2348916391803222",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://l1.yimg.com/bt/api/res/1.2/51YpwaSIvO40YhIUNlomsA--/YXBwaWQ9eW5ld3M7Y2g9MTUzMTtjcj0xO2N3PTI0MDA7ZHg9MDtkeT0wO2ZpPXVsY3JvcDtoPTQwMjtxPTg1O3c9NjMw/http://media.zenfs.com/en_us/News/ap_webfeeds/af0f4797d3dd6f13150f6a7067004750.jpg",
      "title": "Where\u0026#39;s my Windsurfer? Athletes bring tons of bags - Yahoo! News"
    },
    {
      "url": "http://www.kyivpost.com/media/images/2012/07/15/p172573csk383a2v9lcnf8k01/big.jpg",
      "title": "Where\u0026#39;s my Windsurfer? Athletes bring tons of bags"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d3MJUYCwy4-g",
      "imgurl": "http://img.youtube.com/vi/3MJUYCwy4-g/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__T_7fTLCvshc3A2aRnVN0-tnSA2U\u003d",
      "title": "TRX \u0026amp; FUNCTIONAL TRAINING: 50 exercises by ..."
    }
  ]
}