{
  "url": "http://english.sina.com/china/2012/0916/506972.html",
  "title": "China to submit outer limits of continental shelf in East China Sea to UN ",
  "pubdate": "2012-09-16 08:21:51 GMT",
  "description": "BEIJING， Sept. 16 (Xinhua) -- The Chinese Foreign Ministry announced Sunday that China has decided to submit its Partial Submission Concerning the Outer Limits of the Continental Shelf beyond 200 Nautical Miles in the East China Sea to the Commission on the Limits of the Continental Shelf under the United Nations Convention on the Law of the Sea (UNCLOS).",
  "cleanContent": "BEIJING, Sept. 16 (Xinhua) -- The Chinese Foreign Ministry announced Sunday that China has decided to submit its Partial Submission Concerning the Outer Limits of the Continental Shelf beyond 200 Nautical Miles in the East China Sea to the Commission on the Limits of the Continental Shelf under the United Nations Convention on the Law of the Sea (UNCLOS).The ministry said technical preparations for China\u0027s State Oceanic Administration\u0027s submission \"are close to being completed.\"According to relevant provisions of the UNCLOS, if the continental shelf of a coastal state extends beyond 200 nautical miles from the baselines from which the breadth of the territorial sea is measured, information on the limits of the continental shelf beyond 200 nautical miles shall be submitted by the coastal state to the commission.The commission shall make recommendations to the coastal state on matters related to the establishment of the outer limits of its continental shelf, the ministry said.According to the long-standing position of the Chinese government, \"the natural prolongation of the continental shelf of China in the East China Sea extends to the Okinawa Trough and beyond 200 nautical miles from the baselines from which the breadth of the territorial sea of China is measured,\" said the ministry.The Chinese government submitted to the commission its Preliminary Information Indicative of the Outer Limits of the Continental Shelf Beyond 200 Nautical Miles in May 2009, which stated that \"China is making preparations for the submission of the information on the outer limits of the Continental Shelf Beyond 200 Nautical Miles\" and that \"China intends to issue a submission\" at an appropriate date.\"\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "shelf:8:1.0;the continental:7:0.8237809080007622;miles:6:0.5303591615537329;submission:4:0.48409677276132995;the outer limits:4:0.48409677276132995;china:7:0.3142528264901504;coastal:3:0.28461654041858314;state:4:0.25870059422962755;the commission:2:0.2244616922148978;preparations:2:0.1996979545961001;ministry:3:0.17957304370865737;information:2:0.1633944587796636;the natural:1:0.14479508793329496;east:2:0.1353849648089743;continental:1:0.12102419319033249;submit:1:0.10788529036180121;the information:1:0.10423892381789199;the sea:1:0.10423892381789199;oceanic:1:0.09984897729805005;matters:1:0.09616532680662702",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://p2.img.cctvpic.com/program/newsupdate/20120916/images/1347796171624_1347796171624_r.jpg",
      "title": "China to submit outer limits of continental shelf in East China ..."
    },
    {
      "url": "http://globalbalita.com/wp-content/uploads/2012/12/East-China-Sea-SoKor-claim.jpg",
      "title": "Korea Submits Claim on Continental Shelf Including Okinawa Trough ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003doVDxsU-PlEM",
      "imgurl": "http://img.youtube.com/vi/oVDxsU-PlEM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__yQtOtXPH0G1dWfhSkaA0Muqgz1w\u003d",
      "title": "China presents E. China Sea outer limits to the UN ..."
    }
  ]
}