{
  "url": "http://english.sina.com/world/2012/0803/492651.html",
  "title": "Diaoyu Islands \u0026quot;owner\u0026quot; deep in debt? ",
  "pubdate": "2012-08-03 07:49:59 GMT",
  "description": "A Japanese magazine revealed in an issue that just hit newsstands that the owner of Senkaku islands (Chinese Diaoyu Islands) wanted to sell the “private property” because he is bogged down in debt.",
  "cleanContent": "By Mei Jingya, Sina EnglishA Japanese magazine revealed in an issue that just hit newsstands that the owner of Senkaku islands (Chinese Diaoyu Islands) wanted to sell the “private property” because he is bogged down in debt.According to the article, since Tokyo Governor Shintaro Ishihara claimed to buy the Diaoyu Islands in April, the so-called owner Kunioki Kurihara’s younger brother, Hiroyuki Kurihara has appeared occasionally in media but Kunioki himself was never seen in public. Sources say he has been avoiding media appearance because he is debt-ridden.Kunioki “owns” three of Diaoyu Islands. The three islets are income-generating properties that have earned over 260 million yen in lease from the national government since 2002.Then, why did he want to sell the cash cow? The article said, quoting anonymous sources, the owner agreed to enter negotiations over the sale of these properties because of the serious state of affairs in his finances. The article claims he now owes banks 4 billion yen (approximately USD 51.12 million)Earlier last week, Japanese PM Noda has proposed a purchase price of around 2 billion yen to “nationalize” the islands but his offer was rejected by the “owner” as he was inclined to move forward in negotiations with Tokyo Gov. Shintaro Ishihara.Hiroyuki, the brother of the owner and also family spokesman, said that even the prime minister couldn’t jump the queue when it came to negotiations on selling the rocky islets in the East China Sea.Other sources say the family and Tokyo Metropolitan Government have reached an agreement on the purchase price, which was no more than 2 billion yen (approximately USD 25.56 million).Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "negotiations:3:1.0;islands:5:0.8641114840397606;tokyo:3:0.7865097388849892;billion:3:0.7687284239330915;sell:2:0.7203231205180513;the purchase price:1:0.533337154322126;the queue:1:0.533337154322126;he is:2:0.5165463067751372;the prime minister:1:0.4833803071114769;metropolitan:1:0.4833803071114769;state of affairs:1:0.4833803071114769;anonymous:1:0.45411335727679303;media:2:0.43885266078086144;the sale:1:0.4334234599008278;younger brother:1:0.4172968796895266;rocky:1:0.4172968796895266;in public:1:0.4040241454821456;the family:1:0.39286994566459776;cash:1:0.3671192895935176;jump:1:0.3671192895935176",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://canadanewslibre.files.wordpress.com/2012/10/senkaku-diaoyu-tiaoyu-island-no.jpg",
      "title": "Senkaku-Diaoyu Islands Conflict: \u0026#39;Manufactured by right-wing ..."
    },
    {
      "url": "http://wiki.china.org.cn/wiki/images/thumb/a/aa/The_Diaoyu_Islands_(%E9%92%93%E9%B1%BC%E5%B2%9B).JPEG/270px-The_Diaoyu_Islands_(%E9%92%93%E9%B1%BC%E5%B2%9B).JPEG",
      "title": "China Wiki – The free encyclopedia on China, china."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dUFnL0jMkq-k",
      "imgurl": "http://img.youtube.com/vi/UFnL0jMkq-k/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__0vZ1AQzcCsKH4Ogu35je2alIcSc\u003d",
      "title": "Chinese fleet patrol near Senkaku/Diaoyu Islands ..."
    }
  ]
}