{
  "url": "http://english.sina.com/sports/2012/0723/488882.html",
  "title": "ANOCA to showcase history at \u0026quot;Africa Village\u0026quot; in London",
  "pubdate": "2012-07-23 13:02:28 GMT",
  "description": "NAIROBI， July 23 (Xinhua) -- In a unique gesture， all the 53 National Olympic Committee (NOCs) from the continent will have a joint sport to celebrate their diverse cultures in a hospitality house dubbed the Africa Village at the Kensington Gardens， London prior to the start of the Olympics on Friday.",
  "cleanContent": "by John KwobaNAIROBI, July 23 (Xinhua) -- In a unique gesture, all the 53 National Olympic Committee (NOCs) from the continent will have a joint sport to celebrate their diverse cultures in a hospitality house dubbed the Africa Village at the Kensington Gardens, London prior to the start of the Olympics on Friday.The village will be open from July 27 to Aug. 12 and it will host athletes and visitors throughout the Olympic Games.According to a release sent by The Association of National Olympic Committees of Africa (ANOCA), the public is invited to take a journey to discover the cultural, artistic and sporting riches of Africa.\"The stands will present the very best of each African country with modern and traditional music concerts, fashion, dancing, photo exhibitions and a restaurant... so that all those in love with Africa and the most curious visitors can see for themselves African culture and discover its diversity, talent and dynamism,\" the statement said.Africa Village will be made up of 2 areas, the - Africa Land - and the - Africa House.The Africa Land will allow a wide audience to discover a village of stands presenting the cultural and artistic diversity of the African continent through an exhibition area and a restaurant open to the public.Africa Land will include several festivals fun along the Games. They are music, dance, fashion show, performance, with the theatre open on stage every day.Among the artists invited by ANOCA are Nigerian musicians, Algerian singer, and Ethiopan drummer, three bands from Morocco and Senegalese guitarist.Countries participating in the Africa Village dream are Algeria, Angola, Cameroon, Central Africa, Congo Brazzaville, Cote d\u0027Ivoire, Egypt, Ethiopia, Gabon, Ghana, Guinea, Equatorial Guinea, Libya, Morocco, Nigeria, Rwanda, Senegal, Togo, Tunisia, Uganda.Kenya will have its own house also in London where it will showcase its roots, tourism attraction sites and past history. Access to Africa Village is free.The Africa House will be the official area for ANOCA and the 53 African NOCs (National Olympic Committees) to welcome Sport and Olympic Family, African sports leaders and of course all the African athletes competing in London.Every African medal will be celebrated at the Africa House with the athletes and supporters.\"The Africa House will be the intimate place for NOCs to meet with athletes. Moreover, several events will take place in the Africa House like the General Assembly of ANOCA, an African Forum,\" said the ANOCA statement.In Beijing, 4 years ago, Africa has representation from all the 53 countries with 857 athletes. The African continent won 40 medals altogether (Gold: 12, Silver: 14, Bronze: 14).A total of 13 out of 53 nations won one medal at least. Kenya came top of African nations (ranked 15th) with 14 medals (6 Gold, four silver and four bronze) followed by Ethiopia with 7 medals (ranked 18th).\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "africa:12:1.0;village:6:0.32750949798521706;continent:3:0.2661121388336773;the african:3:0.2661121388336773;discover:3:0.2386097286919518;house:4:0.21295500920666205;the africa house:2:0.19574303265026852;diversity:2:0.17740809255578485;ethiopia:2:0.16666666666666669;morocco:2:0.16666666666666669;land:3:0.16562962961823496;bronze:2:0.14828314671068762;open:3:0.1443306548687711;medal:2:0.14418938185410465;restaurant:2:0.1406734590244457;sport:2:0.1347384904784723;silver:2:0.1347384904784723;visitors:2:0.1347384904784723;gold:2:0.12409425414320831;a:8:0.11624077001090169",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://files.showbizafrica.net/200009399-93329942c2/london_olympics_2012.jpg",
      "title": "Africa: Anoca African Village in London :: ShowBizAfrica"
    },
    {
      "url": "http://connectedcities.eu/images/ancona/ancona_15.jpg",
      "title": "Connected Cities | Ancona | Axis station-port-centre | Axis Lazio-"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dsxTG7v9nLjQ",
      "imgurl": "http://img.youtube.com/vi/sxTG7v9nLjQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__6Wvrr1Jx1VnyMnG5KWm-6oMltkI\u003d",
      "title": "top 5 rock bands in history - YouTube"
    }
  ]
}