{
  "url": "http://english.sina.com/china/2012/0921/509156.html",
  "title": "Japan shifting to right in foreign policy, military strategy: U.S. paper",
  "pubdate": "2012-09-22 03:43:56 GMT",
  "description": "Japan is in the midst of \u0026quot;a gradual but significant shift to the right\u0026quot;, acting more confrontationally in the region than at any time since World War II, a major U.S. newspaper warned Friday.",
  "cleanContent": "Japan is in the midst of \"a gradual but significant shift to the right\", acting more confrontationally in the region than at any time since World War II, a major U.S. newspaper warned Friday.Japan\u0027s shift can be seen in several aspects, including \"an increasingly muscular role for the nation\u0027s Self-Defense Forces (SDF)\" and a push among mainstream politicians to revise key portions of the pacifist constitution, the Washington Post reported in a front-page story.As tensions rise in the dispute over the Diaoyu Islands, which are inherently part of China\u0027s territory, U.S. Defense Secretary Leon Panetta warned this week during his visits to the two countries that he was \"concerned about conflict\" as result of the escalated tension.The Japanese government on Sept. 10 announced the \"purchase\" of part of the Diaoyu Islands, despite strong opposition by the Chinese side.Japanese government data collected earlier this year found 25 percent think Japan should increase its military strength, compared with 14 percent three years ago and 8 percent in 1991, the report said.That shift in thinking is also reflected in Japan\u0027s leaders, including Prime Minister Yoshihiko Noda, who has restored the U.S.-Japan security alliance as the \"foundation\" of Tokyo\u0027s foreign policy, the report noted.Yuichi Hosoya, a professor of international politics at Keio University, was quoted as saying that no matter who follows Noda as prime minister, Japan will move further to the right as the security issues have become more important to common Japanese as well. In addition to the confrontation with China, Japan has also been involved in territorial disputes with Russia and South Korea.Moreover, there\u0027s a growing push in Japan to change the pacifist constitution\u0027s Article 9 that renounces war and promises to never maintain land, sea and air forces, the Washington Post report said.The constitution was passed as a result of Japan\u0027s defeat in World War II, during which Japanese troops invaded many of its neighboring countries and brutally massacred millions of innocent civilians and prisoners of war.No changes have been made so far to the Article 9, but its interpretation has already been loosened, most clearly in 1954, when Japan established the SDF for the purpose of protecting its own land.Japan, which has never sincerely apologized for its war atrocities committed toward its neighbors, has recently taken several steps to further push the boundaries of its constitution, including relaxing the ban on weapons exports last year, passing a law in June to permit military space satellites and other surveillance, and taking part in the U.S.-led minesweeping exercises in the Strait of Hormuz this month.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "shift:3:1.0;war:4:0.9074919362591543;japan:5:0.8801765147709069;the washington post:2:0.8405734303427568;push:3:0.733121077398238;a:8:0.5862534167624824;ii:2:0.5862534167624824;the report:2:0.5462171490716715;no matter who:1:0.4936091772615913;the right:2:0.48172430478247774;keio university:1:0.44737358679054406;prime minister:2:0.4346552116836326;permit:1:0.4202867151713784;the confrontation:1:0.4202867151713784;world:2:0.4182991161413229;sincerely:1:0.40113799631949687;innocent:1:0.3862126757682577;satellites:1:0.3862126757682577;exercises:1:0.3862126757682577;atrocities:1:0.3739286198778629",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131866228_title1n.jpg",
      "title": "Japan shifting to right in foreign policy, military strategy: U.S. ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131866210_title1n.jpg",
      "title": "Japan shifting to right in foreign policy, military strategy: U.S. ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dVhflJ6Fq3Bk",
      "imgurl": "http://img.youtube.com/vi/VhflJ6Fq3Bk/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__t2OOXJlDJNkgZDEhpfp6SCdhzeA\u003d",
      "title": "China: Japan´s shift to right endangers Asia, world ..."
    }
  ]
}