{
  "url": "http://english.sina.com/sports/p/2012/0720/488136.html",
  "title": "An Olympic legacy",
  "pubdate": "2012-07-20 10:13:27 GMT",
  "description": "When Chinese-American gymnast Anna Li travels to London later this month, she will be the third in her family to compete at the Olympics.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eAnna Li, a Chinese-American gymnast, will compete for the US team at London Olympics. (Photo/China Daily)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eAnna Li (C) and her parents pose for photos. (Photo/China Daily)\u003c/h4\u003e\t\tWhen Chinese-American gymnast Anna Li travels to London later this month, she will be the third in her family to compete at the Olympics.However, unlike her parents, who competed for the Chinese team at Los Angeles in 1984 and have coached her from childhood, she will represent the United States as an alternate in its squad.\"I am 100 percent Chinese by heritage, but I am both Chinese and American,\" she said in an interview with China Daily. \"And when it comes to competing, I am definitely for the US team.\"Li\u0027s parents, Li Yuejiu and Wu Jiani, left China after the 1984 Olympics to coach in Canada, and then Los Angeles and Las Vegas (where Anna was born), before settling in Aurora, Illinois. Anna first visited a gymnastics facility when she was only 17 days old and began training at the age of four.\"Growing up with my parents, I wanted to be exactly like them,\" Li said. \"I knew they were in the Olympics, and I said I wanted to be in the Olympics too, just like them.\"At the 1984 Olympics, Li won a silver medal with the Chinese men\u0027s team and Wu helped the women\u0027s team to win a bronzel. Both medaled at the world championships in 1981, and Wu was a five-time national champion. They have coached Anna since childhood.\"They have been my mentors and my coaches,\" Li said. \"They know me the best, and it is really awesome to have them there for me. When I was younger, my friends were going out and having fun, and that was difficult. But it has all paid off, and it\u0027s worth it. Now it\u0027s me who wants it, no one has to force me to push for my dream. They just support me.\"But they initially discouraged Anna from training at the elite level, Wu said.\"From the beginning we didn\u0027t want her to do gymnastics because we knew how hard it would be,\" Wu said. \"But she was a natural from the beginning. She was always bouncing up and down non-stop. I\u0027m so glad now, because she loves the sport. She\u0027s doing what she loves.\"It was inevitable that she would become a gymnast, Li said. \"It just ran in my blood. I loved it from the beginning.\"Li took a break from training at the elite level to attend UCLA on a full scholarship. During her time at school she led the university\u0027s gymnastics team to the 2010 NCAA championship title, before making a decision to return to top-level training after graduation.Although Li Yuejiu spent four years in China coaching the Chinese gymnastics team to an overall gold medal at the Beijing Olympics in 2008, he is now cheering for the US team.\"Since (Anna) was born and raised in the US, it is natural that she represents the US team,\" he said. The family has made efforts to stay connected to China, with trips home to visit family. Anna speaks fluent Mandarin and the family regularly eats Chinese food at home.\"We\u0027re rooting for the US team,\" Wu said. \"My heart is still fully Chinese, and I love China, but when it comes to sports I am definitely on the US team\u0027s side.\"While her father was training the Chinese team in China, Anna visited and spent some time training with the Chinese gymnasts at the national training facility in Beijing, she said. She also attended the Beijing Olympics as a spectator.There are major differences in the Chinese and US methods of training, Li Yuejiu said.\"Encouragement is the key to education in the US,\" he said. \"Americans are raised to present themselves bravely, while Chinese kids are educated to be cautious and humble. Chinese kids focus on victory over fun, and therefore they tend to be more reserved when they are in a competition. That is the reason that American kids are able to deliver their true level of capability and confidence in competition.\"There have been changes, though, he said. \"The (Chinese) coaches have gained access to international exchange programs and have absorbed different approaches to training.\"China and the US are keen rivals in gymnastics. At the 2008 Beijing Olympics, the Chinese team took gold in the men\u0027s and women\u0027s team competitions as well as seven other individual gold medals, while the US team won two women\u0027s individual gold medals.\"They\u0027re both very successful teams, with different systems,\" Anna said. \"I just hope that everyone stays healthy leading up to the Games because in our sport it is very easy to be injured. I wish everyone good luck, and I\u0027m very excited.\"\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/sports/p/2012/0720/U142P5029T2D488136F24DT20120720181327.jpg",
  "keywords": "anna:9:1.0;team:12:0.7858431604620274;olympics:8:0.7049861097214956;li:10:0.6751611838164957;wu:6:0.48293957190057496;parents:4:0.2976353773912541;i:6:0.2865304201047351;kids:3:0.25543447514075024;gold:3:0.24818850828641661;i am:3:0.23248154002180335;a:12:0.23248154002180335;to be:5:0.21142823829559168;she was:3:0.20019670335528963;level:3:0.1989804784285421;the family:2:0.1922525091388062;beijing:4:0.18615366510496983;china:5:0.18334940094483662;sport:2:0.17965132063796307;elite:2:0.1762465274303739;knew:2:0.17028965009383348",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://img.metro.co.uk//i/pix/2012/08/14/1408-Olympic-legacy.jpg",
      "title": "Olympic Legacy.. - Olympics 2012 - The Football Forum - More Than ..."
    },
    {
      "url": "http://www.risingstars-uk.com/blog/wp-content/uploads/2012/10/olympic-legacy-picture.jpg",
      "title": "Playing out the Olympic Legacy at Portree School | Rising Stars Blog"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003diJkYb8ME4fE",
      "imgurl": "http://img.youtube.com/vi/iJkYb8ME4fE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__iz9pCzWd6i1PR1qLJ7AHTKtfjWk\u003d",
      "title": "The London Olympics\u0026#39; Toxic Legacy? - YouTube"
    }
  ]
}