{
  "url": "http://english.sina.com/world/2012/0606/474106.html",
  "title": "Syria conference proposed for a peaceful solution ",
  "pubdate": "2012-06-07 00:46:11 GMT",
  "description": "Syrian internal opposition has already indicated its readiness to support international efforts to resolve the country’s crisis through a political dialogue. Syrian opposition abroad, however, calls for outside military intervention aimed at bringing about a regime change in Syria.",
  "cleanContent": "Sina English Syrian internal opposition has already indicated its readiness to support international efforts to resolve the country’s crisis through a political dialogue. Syrian opposition abroad, however, calls for outside military intervention aimed at bringing about a regime change in Syria.Russia, on its part, has proposed an international conference aimed at persuading these opposition factions to drop their militant stance and accept Kofi Annan’s settlement plan.Foreign Minister Lavrov spoke about this at a press conference on the sidelines of the ongoing SCO summit in Beijing:\"I do hope that these groups’ foreign sponsors will heed the voice of reason and persuade them to soften their irresponsible stance. It is important that all sides in the Syrian conflict comply with Kofi Annan’s settlement plan and the relevant resolutions of the UN Security Council.An international conference bringing together the five permanent members of the UN Security Council, Turkey, Iran, the Arab League, the Islamic Cooperation Organization and hopefully also the European Union could help us get closer to this goal.The proposed conference would be radically different from those that have been held by the group known as ‘The Friends of Syria’. While ‘The Friends’ usually focus on supporting radical groups affiliated to the Syrian National Council, this meeting would concentrate on efforts to drop double standards with regard to Syria and implement the Annan plan.\"Russia will continue to oppose attempts by some factions within the Syrian opposition to ignore this peace blueprint. It will also continue to coordinate its Syria policy with China’s:\"Russia and China agree that the proposed Syria conference is absolutely necessary. It would be particularly relevant today, as many Syrian and outside forces are trying to derail Annan’s plan,\" said Lavlov.The two powers also argue that outside military intervention in Syria would be fraught with a regionwide conflagration. They urge other countries to use their influence on the sides in the Syrian conflict for bringing about a political dialogue in Syria.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0530/S60350T1338347524165.jpg",
  "keywords": "syrian:7:1.0;syria:5:0.7142857142857143;settlement:2:0.45587503278153546;kofi:2:0.4308084997663189;intervention:2:0.4002642242358032;drop:2:0.373809837150224;dialogue:2:0.3700239130367866;conflict:2:0.36192336203337244;stance:2:0.35904790371062484;international:3:0.33739454847713013;the voice of reason:1:0.32446681809480415;ignore this:1:0.29407452473003803;get closer:1:0.29407452473003803;all sides:1:0.29407452473003803;political:2:0.2822748793268373;continue:2:0.27106470798747756;plan:2:0.27106470798747756;blueprint:1:0.25387128883950294;resolutions:1:0.24579654324792563;heed:1:0.24579654324792563",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://english.peopledaily.com.cn/mediafile/201211/19/F201211191345361392110547.jpg",
      "title": "Tehran meeting on Syria emphasizes peaceful solution, opposes ..."
    },
    {
      "url": "http://images2.china.com/english.china.com/zh_cn/news/international/11020308/20121119/r_17537126_781491.jpg",
      "title": "Tehran meeting on Syria emphasizes peaceful solution, opposes ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dUIOBxc4HjIA",
      "imgurl": "http://img.youtube.com/vi/UIOBxc4HjIA/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__dtrdetVnWeFy3Cy7HRu_Xpojcxc\u003d",
      "title": "Aug 27, 2012 Syria_Iran backs peaceful solution to ..."
    }
  ]
}