{
  "url": "http://english.sina.com/world/2012/0529/471750.html",
  "title": "Syria\u0027s Assad says success of Annan\u0027s plan depends on halt of terrorism",
  "pubdate": "2012-05-29 16:01:07 GMT",
  "description": "DAMASCUS， May 29 (Xinhua) -- Syrian President Bashar al-Assad stated Tuesday that the success of the UN-backed six-point plan， brokered by the international envoy Kofi Annan， relies on halting the terrorist acts as well as the commitment of the countries that support and harbor the armed terrorist groups.",
  "cleanContent": "DAMASCUS, May 29 (Xinhua) -- Syrian President Bashar al-Assad stated Tuesday that the success of the UN-backed six-point plan, brokered by the international envoy Kofi Annan, relies on halting the terrorist acts as well as the commitment of the countries that support and harbor the armed terrorist groups.Assad made the remarks during his meeting with the visiting UN- Arab League joint special envoy Kofi Annan, who flew to Syria on Monday to discuss the prospect of his six-point plan that called primarily for the halt of violence and dialogue among all factions in order to resolve Syria\u0027s 15-months crisis.According to state-run SANA news agency, Assad underlined that the terrorist acts have been rampant notably lately in a number of Syrian provinces.For his side, Annan hailed the \"positive spirit\" of coordination between the Syrian government and the UN observers, who started their mission in Syria last month to monitor the situation.Meanwhile, Annan\u0027s spokesman, Ahmad Fawzi, said in a statement obtained by Xinhua Tuesday that Annan met with Assad \"to convey the grave concern of the international community about the violence in Syria.\"Fawzi said the talks also included in particular the recent events in the central village of Houla, which has witnessed a bloody massacre that claimed the lives of more than 100 people.According to Fawzi, Annan conveyed in \"frank terms\" his view to Assad that the six point plan cannot succeed without bold steps to stop the violence and release detainees, stressing the importance of full implementation of the plan.A day earlier, Annan told reporters that he expected to have \" serious and frank\" discussions with Assad.Annan urged the Syrian government to take \"bold steps\" to signal that it is serious in its intention to resolve the 15-month crisis peacefully. He also urged \"everyone with a gun\" to lay down weapons to help create the right context for a credible political process.\"Our goal is to stop this suffering. It must end and it must end now,\" Annan said, adding that his six-point plan has to be implemented comprehensively.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "the terrorist:2:1.0;syrian:4:0.971571019205329;plan:4:0.9217551511349594;frank:2:0.7751011979021835;bold:2:0.7450894357100182;violence:3:0.7286782644039967;resolve:2:0.6417404856686421;kofi annan:2:0.5862392032808488;steps:2:0.5802743671762861;harbor:1:0.5516744750206881;envoy:2:0.5343063206917236;the grave:1:0.5;this suffering:1:0.5;the international:2:0.49141263091345666;stop:2:0.4857855096026645;syria:2:0.4857855096026645;rampant:1:0.46972678716518923;ahmad:1:0.46972678716518923;lay down:1:0.44832552497931194;tuesday:2:0.4224349929763632",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/life/p/2012/0529/U45P5029T2D471840F23DT20120530111633.jpg",
      "title": "Syria\u0026#39;s Assad says success of Annan\u0026#39;s plan depends on halt of ..."
    },
    {
      "url": "http://img.news.sina.com/sports/p/2012/0529/U48P5029T2D471833F23DT20120530110101.jpg",
      "title": "Syria\u0026#39;s Assad says success of Annan\u0026#39;s plan depends on halt of ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dLbhFL5CDwwU",
      "imgurl": "http://img.youtube.com/vi/LbhFL5CDwwU/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__4aZUUnefalFs-lGvu-tDGhn19y0\u003d",
      "title": "Sep 3, 2012 Syria_Syria firmly supports UN mission ..."
    }
  ]
}