{
  "url": "http://english.sina.com/china/2012/1008/514154.html",
  "title": "China-Japan island spat could be \u0026quot;Asian Cold War\u0026quot;?",
  "pubdate": "2012-10-09 01:25:58 GMT",
  "description": "China and Japan\u0026#39;s island spat is much more than a battle over a bunch of uninhabited rocks. And it won\u0026#39;t be ending anytime soon.",
  "cleanContent": "Sina EnglishChina and Japan\u0027s island spat is much more than a battle over a bunch of uninhabited rocks. And it won\u0027t be ending anytime soon.That is perhaps what not a few observers believe, and even the general public from both China and Japan could be under the impression that the chill will linger even if the island crisis is over.The following is excerpts from an article titled The Asian Cold War by American columnist Michael Auslin published Oct. 4 in the Foreign Policy magazine:The roiling dispute over a remote set of rocks in the East China Sea, known to the Japanese as the Senkakus and to the Chinese as the Diaoyu Islands, is more than a mere diplomatic spat between two of the world\u0027s largest economies.It has stripped away the thin veneer of cooperation between the two Asian giants that most observers assumed would ripen as the two countries became increasingly economically intertwined.It also serves as yet another reminder of just how potent territorial disputes remain in Asia and how little trust there is between countries where the wounds of previous conflicts are still fresh. Although the probability of actual conflict between China and Japan over the Senkakus (Chinese Diaoyus) is negligible, the current crisis is the herald of a new cold war that will persist for years, if not decades.The result will be an Asia that remains fragmented, unable to overcome the baggage of the past, and one in which the specter of accidental conflict is ever present.This is not how Asia\u0027s most important tandem was supposed to turn out. Perhaps even without the conscious understanding of both countries\u0027 leaders, the two became ever more economically interdependent once China embarked on its market liberalization and reform period in the late 1970s. Japanese investment in China reached $6.5 billion in 2005, despite poor diplomatic relations, leading a senior official of the Japan External Trade Organization to claim that Japan and China\u0027s economic relationship is sufficiently compelling and mature to overcome occasional political flare-ups.Such optimism is the same that propelled English politician and journalist Norman Angell to claim in 1909 that economic integration among the European countries was such as to make war between them impossible. Angell was proved tragically wrong just five years later, and the Japanese trade official\u0027s confidence from 2005 must similarly be seen in a more sober light in the recent wake of massive anti-Japanese protests that grew so violent that the Chinese government had to shut them down. The danger, clearly, is that politics will trump economics in the new Asian cold war.The reverberations from the latest clash over the islands continue to widen. Ever since Japanese Prime Minister Yoshihiko Noda\u0027s government announced in September that it was buying three of the five islands from their private Japanese owner, anti-Japanese protests have rocked China. The danger was great enough to force Honda and Toyota to suspend manufacturing operations inside China, and the Aeon department store chain closed its stores. (The three companies have since resumed operations.) All Nippon Airways announced in late September that 40,000 seats on China-Japan flights have been canceled, despite the upcoming Chinese holiday that usually draws thousands of tourists to Japan.As the economic fallout became clearer and as Chinese commentators called openly for war with Japan, Noda doubled down on his rhetoric, publicly refusing to entertain the idea of compromise after Yang Jiechi, China\u0027s foreign minister, claimed the islands were \"sacred territory.\" The war of words seemed for a while likely to become an actual shooting war, as up to 70 maritime patrol vessels and coast guard ships from both counties tensely confronted each other in the waters off the Senkakus (Chinese Diaoyus).How much worse will the crisis get, and what can be done to defuse tensions? There are tentative signs that leaders are trying to cool things down. On Oct. 1, Noda reshuffled his cabinet, giving a post to former Foreign Minister Makiko Tanaka, who has close ties with Beijing. The Chinese leadership, for its part, appears to be forestalling further public protests.Yet even as each side continues to harden its rhetoric, Noda made a departure last week from the normal pattern of contentious dispute with China. The prime minister bluntly warned Beijing that it had more to lose than Japan from a continued conflict or war, and he prophesied that foreign investors would be scared away from a China that is seen as a bullying threat to its neighbors.So far, no lives have been lost in the waters off the Senkakus (Chinese Diaoyus). But, the crisis could indeed become far more serious, plunging the world\u0027s second- and third-largest economies into actual conflict. This would harm both economies, destabilize world markets, and force the United States into excruciatingly difficult choices over whether to uphold its mutual defense treaty with Japan and put at risk its entire relationship with China.Shots may be avoided, but the cold war between Beijing and Tokyo is real and on display for all to see. However the current crisis gets resolved, it seems a safe bet that relations will only grow chillier with time.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "china:9:1.0;japan:7:0.9870920168297492;war:5:0.9086834436312073;conflict:4:0.882103157094352;a:14:0.8218324077813404;cold war:2:0.7167375579956852;rocks:2:0.6426634839216112;danger:2:0.5443502336467466;crisis:3:0.5222710797934548;islands:4:0.5125083879462664;economic:3:0.5094402778579064;overcome:2:0.5079985922316721;the crisis:2:0.4760196114594147;asia:2:0.441051578547176;beijing:3:0.42303943578417824;trade:2:0.4159044328974229;linger:1:0.3954058160348796;accidental:1:0.3954058160348796;ripen:1:0.3954058160348796;widen:1:0.3954058160348796",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
      "title": "China-Japan island spat could be \u0026quot;Asian Cold War\u0026quot;? - China News ..."
    },
    {
      "url": "http://static6.businessinsider.com/image/504f50d4eab8ea756200000e-300/senkaku-island.jpg",
      "title": "Clinton Warned About China-Japan War - Business Insider"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dEbRefCZrT60",
      "imgurl": "http://img.youtube.com/vi/EbRefCZrT60/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__NeI8U8FTxFRVvh0o-_aHNzMoWvY\u003d",
      "title": "China Japan relations: Diaoyu/Senkaku islands ..."
    }
  ]
}