{
  "url": "http://english.sina.com/china/2012/0920/508776.html",
  "title": "China calls on Japan to negotiate",
  "pubdate": "2012-09-21 00:22:00 GMT",
  "description": "China on Thursday urged Japan to return to the negotiation table to resolve issues surrounding the Diaoyu Islands, following reports suggesting Japanese Prime Minister Yoshihiko Noda plans to send a special envoy to China.",
  "cleanContent": "China on Thursday urged Japan to return to the negotiation table to resolve issues surrounding the Diaoyu Islands, following reports suggesting Japanese Prime Minister Yoshihiko Noda plans to send a special envoy to China.China will maintain communications with the Japanese side at all levels and expound China\u0027s solemn stance on the Diaoyu Islands, foreign ministry spokesman Hong Lei said on Thursday.Noda said on TV Asahi Wednesday that he would consider sending a personal envoy to China to help repair Japan\u0027s relations with China, though he insisted that \"no issue of territorial sovereignty exists over the Diaoyu Islands,\" NHK World reported.He also said that he had expected friction following the \"purchase\" of the Diaoyu Islands, but what was happening was far beyond his expectations.Despite mutual willingness to negotiate, tensions in waters around the islands continue to run high.According to TV Asahi Thursday, escort vessels from the Japan Maritime Self-Defense Force (JMSDF) were sent to patrol waters near the Diaoyu Islands, shortly after the Japan Coast Guard increased the local presence by 50 patrol ships Tuesday, which, according to reports in the Asahi Shimbun, represents about half of its entire patrol force.But Japan denied its armed forces were engaged in any unusual or extraordinary activities.\"We are not doing anything beyond routine surveillance activities,\" a defense ministry spokesperson was quoted by Reuters as saying Thursday.Li Jie, a researcher with the Chinese Naval Research Institute, told the Global Times that the tension would substantially escalate if patrol vessels from the JMSDF sailed into Chinese territorial waters around the Diaoyu Islands.But he said it seems unlikely the Japanese side would decide to do this.Two escort vessels of the People\u0027s Liberation Army Navy approached waters 80 nautical miles northwest of the Diaoyu Islands Wednesday evening and patrolled until midnight in the area, Japanese media reports said. Japan confirmed the presence and said it was the first time Chinese naval vessels were spotted patrolling in the area, according to the Fuji News Network.But the news has not been confirmed by Chinese officials.According to Japan\u0027s Chief Cabinet Secretary Osamu Fujimura, there were 10 official Chinese ships around the Diaoyu Islands as of Thursday morning, including four marine surveillance ships and six fishery administration ships, Hong Kong-based Phoenix Television reported.Qu Xing, director of the China Institute of International Studies, told the Global Times that China and Japan need to calm down and return to engaging in dialogue.\"China has successfully exercised a series of countermeasures against Japan recently. What we need now is to avoid any losses which might be caused by deteriorating China-Japan relations,\" he said.UN Secretary General Ban Ki-moon also urged Wednesday leaders of China and Japan to use the UN summit due to open next week in New York as an opportunity to ease the Diaoyu Islands disputes, AFP reported.\"Looking at what is happening in the relationship between China and Japan over this territorial issue, I am increasingly troubled by rising tensions in the region,\" Ban told reporters, in his first comment on the dispute.\"It\u0027s not for me to take a position on such territorial disputes. I urge all concerned parties to resolve the dispute peacefully through dialogue,\" he was quoted by CCTV News as saying.Fujimura said Thursday Japan would seek compensation from China for damage inflicted on its diplomatic missions during recent protests across the country, local media in Japan reported.Fujimura also said that any indemnity claims by Japanese companies for damage to their properties in China should be handled through Chinese legal channels, the Nihon Keizai Shimbun\u0027s online edition said.Hong said relevant cases would be handled appropriately.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "japan:9:1.0;islands:9:0.9086181061280522;china:9:0.7879486051115806;vessels:4:0.7248489063633691;patrol:4:0.6447826575588915;ships:4:0.6169815267860981;tv asahi:2:0.5305586223245875;escort:2:0.5063857957121822;thursday:4:0.4669325067327885;global times:2:0.3843416309003927;resolve:2:0.36242445318168454;damage:2:0.36242445318168454;presence:2:0.3447649041004775;institute:2:0.33589300591879806;surveillance:2:0.3205405916096802;told:3:0.3138629113133955;cctv news:1:0.3115594611976896;phoenix television:1:0.3115594611976896;calm down:1:0.3115594611976896;japan maritime self-defense force:1:0.3115594611976896",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://previous.presstv.ir/photo/20121228/reportint20121228170004690.jpg",
      "title": "PressTV - China calls for negotiations with Japan on islands row"
    },
    {
      "url": "http://www.islamtimes.org/images/docs/000226/n00226075-b.jpg",
      "title": "Islam Times - China calls for negotiations with Japan on islands row"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d4VTuzMfpxVw",
      "imgurl": "http://img.youtube.com/vi/4VTuzMfpxVw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__SCUA5wRTbrtVn3VbLPfoXdnT3JY\u003d",
      "title": "China calls for negotiations with Japan on islands ..."
    }
  ]
}