{
  "url": "http://english.sina.com/world/2012/0717/487154.html",
  "title": "Syrian crisis enters new phase with Damascus battles",
  "pubdate": "2012-07-17 21:37:03 GMT",
  "description": "DAMASCUS， July 17 (Xinhua) -- The violence and turmoil that have hit several Syrian cities since the start of the crisis has reached the heart of the capital Damascus， which has seen an unprecedented rise in clashes between the Syrian armed forces and armed rebels over the past two days.",
  "cleanContent": "DAMASCUS, July 17 (Xinhua) -- The violence and turmoil that have hit several Syrian cities since the start of the crisis has reached the heart of the capital Damascus, which has seen an unprecedented rise in clashes between the Syrian armed forces and armed rebels over the past two days.Clouds of smoke are covering the sky of Damascus and the sound of explosions are echoing across several neighborhoods.Syria said it\u0027s continuing its pursuit of armed terrorist groups in a number of restive areas in Damascus, mainly al-Midan and al-Qaboun.Meanwhile, the rebel Free Syria Army said the \"greater battle\" of Damascus has already begun and they have used a new tactic to launch a number of simultaneous attacks in many areas and set tires ablaze reportedly to scatter the Syrian army\u0027s attention.Media reports raised speculations that the coming days will witness an upsurge in violence. The escalation was met with a mixture of denial, world condemnation, and warnings.However, Syrian Information Minister, Omran al-Zoubi, stressed Tuesday that the situation in Syria is \"normal and as usual,\" adding that what has been broadcast by some TV channels and media outlets about the situation in Damascus was \"inaccurate and doesn\u0027 t reflect the truth andreality.\" In a statement, al-Zoubi said: \" Honestly, this picture reflects only the illusions and wishes of some parties, and do not match with the reality,\" adding that \" life in Damascus and in other cities and provinces is normal and natural and competent security apparatuses and law-enforcement agents are performing their duties precisely and with keenness.\"Externally, the Iranian Foreign Ministry\u0027s spokesman warned that any aggravation in the Syrian security condition would create similar conditions in the entire region.The transfer of the chaotic conditions to Damascus has sent signals that the six-point plan introduced by the UN special envoy to Syria Kofi Annan to monitor a ceasefire in Syria has actually stalled.Annan told Moscow Tuesday that the situation in Syria has reached a very delicate stage, while Russian President Vladimir Putin stressed that Moscow would do its utmost to make Annan\u0027s efforts to reach a political settlement in Syria a success.Annan\u0027s remarks came a day ahead of a UN Security Council vote on a new resolution amid division among the world superpowers. Moscow said on Monday that Western governments are trying to blackmail Russia into supporting their draft of the Syrian resolution, threatening to end the UN observer mission if a deal is not reached.The Britain-proposed UN resolution calls on the Syrian government to pull out troops and heavy weapons from populated areas within 10 days otherwise Syria would face non-military sanctions. However, the resolution is demanded to be adopted under the chapter 7 of the UN charter, which would allow the resolution to be imposed militarily.Russia has expressed opposition to the new resolution, and called for extending the mission of the UN Supervision Mission for another three months.Meanwhile, the International Committee of the Red Cross (ICRC) concludes that \"there is currently a non-international armed conflict in Syria between government forces and a number of organized armed opposition groups operating in several parts of the country,\" a Red Cross official said in comments to Xinhua Tuesday.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "damascus:7:1.0;syria:8:0.9618562534221696;syrian:7:0.8416242217443983;a:13:0.5270405641351213;resolution:3:0.5120197065738007;moscow:3:0.4931301626367724;areas:3:0.4671316317546037;the resolution:2:0.46502997588821415;a number:3:0.45327511879411847;the situation:3:0.3967228326401794;tuesday:3:0.3136582902537111;normal:2:0.3080909706709665;conditions:2:0.2944072716395843;to damascus:1:0.27307913326092087;new resolution:1:0.27307913326092087;upsurge:1:0.27307913326092087;scatter:1:0.27307913326092087;blackmail:1:0.27307913326092087;aggravation:1:0.27307913326092087;mission:2:0.2644818884267862",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/world/2012-07/15/131716906_871n.jpg",
      "title": "Syrian crisis enters new phase with Damascus battles - Xinhua ..."
    },
    {
      "url": "http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/19/1342682144666/Damascus-unrest-008.jpg",
      "title": "Syria crisis enters new phase of uncertainty | World news | guardian."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dG6Ad9DXi5Vk",
      "imgurl": "http://img.youtube.com/vi/G6Ad9DXi5Vk/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__4kiHu7F1Tcrn9B-bEcl1P0jo6w0\u003d",
      "title": "New phase of Syria conflict after using chemical ..."
    }
  ]
}