{
  "url": "http://english.sina.com/technology/2011/0425/370323.html",
  "title": "Countdown begins for China\u0027s space station program",
  "pubdate": "2011-04-25 23:53:10 GMT",
  "description": "BEIJING - Authorities in charge of the manned space program unveiled plans on Monday to build a 60-ton space station, made up of three capsules, and develop a cargo spaceship to transport supplies.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003e\u003c/h4\u003e\t\tBEIJING - Authorities in charge of the manned space program unveiled plans on Monday to build a 60-ton space station, made up of three capsules, and develop a cargo spaceship to transport supplies.The China Manned Space Engineering Office said at a news conference that it also wants the public to get involved by suggesting names for the space station, due to completed around 2020.According to documents provided by the office, the space station, weighing about 60 tons, is composed of a core module and two others where experiments will be conducted.A cargo spaceship to transport supplies will also be developed.The 18.1-meter-long core module, with a maximum diameter of 4.2 meters and a launch weight of 20 to 22 tons, will be launched first.The two experiment modules will then blast off to dock with the core module. Each laboratory module is 14.4 meters long, with the same maximum diameter and launch weight of the core module.\"The 60-ton space station is rather small compared to the International Space Station (419 tons), and Russia\u0027s Mir Space Station (137 tons) which served between 1996 and 2001,\" said Pang Zhihao, a researcher and deputy editor-in-chief of the monthly magazine, Space International.\"But it is the world\u0027s third multi-module space station, which usually demands much more complicated technology than a single-module space lab,\" he said.The office also said that China will develop a cargo spaceship, with a maximum diameter of 3.35 meters and a launch weight less than 13 tons, to transport supplies and lab facilities to the space station.Pang said it is the first time that the office confirmed plans to build a cargo spaceship, which is vital for long-term space missions.The public is being asked to submit suggestions for names and symbols to adorn the space station.\"Considering past achievements and the bright future, we feel that the manned space program should have a more vivid symbol and that the future space station should carry a resounding and encouraging name,\" Wang Wenbao, director of the office, said at the news conference.China previously named the space lab \"Tiangong\" meaning heavenly palace, and the spacecraft to transport astronauts was named \"Shenzhou\", divine vessel. Its moon probes were named after the country\u0027s mythical Moon Goddess \"Chang\u0027e\". But the names were selected without public input.\"We now feel that the public should be involved in the names and symbols as this major project will enhance national prestige, and strengthen the national sense of cohesion and pride,\" Wang said.The public is welcomed to submit suggestions for the space station and its three modules, as well as symbols for the China Manned Space Engineering Program and the space station.Suggestions should be submitted between Monday and July 25 via websites including www.cmse.gov.cn or e-mailed to kongjianzhan@vip.qq.com. The result will be decided before the end of September.Suggested names for the cargo spaceship, however, should be submitted far earlier - between Monday and May 20. The result will be announced before the end of June, Wang said.According to Zhou Jianping, chief designer of the manned space program, the different deadlines are \"due to time schedules for various projects\", which indicated that the cargo spaceship project could soon begin development.China is now in the second phase of its manned space program.According to the schedule, a space module Tiangong-1 and the Shenzhou VIII spacecraft will be launched in the latter half of this year in the first unmanned rendezvous and docking mission. Shenzhou IX and Shenzhou X will be launched next year to dock with Tiangong-1.But problems in ensuring long-term missions for astronauts need to be overcome.Wang Zhaoyao, spokesman for the program, said that developing technology needed to guarantee mid-term missions in space (a stay of at least 20 days), and developing cargo supply technology will be among the tasks to be met during the 12th Five-Year Plan (2011-2015) period.The manned space program will lay the foundation for possible missions in future, such as sending men to the moon, according to the office\u0027s documents.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "science/tech",
  "pic": "http://img.news.sina.com/U45P5029T2D370323F24DT20110426100947.jpg",
  "keywords": "cargo:7:1.0;spaceship:6:0.6882884311499547;space station:9:0.5357386659282094;space:15:0.47173649760143943;transport:4:0.43330794253259713;the office:3:0.40367073401144515;symbols:3:0.3845074753359156;shenzhou:4:0.3174747649944945;maximum:3:0.3167958508578681;the core:2:0.30879816829860857;the names:2:0.30879816829860857;weight:3:0.28917869527047124;submit:2:0.25633831689061043;wang:3:0.252864335445778;core:2:0.22942947704998493;developing:2:0.2111972339052454;module:5:0.19842172812155906;develop:2:0.19278579684698083;moon:2:0.18869459904057578;public:3:0.18869459904057578",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20110426/0013729e4a600f2045874b.jpg",
      "title": "Countdown begins for space station program"
    },
    {
      "url": "http://icdn3.digitaltrends.com/image/countdown-begins-for-space-station-program-300x245-c.jpg",
      "title": "China to launch space station by 2020 | Digital Trends"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dtLijWcRB8P8",
      "imgurl": "http://img.youtube.com/vi/tLijWcRB8P8/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__Wm4P6Jo5fVb-QHRFow1NRPWfRJE\u003d",
      "title": "Our moon like you have never seen it before ..."
    }
  ]
}