{
  "url": "http://english.sina.com/china/2012/0915/506947.html",
  "title": "Chinese rally in U.S. cities against Japan\u0027s provocations over Diaoyu Islands",
  "pubdate": "2012-09-16 04:07:36 GMT",
  "description": "Overseas Chinese rallied in Houston and Chicago on Saturday to protest the Japanese government\u0026#39;s \u0026quot;purchase\u0026quot; of China\u0026#39;s Diaoyu Islands and voice support for China\u0026#39;s sovereignty over the islands.",
  "cleanContent": "Overseas Chinese rallied in Houston and Chicago on Saturday to protest the Japanese government\u0027s \"purchase\" of China\u0027s Diaoyu Islands and voice support for China\u0027s sovereignty over the islands.The Japanese government Tuesday formally signed a contract to \"purchase\" part of the Diaoyu Islands, triggering widespread anti-Japanese protests in China and abroad.About 1,000 people, organized by the Houston Diaoyu Islands Coalition, gathered Saturday morning at Chinatown in Houston to assert China\u0027s ownership of the Diaoyu Islands and oppose the Japanese government\u0027s provocative move.Braving scorching sunshine, the crowd marched in the Chinatown area, shouting slogans like \"Diaoyu Islands Belong to China,\" \"Protect Our Land And Rights to Fish,\" and \"Diaoyu Islands Should Not Be Covered by Security Treaty Between the United States And Japan.\"A jet plane, rented by China Peaceful Development Alliance-Houston, hovered above the marching crowd, with a meters-long banner hanging from it, reading: Diaoyu Islands Belong to China.\"We are here to voice our support for China\u0027s efforts to protect its ownership of Diaoyu Islands,\" said Steven Pei, chairman of Houston Diaoyu Islands Coalition.Pei said people were participating in Saturday\u0027s rally as individuals to show grassroots Chinese\u0027 support for China\u0027s ownership of the islands.\"We, as ordinary Chinese people, support every effort by the Chinese government to safeguard its sovereignty over the Diaoyu Islands. Japan\u0027s militarism and expansionism should not be given any chance to have its way,\" said Pei.\"We are here to convey two messages,\" said Becky Li, president of the National Association of Chinese Americans in Houston. \"We support the Chinese government over the Diaoyu Islands. Meanwhile, we want to send a message to the U.S. government that it should take a neutral stand on the issue and should not harm the Chinese people\u0027s feelings.\"In Chicago, more than 60 overseas Chinese organizations and business entities joined force in organizing a protest against Japan\u0027s provocations over Diaoyu Islands at the Chinatown Square Saturday afternoon.The beat of drums, denunciation of Japan\u0027s latest actions and Chinese patriotic songs resonated over the square and drew several hundred protesters and onlookers, many of whom waved Chinese and American flags as they shouted anti-Japanese slogans.\"Japanese want to take over China\u0027s Diaoyu Islands,\" Li Ruotong, a 10-year-old Chinese American girl, said to Xinhua. \"That\u0027s why I\u0027m here today.\" She said she wanted to \"protect Diaoyu Islands.\"Cao Lequn, an overseas Chinese who had lived in the United States for more than 20 years, joined the protest wearing a T-shirt that says \"Defend Diaoyu Islands of China\" in the front, and \"Diaoyu Islands always belong to China\" in the back.He said to Xinhua: \"We should all support the Chinese government... We should put one hundred percent of our energy to protect our territory.\"\"I think the Chinese government should take a very firm stand,\" Cao continued. \"We Chinese should stand up to protect our own land and our own interests.\"Jiang Xiaoli, former chairman of the Beijing University\u0027s Alumni Association in Chicago, joined Cao, saying many Americans do not understand the history of World War II and the situation surrounding Diaoyu Islands.\"We should all join together and let Chinese and Americans know the truth. (Japan\u0027s action) serves no good to Americans either,\" said Jiang.A group of Chicago Chinese Americans released a statement to condemn the Japanese government\u0027s violation of China\u0027s territorial sovereignty.They also urged the U.S. government to remove the Diaoyu Islands from the U.S.-Japan Security Treaty and called on fellow Americans and the U.S. government to work with China to maintain peace in the Asia-Pacific region and stop Japan\u0027s provocations over the Diaoyu Islands.Also on Saturday, an activity was launched to collect signatures for a petition to be submitted to the U.S. government and Congress on Oct. 6 over the issue of the Diaoyu Islands.The petition asks the United States to take a neutral stance over the Diaoyu Islands issue, both from the perspective of the U.S.-China relations and for the interests of the U.S. government and its people, said Pei.The signatures-collecting program, initiated by the Houston Diaoyu Islands Coalition and jointly launched in five U.S. cities, aims to get at least 10,000 signatures from supporters of China\u0027s sovereignty over the Diaoyu Islands, according to Pei.On Tuesday, Sept. 18, Chinese Americans in Chicago plan to present a written protest over Diaoyu Islands to the Japanese Consulate in Chicago.On the same day in 1931, the then Japanese military staged a premeditated incident in northeast China and engineered it as a pretext for starting its invasion of China.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "islands:20:1.0;houston:6:0.614620864572154;chicago:5:0.5544570747284879;china:8:0.34687779158146537;a:14:0.32070983699392835;protest:4:0.29412131252094753;chinatown:2:0.2796978839186652;belong:3:0.2748941459947957;cao:2:0.24146009363204193;coalition:2:0.21679416487606323;issue:3:0.20135632244137186;united states:3:0.19880270834174849;saturday:3:0.18418896433268206;people:4:0.1832627639965305;voice:2:0.17408547058955082;land:2:0.17408547058955082;treaty:2:0.17211487223245908;stand:2:0.1639698646278176;launched:2:0.16144162152628777;li:2:0.15966674774837133",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/china/2012-09/16/131852533_11n.jpg",
      "title": "Roundup: Chinese rally in U.S. cities against Japan\u0026#39;s provocations ..."
    },
    {
      "url": "http://p1.img.cctvpic.com/program/general_news/20120917/images/1347873246780_1347873246780_r.jpg",
      "title": "Chinese Americans rally against Japan´s provocations over Diaoyu ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dBvlonCupwx8",
      "imgurl": "http://img.youtube.com/vi/BvlonCupwx8/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__mP2ANX4efRIriLh6h0J1WstVM-k\u003d",
      "title": "CHINA OUTRAGED as JAPAN BUYS disputed ..."
    }
  ]
}