{
  "url": "http://english.sina.com/world/p/2012/0515/467901.html",
  "title": "Syria attack kills 21; rebels say protect U.N. monitors",
  "pubdate": "2012-05-16 01:06:13 GMT",
  "description": "At least 21 people were killed on Tuesday in an attack in northern Syria, activists said, and members of a team of U.N. monitors caught in the incident said they were in rebel hands \u0026quot;for their own protection.\u0026quot;",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eMembers of the Free Syrian Army celebrate in front of a burning tank after defeating government troops in Rasten, near Homs, May 14, 2012.(Photo/Reuters)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA Syrian rebel runs for cover at the Sunni district of Jabb al-Jandali in Homs, Syria, Monday, May 14, 2012.(Photo/AP)\u003c/h4\u003e\t\tAt least 21 people were killed on Tuesday in an attack in northern Syria, activists said, and members of a team of U.N. monitors caught in the incident said they were in rebel hands \"for their own protection.\"When Reuters asked one of the four monitors by phone if they were being held prisoner, he said: \"We are safe with the (rebel) Free Army.\"A spokesman for the rebel military council said the rebels were working on a safe exit for the monitors. An internal U.N. document obtained by Reuters said that a total of six monitors were under rebel \"protection\" in a \"friendly environment.\"\"They are now with the Free Army which is protecting them. If they leave, the regime will terminate them because they have witnessed one of its crimes and it does not want them to tell the truth,\" rebel Major Sami al-Kurdi told Reuters.\"We will get them out tomorrow,\" he said later. The internal U.N. document confirmed the U.N. team in Syria \"will conduct a patrol to pick up the mentioned UNMOs (observers)\" on Wednesday.Each side blamed the other for the attack in Khan Sheikhoun in northern Idlib province.Some rebel and opposition sources put the death toll from the attack as high as 66.Pro-government Addounia TV said gunmen had opened fire on the monitors, but did not mention casualties.The monitor who spoke to Reuters said gunfire had erupted as a seven-man U.N. team toured Khan Sheikhoun, then a blast damaged one of the group\u0027s vehicles.Ahmad Fawzi, international mediator Kofi Annan\u0027s spokesman, said the convoy was hit by an improvised explosive device.\"Three U.N. vehicles were damaged but no U.N. personnel were hurt in this explosion. The mission has sent a patrol team to the area to help to extract those U.N. military observers,\" he said in a statement.Internet footage appeared to show a white vehicle, like those used by the monitors, with a damaged front. In Damascus Major General Robert Mood, the head of the U.N. monitoring mission, told reporters the team was safe, without elaborating.A British-based opposition group, the Syrian Observatory for Human Rights, said government troops had opened fire on a funeral procession in the town, about 220 km (140 miles) north of Damascus.The group said a total of 46 people had been killed by government forces across the country. There was no independent confirmation, and Syria has limited journalists\u0027 access during the uprising.OPPOSITION KEEPS SECULAR CHIEFThe incident came hours after the Syrian National Council (SNC), an umbrella opposition group in which Islamists are influential, re-elected Burhan Ghalioun, a sociologist long resident in France, as its leader for another three months.People involved in the vote, which took place in Rome, said the secular Ghalioun was viewed as acceptable to Syria\u0027s array of sects and ethnic groups.Shortly afterwards Fawaz Tello, a prominent dissident, resigned from the SNC, the latest of several senior figures to quit the body in recent months.Tello, one of a minority of liberals in the SNC, said he was leaving because the council had been avoiding democratic reform and resisting international efforts to unify the opposition.Meanwhile Damascus said more than half of eligible voters turned out last week for a parliamentary election, part of reforms it says show President Bashar al-Assad\u0027s determination to resolve the uprising peacefully.Khalaf al-Azzawi, head of the judiciary body that oversaw the election, said 51 percent of eligible voters had turned out, down slightly from an election in 2007 when the rule of Assad\u0027s Baath party was unchallenged.At least one independent figure was elected to the assembly, according to results Azzawi read out in a televised news conference in Damascus. No figures were given for turnout in cities and towns under siege by government forces.\"The election gave the people the broadest possible representation,\" he said. \"The election took place with full transparency, democracy, integrity, supervised and monitored by independent judicial councils which were not pressured by any side.\"Opposition leaders dismissed the election in advance as a ruse to buy more time for crushing dissent and said voting was not feasible in areas being besieged and shelled by the security forces.The vote follows amendments to the constitution to allow more political parties, which Damascus has cited as evidence of its desire to move toward a political solution to the bloodshed.A peace plan brokered by Annan in April calls for the release of detainees and for peaceful protests to be allowed.SAUDI-IRANIAN RIVALRYPersistent bloodshed since then has led Saudi Arabia to warn that Annan\u0027s plan is losing credibility. Sunni Saudi Arabia would welcome Assad\u0027s removal as a blow to his backers in Shi\u0027ite Muslim Iran, Riyadh\u0027s rival for influence in the Gulf.Elsewhere, opposition activists said government forces killed two insurgents in the eastern oil town of Deir al-Zor and continued a wave of arrests in which hundreds of people have been detained in recent days.The Annan plan also calls on Assad\u0027s forces and rebels to allow free distribution of humanitarian aid, over which the United Nations is at loggerheads with Syria.The United Nations has rebuffed a demand by Damascus that it manage the delivery of all humanitarian aid to a million people in areas stricken by the conflict.\"That position is a non-starter ... as it should be,\" said one U.N. diplomat.\"OCHA (U.N. Office for the Coordination of Humanitarian Affairs) can\u0027t allow the Syrian government to use it as a way to get people (they want to arrest) or to deliver aid only to government supporters.\"U.N. aid chief Valerie Amos said on Tuesday that talks with Syria were continuing but have been \"very slow.\" [ID:nL1E8GFEKR]On Tuesday, relief group Medecins sans Frontieres said combatants were targeting health facilities in the northern Idlib region, and called on all sides to \"respect the physical integrity of wounded persons, doctors and health care facilities\".The sectarian dimension of the uprising has given rise to fears of a spillover beyond Syria\u0027s borders, including to neighboring Lebanon, where there have been three days of fighting between members of the Alawite sect - to which Syria\u0027s ruling circle belongs - and Sunni Islamists.At least eight people have been killed and more than 70 wounded since fighters in adjacent Alawite and Sunni districts of Tripoli began firing small arms and rocket-propelled grenades, following the arrest of a Sunni man who has been charged with membership of a \"terrorist\" organization.Syria - which has influence with the Lebanese military and intelligence apparatus - has demanded that Lebanon crack down on groups moving weapons across the border to Syrian insurgents.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0515/U45P5029T2D467901F24DT20120516090613.jpg",
  "keywords": "u.n.:11:1.0;a:30:0.6726496910672604;rebel:5:0.5099423043076882;election:6:0.4454385285525746;syrian:6:0.39896834440553564;damascus:5:0.3950380843945325;syria:5:0.33247362033794636;team:4:0.3031622261635785;khan:2:0.30205464153623757;humanitarian:3:0.29562419583978916;damaged:3:0.2910490813264532;independent:3:0.28723815819466;people:6:0.26905987642690415;northern:3:0.2659591017872606;safe:3:0.2583486989558031;reuters:3:0.2555861004335325;document:2:0.23633541820092405;he said:4:0.23129301092107515;saudi arabia:2:0.22881842648053322;the rebel:2:0.2225012633123395",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://s1.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120515\u0026t\u003d2\u0026i\u003d607384168\u0026w\u003d\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d460\u0026pl\u003d300\u0026r\u003dCBRE84E0YE300",
      "title": "Syria attack kills 21; rebels say protect U.N. monitors | Reuters"
    },
    {
      "url": "http://static.ibnlive.in.com/ibnlive/pix/sitepix/04_2012/syria_trucetoll.jpg",
      "title": "Syria attack kills 21; rebels say protect UN monitors"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dthb1xTl7llI",
      "imgurl": "http://img.youtube.com/vi/thb1xTl7llI/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__blSA7KrUig3wgLUdlvY_V1d69zo\u003d",
      "title": "100 civilians killed by Syrian army - YouTube"
    }
  ]
}