{
  "url": "http://english.sina.com/sports/p/2012/0723/489066.html",
  "title": "Transport woes hit London days from Games",
  "pubdate": "2012-07-24 03:46:03 GMT",
  "description": "London\u0026#39;s creaking transport network jammed up just four days before the Olympics on Monday with severe disruption hitting the key rail links to the park where the Games will be staged.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eBuses pass by a sign advising that lanes will be reserved for Olympic transport in central London on Sunday, ahead of the London 2012 Olympic Games. London\u0027s creaking transport network jammed up just four days before the Olympics on Monday with severe disruption hitting the key rail links to the park where the Games will be staged. (AFP Photo/Miguel Medina)\u003c/h4\u003e\t\tLondon\u0027s creaking transport network jammed up just four days before the Olympics on Monday with severe disruption hitting the key rail links to the park where the Games will be staged.Tailbacks also built up on several main roads into the capital, frustrating thousands of commuters and reviving worries about transport that have dogged the city\u0027s build-up to the Olympics.During the Monday morning rush hour, delays hit two lines on the Underground railway system -- the Jubilee and Central lines -- while a key overground rail link and the elevated Docklands light railway system also had problems.All four lines go to Stratford, the station in east London where the Olympic Park is located and where hundreds of thousands of passengers will be disembarking over the coming days.\"I think the Tube might struggle a bit during the Games to be honest,\" said Steve Claxton, 55, a passenger at Liverpool Street rail station in central London, a key hub for lines heading to the Olympic Park.\"I\u0027ve just flown in from Bangkok and the network there seems a lot more efficient. They have a train called a Skytrain from the airport to the centre and there are no delays on it,\" Claxton said.The transport network is expecting 15 million journeys to be made on each of the busiest days of the Games compared with 12 million normally, according to Transport for London (TFL).The Central Line was suspended for part of its length on Monday morning \"due to a person under a train\", passenger announcements said.It was later reopened before being suspended again in the evening due to track problems at St Paul\u0027s.A spokesman for Transport for London (TfL), the capital\u0027s public transport authority, said the capital had a \"very robust transport network\".\"Things happen on the Underground but there are always alternative options open to passengers,\" the spokesman said, including bus routes and overland trains.TfL staff were handing out leaflets entitled \u0027Why not walk it?\u0027 at Liverpool Street on Monday, suggesting passengers should consider avoiding busy stations by getting around on foot as this could be \"quicker and easier\".TfL\u0027s spokesman added that they would have over 3,000 back office staff working at stations across the network as \"travel ambassadors\" during the Olympics.\"They will have live travel information on iPads and will help people to continue their journeys on alternative routes if there are delays,\" the spokesman said.Britain\u0027s Olympics Minister Hugh Robertson said Monday he could not guarantee that nothing would go wrong with the transport system.\"(But) can I assure you that we think we have done everything possible to make it work? Yes I can,\" Robertson said.Drivers meanwhile faced delays of up to two hours on three major roads into London, including one, the A40, which links the capital to England\u0027s second biggest city Birmingham where a number of Olympics teams are staying.Special Games lanes for Olympic traffic have already opened on the M4 motorway which leads from London\u0027s Heathrow Airport, the gateway airport to the Games, and will open on Wednesday on other routes.Taxi drivers staged a go-slow protest on Tower Bridge over being barred from accessing the lanes, which will be available only to Olympics officials, athletes and other approved vehicles.The demonstration followed a similar protest on July 17 and saw one man, believed to be a taxi driver, dive into the River Thames before being rescued by the marine unit, police said.In a statement, TfL\u0027s managing director of Surface Transport Leon Daniels condemned the protest.\"It is a real shame that people who claim to represent some of the honest and most hardworking people in London, the taxi trade, have acted in this way,\" Daniels said.Daniels explained that taxis, although banned from using the Games lanes at certain times, still had full access to the wider Olympic Route Network (ORN).(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/sports/p/2012/0723/U113P5029T2D489066F24DT20120724114603.jpg",
  "keywords": "transport:8:1.0;the games:6:0.8430044739399699;delays:4:0.6811700359151895;olympics:5:0.6753029254856731;rail:4:0.62594531953429;lines:4:0.5311009474072448;a:16:0.4750783768988111;passengers:3:0.45452716366741386;network:4:0.446179313010312;links:3:0.43120145311198027;transport for london:2:0.40000286574159455;london:3:0.3700844612284285;the underground:2:0.3625352303336077;liverpool:2:0.34058501795759477;passenger:2:0.34058501795759477;jammed:2:0.3250675949256209;the network:2:0.312972659767145;routes:2:0.312972659767145;central:3:0.29494115208187094;four days:2:0.29465245924844835",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://sports.ndtv.com/images/stories/traffic_london_300.jpg",
      "title": "Transport woes hit London days from Games | Olympics - Olympics ..."
    },
    {
      "url": "http://www.nation.com.pk/epaper_image/200/2012-07-24/Lahore/epaper_img_1343075226.gif",
      "title": "Transport woes hit London days from Games"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d8pr4ZrUe_hg",
      "imgurl": "http://img.youtube.com/vi/8pr4ZrUe_hg/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__seqdD4-6eE_qstacJNCo6RKluJ8\u003d",
      "title": "2011 Predictions: Earthquakes, Tsunamis, Nuclear ..."
    }
  ]
}