{
  "url": "http://english.sina.com/sports/2012/0711/485539.html",
  "title": "UK: 3,500 more troops assigned to Olympics",
  "pubdate": "2012-07-12 02:46:13 GMT",
  "description": "Britain put an extra 3,500 military personnel on standby Wednesday to protect venues at the London Olympics, after a private contractor said it may not be able to provide enough security guards on time.",
  "cleanContent": "Britain put an extra 3,500 military personnel on standby Wednesday to protect venues at the London Olympics, after a private contractor said it may not be able to provide enough security guards on time.The contractor, G4S, had been enlisted to provide the bulk of the 13,200 private security guards across 100 venues, but said in a statement that it may not hit its target because of problems recruiting and training staff.In a statement, the government ministry in charge of crime and security said the troops would be ready to be deployed to cover any shortfall.\"We have agreed to offer help to G4S by revising the level of military support,\" the Home Office said.Defense Secretary Philip Hammond will confirm the full details to Parliament on Thursday in an official written ministerial statement, the Home Office said.G4S insisted that it still hopes to be able to supply the guards, but Britain\u0027s government is putting the troops on alert to be quickly deployed if the contractor cannot meet its obligations.\"This has been an unprecedented and very complex security recruitment, training and deployment exercise, which has been carried out to a tight timescale,\" the company said in a statement. \"We have encountered some issues in relation to workforce supply and scheduling over the last couple of weeks, but are resolving these every day.\"The firm said it accepted \"that the government has decided to overlay additional resources.\" It was not clear what, if any, penalties the company would face if it failed to meet its contract.Main opposition Labour Party lawmaker Tessa Jowell, Olympics minister in the previous government, said the news was a concern with the London Games due to begin on July 27.\"This is clearly a serious problem, and we have to understand how this problem arose,\" she said.Britain has committed 553 million pounds ($857 million) for venue security, covering arenas in London and a number of additional locations across Britain — including a southern England sailing center and five soccer stadiums.In the country\u0027s mammoth Olympics security operation, 7,500 troops are already being deployed at venues and 6,000 more had previously been put on stand-by to provide a range of security duties. If all military personnel — including the extra forces announced Wednesday — were deployed, the total would be 17,000 — dwarfing the 9,500 troops Britain currently has on the ground in Afghanistan.About 12,000 police, 3,000 volunteers, Typhoon fighter jets, helicopters, two warships and bomb disposal experts are also part of the vast program aimed at securing the London Games.\"The government has been clear that as part of a civilian and police-led overall security operation, military personnel will be playing a key role in providing venue security for Olympic sites ahead of and during the Games,\" Britain\u0027s defense ministry said in a statement.London\u0027s Olympic Organizing Committee said in a statement that the security plan was \"big and complex, but we have the best brains in the security business working on this — Home Office, Metropolitan Police, MoD (Britain\u0027s defense ministry) and (the) world\u0027s largest private security business.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "home office:3:1.0;statement:5:0.7338045828330907;olympics:3:0.6752980874111286;a:13:0.6433306930016585;troops:4:0.6244561163084481;london:3:0.6168030163855649;g4s:2:0.5417754434049772;private:3:0.5173833070902686;venue:2:0.5050265636636074;complex:2:0.428250817793451;operation:2:0.4226434097909916;the company:2:0.38775311330990764;ministry:3:0.37467366978506883;problem:2:0.3688593960792591;has been:3:0.3357977640467633;mammoth:1:0.33333333333333337;tessa jowell:1:0.33333333333333337;the contractor:1:0.33333333333333337;labour party:1:0.33333333333333337;police:2:0.3300501742718774",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://l3.yimg.com/bt/api/res/1.2/XgiBZ.kpRTPlsgfryb4xNA--/YXBwaWQ9eW5ld3M7Y2g9MTgxODtjcj0xO2N3PTI5NTM7ZHg9MDtkeT0wO2ZpPXVsY3JvcDtoPTM4ODtxPTg1O3c9NjMw/http://media.zenfs.com/en_us/News/ap_webfeeds/63383bcf6d4b1113150f6a706700ae1b.jpg",
      "title": "UK: 3,500 more troops assigned to Olympics - Yahoo! News"
    },
    {
      "url": "http://news.ebru.tv/media/2012/07/12/troops.jpg@protect,278,0,904,1000@crop,658,370,c.jpg",
      "title": "EbruNews - UK: 3,500 more troops assigned to Olympics"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dvlOivPWHWUw",
      "imgurl": "http://img.youtube.com/vi/vlOivPWHWUw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__VboKMdD8_pehMlbDdSGzRjLs9FE\u003d",
      "title": "FBI and TSA help out LONDON OLYMPICS 2012 ..."
    }
  ]
}