{
  "url": "http://english.sina.com/china/p/2012/0724/489367.html",
  "title": "New city established on Yongxing Island",
  "pubdate": "2012-07-24 23:51:22 GMT",
  "description": "China on Tuesday established the city of Sansha on Yongxing Island in the southernmost province of Hainan.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA ceremony to mark Sansha city\u0027s establishment takes place on Tuesday morning on a square in front of the city government\u0027s main building on Yongxing Island, a part of the Xisha Islands. Huang Yiming / China Daily\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA ceremony to mark Sansha city\u0027s establishment takes place on Tuesday morning on a square in front of the city government\u0027s main building on Yongxing Island, a part of the Xisha Islands. Xinhua photo\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA ceremony to mark Sansha city\u0027s establishment takes place on Tuesday morning on a square in front of the city government\u0027s main building on Yongxing Island, a part of the Xisha Islands. Xinhua photo\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA photographer takes photos of the Sansha People\u0027s Government at a ceremony  on Tuesday morning on a square in front of the city government\u0027s main building on Yongxing Island, a part of the Xisha Islands. Xinhua photo\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eLuo Baoming, Party chief of Hainan province, speaks at a ceremony on Tuesday morning on a square in front of the city government\u0027s main building on Yongxing Island, a part of the Xisha Islands. Xinhua photo\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eXiao Jie, the first mayor of the newly established Sansha city, speaks at a ceremony on Tuesday morning on a square in front of the city government\u0027s main building on Yongxing Island, a part of the Xisha Islands. Xinhua photo\u003c/h4\u003e\t\tChina on Tuesday established the city of Sansha on Yongxing Island in the southernmost province of Hainan.Sun Shaochi, vice-minister of civil affairs, announced the State Council\u0027s approval of the establishment of the city at a ceremony.Luo Baoming, Party chief of Hainan province, said in a keynote speech that Sansha was established to administer the Xisha, Zhongsha and Nansha islands and their surrounding waters in the South China Sea.\"The provincial government will be devoted to turning the city into an important base to safeguard China\u0027s sovereignty and serve marine resource development,\" he said.He said the main task now is to build up political power in Sansha to ensure efficient administration.A ceremony to mark the city\u0027s establishment began on Tuesday morning in a square in front of the city government\u0027s main building, located on Yongxing Island, a part of the Xisha Islands and the largest island in the area.The national flag was hoisted while the national anthem played after the signboards of the Sansha city\u0027s government and the city\u0027s committee of the Communist Party of China were unveiled.A military garrison was also established on Tuesday in the city.Xiao Jie was elected on Monday the first mayor of the newly established city in the first session of the Sansha People\u0027s Congress held on Yongxing Island.Xiao, 51, was head of the Hainan Provincial Agriculture Department.Fu Zhuang, 56, former deputy director of the Hainan Provincial Civil Air Defense Office, was elected director of the Sansha People\u0027s Congress Standing Committee, the city\u0027s legislative body.The legislative conference also elected three deputy mayors, head of the city\u0027s intermediate people\u0027s court and head of the city\u0027s procuratorate, or prosecuting office. It also elected another five members of the Sansha People\u0027s Congress Standing Committee.\"It\u0027s a great honor to be the first mayor of Sansha, and it\u0027s also a brand new mission, challenge and test for me,\" said Xiao.The first Sansha government will be devoted to administrative management, economic development, people\u0027s livelihoods and environmental protection in the coming five years, Xiao said.The deputies to the legislative body should make positive contributions to the management, development and protection of the islands as well as the sea waters surrounding Xisha, Zhongsha and Nansha, said Fu.Forty-five deputies to the Sansha People\u0027s Congress attended the session and cast their votes. The deputies were elected by about 1,100 residents from the Xisha, Nansha and Zhongsha islands on Saturday.The State Council in June approved the establishment of Sansha, a prefecture-level city in Hainan province.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/china/p/2012/0724/U47P5029T2D489367F24DT20120725075122.jpg",
  "keywords": "main building:7:1.0;the city:10:0.814575729432681;tuesday morning:7:0.6080816058268503;island:9:0.5909408700076562;square:7:0.5577201455583418;hainan:5:0.5261613361947342;front:7:0.4879612525185941;islands:10:0.46291354997333467;ceremony:7:0.44538278746268656;a:21:0.44538278746268656;elected:5:0.42995574975976436;congress:4:0.32583029177307243;mark:4:0.30361548849404063;takes:4:0.2848551899491012;mayor:3:0.2643441498795278;city:3:0.22420054240255619;development:3:0.2106707421672792;province:3:0.20422911135283262;protection:2:0.18642114006182178;head:3:0.18642114006182176",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/china/p/2012/0724/U47P5029T2D489367F24DT20120725075122.jpg",
      "title": "New city established on Yongxing Island - China News - SINA English"
    },
    {
      "url": "http://img.news.sina.com/U47P5029T2D489367F34DT20120725075506.jpg",
      "title": "New city established on Yongxing Island - China News - SINA English"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dRY52ho5ILsA",
      "imgurl": "http://img.youtube.com/vi/RY52ho5ILsA/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__mgqartR2OMKyMiPT7zne3xn59N0\u003d",
      "title": "New Chinese City Formed to Rule Islands in ..."
    }
  ]
}