{
  "url": "http://english.sina.com/china/2012/0927/511132.html",
  "title": "Chinese Defense Ministry confirms naval patrols near Diaoyu Islands",
  "pubdate": "2012-09-27 13:14:49 GMT",
  "description": "Defense Ministry spokesman Yang Yujun on Thursday confirmed that Chinese naval ships have carried out patrolling and military training in waters off the Diaoyu Islands recently.",
  "cleanContent": "Defense Ministry spokesman Yang Yujun on Thursday confirmed that Chinese naval ships have carried out patrolling and military training in waters off the Diaoyu Islands recently.Yang\u0027s confirmation was made in response to a media request following reports by Japanese media last week of two Chinese naval frigates navigating waters off the Diaoyu Islands.Yang said the Diaoyu Islands have been an inseparable part of Chinese territory since ancient times and it is legitimate for Chinese naval ships to carry out patrolling and training for military readiness in waters under Chinese jurisdiction.The Chinese military shoulders the responsibility of safeguarding national territory and state sovereignty as well as its maritime rights and the safety of its people, according to the spokesman.\"Chinese troops perform a duty of military readiness to quickly react to maritime and airspace emergencies and closely work with the departments of maritime surveillance and fishery administration to provide security for the country\u0027s maritime law enforcement, fishery production as well as oil and gas development,\" he said.When asked to comment on Japanese right-wingers\u0027 clamor for upgrading the Japanese Self-Defense Forces to normal national defence forces, Yang pointed out that the war of aggression by Japanese militarists had brought severe disasters to Asian people.\"Japan should learn from history and strictly keep to a purely defensive policy to build trust with its neighboring countries and the international society,\" he said.On the grand occasion of the Carrier debut, reporters from media outlets at home and abroad tossed out assorted questions ranging from China’s aircraft carrier blue print, military build-up to the ongoing territorial disputes, and some even touched on sensitive topics at the just concluded regular press conference held by Chinese Ministry of National Defense. The spokesman Yang Yujun, however, never shunned the “media bombardment”, his reply, concise but to the point.Reporter: Some rightists in Japan clamor to turn Japanese Self-Defense Forces in to national defense force recently. What is Chinese military’s opinion on this?Yang Yujun: The aggression war initiated by the Japanese militants has brought severe disasters to the Asian countries and their people. Japan should draw lessons from history and stick to its self defense policy to win trust from neighboring countries as well as the international community.Reporter: The State Oceanic Administration announced recently that China will use drones to monitor Diaoyu Islands and Huangyan Islands. But the Philippine Department of National Defense said Tuesday that it may shoot at Chinese drones if they enter their airspace. What’s your comments?Yang Yujun: We have already noticed the remarks. China has indisputable sovereignty over Huangyan Island and Nansha Islands as well as their adjacent waters. It is completely justifiable and lawful to fly drones in our own airspace. China strongly opposes \"provoking military behavior\" (on Chinese territory).Reporter: Indian aircraft carrier refitted by Russia developed a serious engine failure when taking sea trail. Some Russia media reported that engine failure was caused by firebricks made in China. What’s your comments on this?Yang Yujun: After a thorough investigation, we found that Chinese companies in question, that produce firebricks for PLA navy vessels’ power plant, have never exported firebricks to Russia.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "drones:3:1.0;maritime:4:0.9574250971000071;media:4:0.7241360294727813;islands:5:0.7129206622115499;engine:2:0.6057712040211733;carrier:2:0.5842345517064205;aircraft:2:0.5742043309415409;trust:2:0.5351371807416774;failure:2:0.4828857628252929;the aggression:1:0.4400208587250511;turn japanese:1:0.4400208587250511;ships:2:0.4356868833163927;recently:2:0.43259776409122014;russia:2:0.43259776409122014;territory:2:0.408384879793438;self defense:1:0.398804801244928;department of national defense:1:0.398804801244928;concise:1:0.398804801244928;history:2:0.39628043358975734;the international:2:0.3919554332013765",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.sino-us.com/UploadFiles/2012/9/201209281024142542.jpg",
      "title": "China confirms naval patrols near Diaoyu Islands-"
    },
    {
      "url": "http://cdn.thechinatimes.com/wp-content/uploads/2012/09/diaoyu-island-250x161.jpg",
      "title": "Chinese Defense Ministry confirms naval patrols near Diaoyu ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dEdCc48Ex_a8",
      "imgurl": "http://img.youtube.com/vi/EdCc48Ex_a8/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__q-C3j1XYKp3kfhoth6NmIF3BgZk\u003d",
      "title": "China confirms warships patrolling Diaoyu Islands ..."
    }
  ]
}