{
  "url": "http://english.sina.com/technology/2011/1030/409921.html",
  "title": "China to launch spacecraft Shenzhou-8 Tuesday",
  "pubdate": "2011-10-31 03:50:51 GMT",
  "description": "JIUQUAN - A China manned space program spokesperson said here Monday that the unmanned spacecraft Shenzhou-8 is scheduled to be launched at 5:58 am Tuesday.",
  "cleanContent": "JIUQUAN - A China manned space program spokesperson said here Monday that the unmanned spacecraft Shenzhou-8 is scheduled to be launched at 5:58 am Tuesday.China will invite foreign officials and experts to observe the launch of the Shenzhou-8 spacecraft at the Jiuquan Satellite Launch Center in the northwest Gobi desert, a spokeswoman for China\u0027s manned space program said Sunday.Wu Ping, who is heading the science and technology planning bureau under the office of China\u0027s manned space program, said that senior figures from the European Space Agency and the German Aerospace Center would be invited to attend the launch.China\u0027s space projects have entered a stage of high-intensity development and launching, an aerospace expert said on Sunday.\"This year, we plan to launch 20 rockets and 25 satellites, a number that will put China in second place after Russia,\" said Yuan Jiajun, deputy general manager of China Aerospace and Technology Corp.\"It is an arduous process and a great challenge for us to cope with such a high number of satellite launches,\" he said, although he did not specify how many satellites and rockets have already been launched in the first 10 months of 2011.Cui Jijun, director of the Jiuquan Satellite Launch Center, said the high intensity launch schedule \"is now normal.\"As one of the nation\u0027s three satellite launch bases in use, the Jiuquan Satellite Launch Center in the northwest Gobi desert, has undertaken the majority of launches for China\u0027s space missions.The country\u0027s first space lab module, Tiangong-1, also blasted off from Jiuquan in September to await docking with the spacecraft Shenzhou-8, which is due to take off in early November from the same launch base.While preparation work for the launch of Shenzhou-8 is in its final stages, testing on another satellite is going on at the assembly and testing center, 1.5 kilometers away from the launch pad.To cope with increased demand over the years, equipment has been dramatically upgraded and the numbers of personnel increased, Cui said. He noted, however, that China\u0027s space technologies still lag behind the advanced levels of some countries.China launched 15 rockets to send 20 satellites into space in 2010, comparable numbers to the United States and Russia, historically the world\u0027s two most prolific launchers of spacecraft, according to Yuan.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "science/tech",
  "pic": "",
  "keywords": "satellites:3:1.0;satellite:6:0.8279622496528682;cope:2:0.7649753679934927;jiuquan:5:0.7373152599511955;rockets:3:0.7305609080884307;space:9:0.7011702229392698;gobi desert:2:0.5519748331019122;center:5:0.4915435066341304;numbers:2:0.47758180270139383;the launch:3:0.44238915597071726;the years:1:0.4318030216485716;stages:1:0.4318030216485716;jiajun:1:0.4318030216485716;russia:2:0.40993991152205705;intensity:1:0.3824876839967464;take off:1:0.3538952190997638;assembly:1:0.3538952190997638;going on:1:0.3538952190997638;launched:3:0.34239860337397193;the office:1:0.3333333333333333",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://www.asianscientist.com/wp-content/uploads/2011/11/China-Launches-Unmaned-Spacecraft-Shenzhou-8-Successfully.jpg",
      "title": "China Launches Unmanned Spacecraft Shenzhou-8 Successfully | Asian ..."
    },
    {
      "url": "http://news.xinhuanet.com/english2010/photo/2011-11/01/131222732_41n.jpg",
      "title": "China\u0026#39;s Shenzhou-8 ready for launch_XINHUANET"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003daNOYYg9VunI",
      "imgurl": "http://img.youtube.com/vi/aNOYYg9VunI/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__fH5daXqFzx9GcMWLtVmRIywGYdw\u003d",
      "title": "UFOs by Chinese spacecraft Shenzhou-8 and ..."
    }
  ]
}