{
  "url": "http://english.sina.com/world/2012/0723/489098.html",
  "title": "Japan\u0027s defense chief supports Tokyo\u0027s landing ",
  "pubdate": "2012-07-24 05:00:41 GMT",
  "description": "According to Japan\u0026#39;s Kyodo News Agency, several nonpartisan members, as well as some of Japan’s Democratic Party and Liberal Democratic Party, will apply to land on Diaoyu Islands in late August to commemorate the Japanese killed by the U.S. attacks on two vessels at the end of World War II.",
  "cleanContent": "By Zhao Wei, Sina EnglishAccording to Japan\u0027s Kyodo News Agency, several nonpartisan members, as well as some of Japan’s Democratic Party and Liberal Democratic Party, will apply to land on Diaoyu Islands in late August to commemorate the Japanese killed by the U.S. attacks on two vessels at the end of World War II.It is reported that the members belong to a group named \"seeking to protest Japanese territory\". Beside Eriko Yamatani, the head of the group and member of the House of Councillors, some members of Japan\u0027s Democratic Party and Liberal Democratic Party also intended to join the activity. And they conveyed their willingness to the PM on July 20.Defense Minister Satoshi Morimoto said on July 21 that he believes the central government should permit a party of Tokyo Metropolitan Government officials to land on the Diaoyu Islands.\"I wonder if it\u0027s appropriate to reject it,\" he told reporters, adding he will support granting permission for the party to land on the uninhabited islands in the East China Sea if the metropolitan government follows the necessary application procedures.The Japanese government faces dilemma over the landing application onto the Diaoyu Islands. Flare-up between China and Japan would be reignited if Tokyo Governor Shintaro Ishihara’s landing request was approved by the government. On the other side, rejecting the landing request will be criticized as “weak-kneed” at home.China has always expressed its position on defending its territorial sovereignty over the Diaoyu Islands, and will never tolerate any of Japan\u0027s unilateral moves to infringe on its territorial integrity.The Japanese side is highly advisable to give it a more than a passing thought before doing.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "land:3:1.0;liberal democratic party:2:0.8705530658158892;democratic party:2:0.849325445867919;islands:4:0.7659073033596201;request:2:0.7186379508167936;july:2:0.6215395692005237;the metropolitan:1:0.5909058454741549;tokyo:2:0.5809373407461111;eriko:1:0.5355566300688422;metropolitan:1:0.5355566300688422;permit:1:0.5031305903745061;satoshi:1:0.48020741466352973;reject:1:0.48020741466352973;dilemma:1:0.4623401229566966;give it:1:0.4623401229566966;the other side:1:0.4476347228828266;uninhabited:1:0.4476347228828266;the house:1:0.4352765329079446;news:2:0.4324866582826519;the members:1:0.4246627229339595",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/sports/p/2012/0813/U113P5029T2D496224F23DT20120814095727.jpg",
      "title": "Japan\u0026#39;s defense chief supports Tokyo\u0026#39;s landing - World News - SINA ..."
    },
    {
      "url": "http://www.defense.gov/dodcmsshare/photoessay/2012-09/hires_120917-D-BW835-343a.jpg",
      "title": "Defense Secretary Panetta: Message"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d7ETdaqX_MJQ",
      "imgurl": "http://img.youtube.com/vi/7ETdaqX_MJQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__AsWg3yU2eM6wkgmDdrkldCc43Fc\u003d",
      "title": "Thousands of Chinese Protest against Japanese ..."
    }
  ]
}