{
  "url": "http://english.sina.com/world/p/2012/0821/498633.html",
  "title": "Japan to launch island drill",
  "pubdate": "2012-08-22 00:05:43 GMT",
  "description": "Japan downplayed its joint drill with the US Tuesday, following a report that said the drill was aimed at seizing back the Diaoyu Islands if China launched a war to acquire them.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eTanks and helicopters from Japan\u0027s Ground Self-Defense Forces join in an annual military exercise in Gotemba, at the foot of Mt. Fuji in Shizuoka prefecture on Tuesday. The annual drill involves some 2,400 personnel, 80 tanks and armored vehicles and 30 aircraft and helicopters. Earlier reports said a US-Japan drill will take place near Tinian Island in the western Pacific. Photo: AFP \u003c/h4\u003e\t\tJapan downplayed its joint drill with the US Tuesday, following a report that said the drill was aimed at seizing back the Diaoyu Islands if China launched a war to acquire them.\"We are carrying out the joint drill to practice how to fight back for the islands under the assumption of China\u0027s possible invasion of the Diaoyu Islands,\" an anonymous official from Japan\u0027s Ministry of Defense told Tokyo-based Sankei Shimbun.Japan and the US will launch a 37-day joint military drill to intensify mutual military and defense cooperation, the newspaper reported.However, the Japanese embassy in Beijing told the Global Times Tuesday \"the joint drill is not aimed at any country, and it was decided a long time ago. The drill is aimed at improving the army\u0027s dynamic defensive abilities.\"The drill is to take place near Tinian Island in the western Pacific, Sankei Shimbun reported. A total of 40 soldiers from Japan\u0027s Ground Self-Defense Force will take part in the exercise with US Marines stationed in Okinawa. The exercise includes landing drills by using landing crafts and helicopters, raids against enemy troops and providing medical aid to non-combatants.It is the first time Japan and the US will undertake military drills on islands.The drill comes as relations between China and Japan worsened over the islands, especially after Chinese and Japanese activists respectively went ashore in the past week, with the Chinese being arrested and later released.\"Japan is showing off its military alliance with the US, while the US is using the regional dispute to worsen already prickly Sino-Japanese relations to maintain its strategic interests in the Asia-Pacific region,\" Peng Guangqian, an expert on military strategy at the PLA Academy of Military Science, told the Global Times.Kyodo News reported Tuesday the ruling Democratic Party of Japan announced its plan to modify immigration laws to impose harsh penalties on anyone landing on the islands.\"Bilateral relations between China and Japan have been heavily damaged by the ongoing disputes,\" Teruo Kuno, a director of the Japan-China Friendship Association in Nagoya, told the Global Times. \"Japan\u0027s right-wing forces are using the opportunity to achieve their goal of alienating both countries. It is a scheme that both countries should be cautious about.\"Da Zhigang, a professor of Japanese studies at the Heilongjiang Academy of Social Sciences, told the Global Times that the eventual solution to the Diaoyu frictions depends on the economic rise of China.He also said the eventual reunification between the Chinese mainland and Taiwan will determine the future of the Diaoyu Islands issue.However, Taiwan leader Ma Ying-jeou told NHK that Taiwan would not join hands with the mainland against Japan in the Diaoyu Islands dispute, while calling on all sides to seek a peaceful solution.Related news:Amid heightened strain between Japan and China over the Diaoyu Islands, the United States marines and Japan Self-Defense Force personnel will kick off a 37-day joint landing drill starting today, only adding more fuel to the flame.An official of Japan’s Defense Ministry was quoted by the Sankei Shimbun as saying, “the U.S. and Japan conduct the drill aimed at retaking Diaoyu Islands in case they are invaded by Chinese military forces.” \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/world/p/2012/0821/U45P5029T2D498633F24DT20120822080543.jpeg",
  "keywords": "drill:9:1.0;the drill:3:0.398804801244928;islands:8:0.38022435317949327;japan:7:0.3661563717344298;helicopters:3:0.3162271239066499;told:6:0.29551604098761775;tinian:2:0.293347239150034;global times:3:0.271406192934178;taiwan:3:0.23935627427500178;sankei shimbun:2:0.2295225197997576;tuesday:4:0.22462547121712145;a:10:0.2177530184452092;joint:3:0.20968516089296413;the joint:2:0.20192373467372446;pacific:2:0.19140144364718029;relations:3:0.19140144364718026;china:4:0.16486422992049218;ground:2:0.1623058282115993;western:2:0.14909949335477832;starting today:1:0.146673619575017",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/world/p/2012/0821/U45P5029T2D498633F24DT20120822080543.jpeg",
      "title": "Japan to launch island drill - World News - SINA English"
    },
    {
      "url": "http://www.globaltimes.cn/Portals/0/attachment/2011/67dc9318-0043-401c-b752-0b2ca50e04c2.jpeg",
      "title": "Japan to launch island drill - Globaltimes."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dp8j8SHMpBqo",
      "imgurl": "http://img.youtube.com/vi/p8j8SHMpBqo/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__BSL-3l7DPitWovCvz2o5s-Eo-9Q\u003d",
      "title": "Japan drill to test response to theoretical attack - YouTube"
    }
  ]
}