{
  "url": "http://english.sina.com/sports/2012/0723/488843.html",
  "title": "Tennis doubles runs in the blood at London 2012",
  "pubdate": "2012-07-23 11:22:01 GMT",
  "description": "LONDON， July 23 (Xinhua) -- A record number of sibling pairing are competing in the tennis tournament at the London 2012 Olympic Games， with five couples -- two sets of brothers and three sets of sisters -- playing in the men\u0026#39;s and women\u0026#39;s doubles.",
  "cleanContent": "LONDON, July 23 (Xinhua) -- A record number of sibling pairing are competing in the tennis tournament at the London 2012 Olympic Games, with five couples -- two sets of brothers and three sets of sisters -- playing in the men\u0027s and women\u0027s doubles.Four of the duos competed at Beijing, while two of the sibling sets competing at London 2012 are from the same NOC: Venus and Serena Williams and Bob and Mike Bryan, both from the United States.The Bryan brothers, who are twins, are competing in their third Olympic Games. They won bronze at Beijing.The Williams sisters are the defending Olympic champions in the women\u0027s doubles and both are also competing in the women\u0027s singles at London 2012. Serena Williams won her fifth singles Wimbledon championship in early July, equaling her sister\u0027s record here.The brothers-in-arms Jamie and Andy Murray, who competed in the men\u0027s doubles in Beijing. Andy, who is the younger of the two by almost two years, will also compete in the singles. He was defeated by Swiss Roger Federer in the singles final at this year\u0027s Wimbledon championships.Alona and Kateryna Bondarenko from Ukraine, who were defeated in the bronze medal match in Beijing, will compete in both the women\u0027s singles and women\u0027s doubles.Pole Agnieszka Radwanska, runner-up in this year\u0027s Wimbledon women\u0027s singles final, will play in the women\u0027s doubles in London with her younger sister Urszula, who is making her Olympic Games debut.Both the Radwanska sisters are also competing in the women\u0027s singles.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "singles:5:1.0;wimbledon:3:0.7108661484084384;london 2012:3:0.6784783152321209;doubles:3:0.6532338695929236;sisters:3:0.6532338695929236;olympic games:3:0.5637946055615644;serena williams:2:0.452318876821414;brothers:2:0.452318876821414;the singles:2:0.452318876821414;bronze:2:0.42163787750443965;beijing:3:0.2977432625818895;july:2:0.2927215108057323;final:2:0.2911706404059216;mike bryan:1:0.27829419139576717;the sibling:1:0.27829419139576717;her younger sister:1:0.27829419139576717;record:2:0.26523361854925903;kateryna bondarenko:1:0.25222681490323706;jamie:1:0.25222681490323706;venus:1:0.2369553828028128",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://i.dailymail.co.uk/i/pix/2011/04/14/article-1376975-0BA1C89200000578-846_634x396.jpg",
      "title": "London Marathon 2012: Meet the man who can\u0026#39;t stop running | Mail ..."
    },
    {
      "url": "http://www.aninews.in/multiple_image/tennis336788391.jpg",
      "title": "Medal winners for women\u0026#39;s doubles tennis stand on the podium ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003ddCLAEtXMr8s",
      "imgurl": "http://img.youtube.com/vi/dCLAEtXMr8s/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__3hHk2YuG53E2gIgUQ0_e7uf4kg4\u003d",
      "title": "Usain Bolt 200m Final 19.32 London 2012 - YouTube"
    }
  ]
}