{
  "url": "http://english.sina.com/sports/2012/0722/488556.html",
  "title": "Temporary basketball arena to be sold after Olympic Games",
  "pubdate": "2012-07-22 13:52:12 GMT",
  "description": "LONDON， July 22 (Xinhua) -- The temporary structure of the basketball arena will be sold after the London 2012 Olympic Games， and Brazil， the hosts of the 2016 Games， is the most likeable buyers， an official said here on Sunday.",
  "cleanContent": "LONDON, July 22 (Xinhua) -- The temporary structure of the basketball arena will be sold after the London 2012 Olympic Games, and Brazil, the hosts of the 2016 Games, is the most likeable buyers, an official said here on Sunday.Stuart Buss, deputy venue media manager of the basketball arena, said, \"Basketball is not a huge sport in Britian. There is no natural demands for a permanent construction of a basketball arena. Some of the arenas of the London Olympic Games are not built on long-term condition. The basketball arena is one of them.\"\"The company which owns the arena is talking with other competitions to sell the arena after the Games. The 2016 Brazil is one of the possible buyers. I know the talk with Brazil is very positive.\"The 12,000-capacity arena is located in the Olympic Park to the east of the city of London.\"A permanent construction costs about 3-4 times of the temporary one. We saved a lot by building the arena. Furthurmore, the length of the building time is much shorter. We used only 18 months to build this arena, which is the shortest in the history of the Olympics for a basketball arena,\" Buss added.The arena will host the preliminary rounds of the basketball competition, including the women\u0027s quarter-finals, as well as the final rounds of the handball tournament. The final rounds of the basketball competition move to the North Greenwich Arena.Buss said all the tickets of the basketball competition have been sold out. \"I\u0027m expecting a great atmosphere here during the basketball competition,\" he said.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "basketball:10:1.0;arena:8:0.6237513917577789;the arena:3:0.28633167443034213;competition:4:0.25084132978639745;rounds:3:0.22336965745777493;brazil:3:0.21424992772210716;olympic games:2:0.1586218746873365;london:2:0.14488187157017246;the final:2:0.13948892401308202;permanent:2:0.13250370369458794;building:2:0.12888687674434537;north greenwich:1:0.1174458195901611;the talk:1:0.1064448555334709;a:6:0.1046166930098115;olympic park:1:0.09544389147678072;london 2012:1:0.09544389147678072;time is:1:0.09189266798756023;venue:1:0.08896988802641256;sold out:1:0.08896988802641256;the possible:1:0.08651362911246278",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://www.goodcleantech.com/An%20aerial%20view%20of%20the%20Basketball%20Arena.jpeg",
      "title": "Temporary Basketball Arena To Be Reused After 2012 London Olympics"
    },
    {
      "url": "http://static.sportskeeda.com/wp-content/uploads/2012/07/148996807-502023-300x200.jpg",
      "title": "Temporary basketball arena to be sold after Olympic Games ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003duTEF-8NyWNQ",
      "imgurl": "http://img.youtube.com/vi/uTEF-8NyWNQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__IaDl6s7Ds--SzaDYICNSpA8ADhU\u003d",
      "title": "Basketball Arena AIT-6B C.B.A. - YouTube"
    }
  ]
}