{
  "url": "http://english.sina.com/sports/p/2012/0709/484520.html",
  "title": "Terror suspect tracked to London Olympic Park",
  "pubdate": "2012-07-09 10:41:48 GMT",
  "description": "An Islamist terror suspect in Britain charged with breaking restrictions on his movements had crossed through London\u0026#39;s Olympic Park five times, newspapers reported Sunday.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eMock casualties are treated by the emergency services during a drill in preparation for the London Olympics in February. An Islamist terror suspect in Britain charged with breaking restrictions on his movements had crossed through London\u0027s Olympic Park five times, newspapers reported Sunday. (AFP Photo/Ben Stansall)\u003c/h4\u003e\t\tAn Islamist terror suspect in Britain charged with breaking restrictions on his movements had crossed through London\u0027s Olympic Park five times, newspapers reported Sunday.The 24-year-old -- named only as CF -- is suspected of being a militant for Somalia\u0027s Al-Qaeda-allied Shebab rebels, The Sunday Telegraph and the Sunday Mirror said.He is one of nine people suspected of being a risk to national security who are subject to Terrorism Prevention and Investigation Measures (TPIM) -- legal orders which restrict movements, contacts and computer use.The Sunday Mirror said he was a British jihadist. The Sunday Telegraph said he comes from a large Somali family in north London.CF was deported from Somalia back to Britain in March last year.He served two months in jail for a previous absconding offence before being released and placed under the TPIM restrictions and ordered to live in Norwich, eastern England.He wears an electronic tag allowing the authorities to track his movements.CF was arrested again last month and charged with five separate breaches of an order banning him from using the train route which passes through the Olympic Park in Stratford, east London.The alleged offences occured between April and May.He is due to be prosecuted later this year.CF is to challenge the banning order at the High Court on Monday, newspapers reported.Following his arrest, a lawyer for the Home Office warned that CF was committed to \"Islamist extremism\".In papers lodged in the High Court proceedings, he said Home Secretary Theresa May believes that were it not for his TPIM restrictions, CF \"would re-engage in terrorism-related activities, either in the UK or Somalia\".It could not be said that he has \"renounced his commitment to terrorism\", he argued.\"As CF has previously re-engaged in Islamist extremist activity, despite being on bail, previous disruptive action has not been enough to dissuade him from his involvement in Islamist extremism.A spokeswoman for the state Crown Prosecution Service said: \"CF has been charged with five offences of breaching his TPIM. He is next in (criminal) court on July 27.\"The London 2012 opening ceremony will take place on the same day.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/sports/p/2012/0709/U113P5029T2D484520F24DT20120709184148.jpg",
  "keywords": "restrictions:4:1.0;charged:4:0.8797556546951857;olympic park:3:0.7789840057454411;movements:3:0.7060979211435104;the sunday telegraph:2:0.639038032969399;sunday mirror:2:0.639038032969399;the high court:2:0.5791803517331798;terror:2:0.5193226704969608;suspect:2:0.48409677276132995;crossed:2:0.48409677276132995;breaking:2:0.4489233844297956;a:7:0.332052630488347;crown prosecution service:1:0.3195190164846995;norwich:1:0.3195190164846995;papers:1:0.3195190164846995;home office:1:0.3195190164846995;the train:1:0.3195190164846995;order:2:0.29078747785795683;somalia:1:0.2895901758665899;theresa may:1:0.2895901758665899",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://l2.yimg.com/bt/api/res/1.2/WmwZTp8b9FP9FBa.Q772qA--/YXBwaWQ9eW5ld3M7Y2g9MzYwO2NyPTE7Y3c9NjQwO2R4PTA7ZHk9MDtmaT11bGNyb3A7aD0zNTU7cT04NTt3PTYzMA--/http://media.zenfs.com/en_us/gma/us.abcnews.go.com/gty_london_olympics_stadium_aerial_thg_120625_wmain.jpg",
      "title": "Terror Suspect Tagged, Tracked, Nabbed Near Olympic Park - Yahoo! News"
    },
    {
      "url": "http://www.rawstory.com/rs/wp-content/uploads/2012/07/Mock-casualties-are-treated-by-the-emergency-services-during-a-drill-in-preparation-for-the-London-Olympics-in-February-via-AFP-e1341728573465.jpg",
      "title": "Terror suspect tracked to London Olympic Park | The Raw Story"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dWZ458jsCU3c",
      "imgurl": "http://img.youtube.com/vi/WZ458jsCU3c/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__DgGjZNC5XbdtD1NoRLPXoBy8dN0\u003d",
      "title": "First Contact Radio 7/9/12 - YouTube"
    }
  ]
}