{
  "url": "http://english.sina.com/china/2012/0916/507037.html",
  "title": "Patrol around Diaoyu Islands successful: official",
  "pubdate": "2012-09-16 17:29:33 GMT",
  "description": "BEIJING， Sept. 16 (Xinhua) -- A marine surveillance official said Sunday that China\u0026#39;s patrol activities in waters around the Diaoyu Islands are successful.",
  "cleanContent": "BEIJING, Sept. 16 (Xinhua) -- A marine surveillance official said Sunday that China\u0027s patrol activities in waters around the Diaoyu Islands are successful.\"These law enforcement and patrol activities demonstrated China\u0027s jurisdiction over the Diaoyu Island and its affiliated islets, achieved the goal of demonstrating China\u0027s sovereignty claim and ensured the country\u0027s maritime interests,\" Xiao Huiwu, deputy chief of the Headquarters of China Marine Surveillance (CMS), told Xinhua in an interview.Two Chinese surveillance ship fleets arrived at waters around Diaoyu Islands Friday morning and started patrol and law enforcement there.It is the first time that Chinese surveillance ships have patrolled there after the Chinese government announced on Monday last week the base points and baselines of the territorial waters of the Diaoyu Island and its affiliated islets, as well as the names and coordinates of 17 base points.Founded in 1998, the CMS currently has 10,000 staff members, more than 300 ships and nine oceanic surveillance planes. It started to regularly patrol the waters under China\u0027s jurisdiction since 2006 and now maintains 24-hour patrol.The CMS will step up law enforcement activities around disputed islands to demonstrate China\u0027s sovereignty, stop infringements and protect China\u0027s maritime interests, Xiao said.A Xinhua\u0027s reporter, who was aboard one of the surveillance ships, said three Japanese coast guard ships and three helicopters followed and monitored the Chinese ships and tried to intercept China\u0027s patrol activities.The two sides exchanged warnings through radio.Chinese Marine Surveillance officers radioed the Japanese vessels to demand they stop infringing on China\u0027s sovereignty after Japanese ships radioed warnings to the Chinese vessels.The closest distance between the Chinese and Japanese ships is less than 0.5 sea miles, according to Xinhua reporter.China\u0027s patrol ships got as close as 1.55 sea miles away from the Diaoyu Islands during the patrol.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "ships:8:1.0;patrol:7:0.9144274194122312;surveillance:7:0.9091780077094841;law:3:0.341082479841935;islands:4:0.32726285298510216;marine:2:0.29370770229505905;maritime:2:0.2746884097738409;base:2:0.26830622850840286;affiliated:2:0.23650044939608755;island:2:0.2320963661997701;stop:2:0.2223312211399175;miles away:1:0.2149815672311561;china marine:1:0.20518677372318703;step up:1:0.19755229781017988;the goal:1:0.19126885964298646;planes:1:0.18598835573452224;helicopters:1:0.18145320413341892;distance:1:0.1676188147033777;the names:1:0.1647411113718788;reporter:1:0.16006786344052984",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/world/images/attachement/jpg/site1/20120917/d4bed9d4d22011c0ad5615.jpg",
      "title": "Patrol around Diaoyu Islands successful: official"
    },
    {
      "url": "http://www.chinadaily.com.cn/world/images/attachement/jpg/site1/20120917/d4bed9d4d22011c0b3c31a.jpg",
      "title": "Patrol around Diaoyu Islands successful: official"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003doK3gIhYHGKE",
      "imgurl": "http://img.youtube.com/vi/oK3gIhYHGKE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__UP44XE9E8q595p9J1TeSDahfUh8\u003d",
      "title": "Diaoyu Islands: Japan Arrests 14 Hong Kong ..."
    }
  ]
}