{
  "url": "http://english.sina.com/technology/2011/0926/400319.html",
  "title": "Spacecraft ready to go on mission",
  "pubdate": "2011-09-27 01:12:14 GMT",
  "description": "BEIJING， Sept. 27 (Xinhuanet) -- Last-minute preparations for the launch of the Tiangong-1 spacecraft began at the Jiuquan Satellite Launch Center on Monday， meaning the vehicle can soon embark on a mission that will eventually have it dock with a spaceship， according to the center.",
  "cleanContent": "BEIJING, Sept. 27 (Xinhuanet) -- Last-minute preparations for the launch of the Tiangong-1 spacecraft began at the Jiuquan Satellite Launch Center on Monday, meaning the vehicle can soon embark on a mission that will eventually have it dock with a spaceship, according to the center.That feat, if carried out successfully, will mark the completion of China\u0027s first rendezvous and docking mission.At the launch site on Monday afternoon, crews were putting in place pipes and cables that will be used to inject fuel into the rocket that will carry Tiangong-1 into outer space.Without complications from the weather or other causes, the Long March II-F rocket will lift off from the launch center on Thursday or Friday, taking the Tiangong-1 with it, according to the Xinhua News Agency.Despite the preparations, space experts said carrying out the plan still comes with many risks. They explained that the spacecraft and much of the other equipment being used is new and has not been tried on an actual mission.\"Tiangong-1 is a brand new spacecraft designed by China and is bigger and heavier than the Shenzhou spaceships China had developed as a means of transporting astronauts from the Earth to space,\" said Yang Hong, chief designer of Tiangong-1.In a vertical position, the Tiangong-1 looks like a cigar standing 10.4 meter tall, a height equal to that of a three-story building. It weighs 8.5 tons and has a maximum diameter of 3.35 meters, a dimension shared by its launch vehicle, he said.In comparison, the Shenzhou spaceship stands shorter, at nearly 9 meters, is slimmer, having a diameter of less than 3 meters, and weighs less.In another difference, the Tiangong-1 is composed of two modules rather than the three that had made up the Shenzhou spaceship. Of the Tiangong-1\u0027s two primary components, one is an experimental module that contains a place that astronauts can live and work in on future missions. It is also equipped with a docking port.The other chief component, a resource module, will provide the craft with power.Astronauts on Tiangong-1 will have 15 cubic meters of space to move in, \"much more than they had in the Shenzhou spaceship\", Yang said.Inside the spacecraft are two sleeping sections with adjustable lighting systems, exercise equipment, entertainment systems and visual communication devices, he said.Hou Xiangyang, who helped design Tiangong-1, said: \"The sleeping section is big enough for a 1.8-meter-tall man to sleep in. An astronaut can adjust the light as he likes.\"In space, Tiangong-1 will fly in a horizontal position. A paint scheme inside will help the astronauts aboard maintain their sense of direction; the module\u0027s inner walls will be in two colors, one commonly associated with the sky and one with the ground.\"This will help astronauts avoid feeling as if they are standing upside down in the microgravity environment,\" he said.Yang said the Tiangong-1 spacecraft is expected to stay in orbit for two years and rendezvous and dock with three different spaceships. Beyond the Shenzhou VIII, ships named Shenzhou IX and Shenzhou X will embark on similar missions; at least one of the two is to be manned.Before astronauts climb on board Tiangong-1, the conditions inside its experimental module will be adjusted to ensure they can live in an environment that contains enough oxygen, moisture and heat to be safe.Tiangong-1 was originally scheduled to be launched into a low orbit around the Earth between Sept 27 and 30. The earlier days were removed as possible launch dates, though, after forecasters predicted a cold air mass would move into the area containing the Jiuquan Satellite Launch Center.To ensure the spacecraft and Long March II-F carrier rocket are ready for launch, a full ground simulation was conducted on Sunday afternoon.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "science/tech",
  "pic": "",
  "keywords": "shenzhou:7:1.0;spaceship:4:0.8259085305035229;astronauts:4:0.5714285714285714;preparations:2:0.44213032563428695;spacecraft:6:0.33963482158310493;the launch:3:0.3214285714285714;live:2:0.3185308299026641;less than 3:1:0.3137369587699115;walls:1:0.3137369587699115;cigar:1:0.3137369587699115;upside down:1:0.3137369587699115;xiangyang:1:0.3137369587699115;the sleeping:1:0.3137369587699115;rocket:3:0.3007880273633147;vehicle:2:0.2857142857142857;move:2:0.27906361397203705;dimension:1:0.27790570405445214;pipes:1:0.27790570405445214;resource:1:0.27790570405445214;microgravity:1:0.27790570405445214",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://europe.chinadaily.com.cn/china/images/attachement/jpg/site181/20110927/bc305ba24a510feb64de0d.jpg",
      "title": "Spacecraft ready to go on mission"
    },
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20110927/0023ae6962090feb4c2204.jpg",
      "title": "Spacecraft ready to go on mission"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d9olyvfRtJEc",
      "imgurl": "http://img.youtube.com/vi/9olyvfRtJEc/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__GN9Nm293n85Uw6Hgp52Xwr1Icm8\u003d",
      "title": "Galileo Probe Spacecraft Mission to Jupiter - YouTube"
    }
  ]
}