{
  "url": "http://english.sina.com/china/2012/0717/487177.html",
  "title": "New city to have congress",
  "pubdate": "2012-07-17 23:56:32 GMT",
  "description": "China has stepped up its efforts to display its sovereignty over the South China Sea, as the provincial legislature of Hainan on Tuesday ratified a motion to prepare for the first people\u0026#39;s congress in the newly established Sansha city.",
  "cleanContent": "China has stepped up its efforts to display its sovereignty over the South China Sea, as the provincial legislature of Hainan on Tuesday ratified a motion to prepare for the first people\u0027s congress in the newly established Sansha city.Experts said the move indicates that the building of the city\u0027s political power has been initiated.The motion, approved by the Standing Committee of the Hainan Provincial People\u0027s Congress on Tuesday, suggested establishing an organizing committee for the legislative body of Sansha. Sansha became a prefecture-level city in June. It administers the Xisha, Zhongsha and Nansha islands and their surrounding waters in the South China Sea.The Sansha people\u0027s congress, the legislative body of the city, will have 60 seats with five-year terms, and its standing committee will have 15 members, according to an announcement from the Hainan Provincial People\u0027s Congress Standing Committee.After it\u0027s established, the organizing committee will hold an election for the first congress of Sansha and convene the first plenary meeting of the congress.During the first plenary meeting, 60 elected delegates will vote for heads of the city government, court and prosecuting office. The announcement did not say when an election of the government heads will take place.Although China\u0027s Electoral Law states that the number of seats of a local people\u0027s congress is determined according to population and should have a minimum of 120 seats, the law also allows small cities with fewer than 50,000 people, such as Sansha, to set up a local congress with fewer than 120 seats.The Xisha Islands, part of Sansha city, have about 3,500 permanent residents and a floating population of 25,000, according to finance.china.com.cn, an information portal under the State Council Information Office and the China International Publishing Group.Zhao Zhongshe, director of the Department of Ocean and Fisheries of Hainan, told Xinhua News Agency that the founding of Sansha city will improve China\u0027s administration of the region and help coordinate efforts to develop the islands and protect the marine environment.Hu Jinguang, vice-president of Renmin University of China\u0027s Law School, told Southern Metropolis Daily that lawmakers at the city\u0027s people\u0027s congress will be directly elected according to the law because of the city\u0027s small population.\"The congress may even enjoy more room for legislation for its special geographic position,\" he told the newspaper.The State Council approved the establishment of Sansha in June, and the government seat of Sansha will be stationed on Yongxing Island in the Xisha Islands.Sansha city administers more than 200 islets, sandbanks and reefs in Xisha, Zhongsha and Nansha islands, covering 13 square kilometers in island area and 2 million sq km of water.China said it first discovered and named the reefs, islets and surrounding waters of Xisha, Zhongsha and Nansha islands. In 1959, it became the first country to set up an administrative office to exercise sovereignty over the area.The new city government, compared to the administrative office, will be able to better administer the islands, according to an announcement from the Ministry of Civil Affairs in June.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "congress:9:1.0;hainan:4:0.5741626574513382;city:4:0.40775699509095237;office:4:0.38588615882954236;islands:6:0.3788586157980549;the first:5:0.36504899991566714;motion:2:0.35321984381023513;announcement:3:0.3058177463182143;the south:2:0.25872712221378896;heads:2:0.2369844480414575;elected:2:0.2345901521897301;body:2:0.2244959035709439;the city:2:0.22222222222222224;china:4:0.21902939994940027;the law:2:0.21735734084082842;population:2:0.21384501037963047;set up:2:0.21384501037963047;information:2:0.19929600524915173;told:3:0.19630304634351411;small:2:0.19557690012820095",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://static2.businessinsider.com/image/50de07746bb3f72c6f000004-900/1907-new-years-eve-celebration-at-restaurant-martin-in-new-york-city-things-have-gotten-livelier.jpg",
      "title": "Historic Photos From New Year\u0026#39;s Eve - Business Insider"
    },
    {
      "url": "http://uploads.static.vosizneias.com/2013/02/image.jpg",
      "title": "New City, NY - Man Accused Of Threatening Cuomo, Bloomberg ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dtlCmx1FPWKk",
      "imgurl": "http://img.youtube.com/vi/tlCmx1FPWKk/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__SR7_JFI8_wJQjBASmt8fjZd9Zds\u003d",
      "title": "Opening Ceremonies - 13th International Youth ..."
    }
  ]
}