{
  "url": "http://english.sina.com/china/2012/0803/492953.html",
  "title": "Commentary: U.S. needs to behave itself over South China Sea",
  "pubdate": "2012-08-04 04:49:58 GMT",
  "description": "BEIJING， Aug. 4 (Xinhua) -- The United States on Friday voiced concerns about rising tensions over South China Sea， and cited China\u0026#39;s establishment of Sansha city and garrison to single Beijing out for criticism.",
  "cleanContent": "BEIJING, Aug. 4 (Xinhua) -- The United States on Friday voiced concerns about rising tensions over South China Sea, and cited China\u0027s establishment of Sansha city and garrison to single Beijing out for criticism.As South China Sea is of strategic importance to global trade, any increase of instability in this body of water naturally triggers worldwide attention.But it is pure common sense that volatile situations demand caution and discretion. When an outsider attempts to make bigger waves, he is probably already on the beach waiting to pick up what will wash ashore.Thus the accusation against China by U.S. State Department spokesman Patrick Ventrell, along with other similar charges levelled by Washington, is groundless, irresponsible and revealing.The establishment of Sansha city and garrison is a normal adjustment of China\u0027s administrative and military structure, and is an issue totally within China\u0027s sovereignty.The new arrangement does not mean that China is abandoning its traditional South China Sea policy. Beijing remains committed to seeking proper solutions to its disputes with other claimants through bilateral negotiations and consultations.China is the one that have always exercised maximum restraint. It is China\u0027s genuine wish to turn South China Sea into a sea of peace, friendship and cooperation, and the vision is widely shared across the region and the world at large.What makes the United States tick, however, is hard to tell. On the one hand, it accentuates its neutrality and claims a stake in stability and freedom of navigation in the sea. On the other hand, it eggs a few claimants on to make provocative moves and thus stokes antagonism.Such a double-dealing practice has given birth to a swirl of comments that the world\u0027s sole superpower is trying to drive a wedge between China and its neighbors so as to clip China\u0027s wings and shore up the United States\u0027 cracking pedestal in the Asia-Pacific.It is time for Washington to prove that it is clearer-eyed and farther-sighted than suggested by these allegations. For starters, it should draw back its meddling hand from the South China Sea disputes.China welcomes a constructive role of the United States in the Asia-Pacific region. But on the South China Sea issue, China and its neighbors involved have the ability and wisdom to solve their disputes properly on their own.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "china:10:1.0;south:4:0.7563233789295327;garrison:2:0.6450638021961166;united states:4:0.6113283334294876;the south:2:0.47249752275002266;neighbors:2:0.46438561897747255;the one:2:0.422656666858975;hand:2:0.40998314130031216;beijing:3:0.38073549220576036;washington:2:0.37816168946476636;city:2:0.37233083338141043;a:7:0.36982458350160313;caution:1:0.3558652344313916;outsider:1:0.3558652344313916;wash:1:0.3558652344313916;stokes:1:0.3558652344313916;the accusation:1:0.3558652344313916;on the beach:1:0.3558652344313916;common sense:1:0.3558652344313916;tick:1:0.3558652344313916",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131760909_title1n.jpg",
      "title": "Commentary: U.S. needs to behave itself over South China Sea ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131760745_title1n.jpg",
      "title": "Commentary: U.S. needs to behave itself over South China Sea ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dvyjySJWRgW0",
      "imgurl": "http://img.youtube.com/vi/vyjySJWRgW0/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__AxaMZts6dFOei6YRLVlOl_fuNOY\u003d",
      "title": "US WARNED by CHINA to STAY out of ..."
    }
  ]
}