{
  "url": "http://english.sina.com/sports/2012/0715/486542.html",
  "title": "Much work to do before London is Olympic ready",
  "pubdate": "2012-07-16 03:17:26 GMT",
  "description": "With the opening ceremony less than two weeks away, there\u0026#39;s a mad dash to the finish line at the Olympics and it has nothing to do with sprinters.",
  "cleanContent": "With the opening ceremony less than two weeks away, there\u0027s a mad dash to the finish line at the Olympics and it has nothing to do with sprinters.Hundreds of construction workers are toiling away inside the Olympic Park, laying cables, installing seats and adding the last layers of sparkle and polish to the venues.There\u0027s plenty to do.\"It\u0027s looking a bit industrial isn\u0027t it?\" said Chris Allen, a Londoner who came to the edge of the park to have a look. \"I am not seeing England\u0027s green fields. I do hope it\u0027s going to look better.\"Shades of Athens, where chronic delays pushed workers to the brink to complete preparations in time for the games to start in 2004? Hardly, say London organizers who have prided themselves on finishing their massive construction project ahead of time and on budget. Things may look a bit messy now, they say, but all will be fine by the time the curtain goes up, on July 27, when the torch is lit.\"We\u0027re not at the stage yet where we\u0027re ready to flick the TV on,\" James Bulley, director of venues for organizing committee LOCOG, told The Associated Press. \"The athletes aren\u0027t ready to start competing yet, either. We want all our venues to look absolutely spectacular and pristine.\"The venues are ready. We\u0027re now just doing the final setup for the games. We\u0027re in a good place. We\u0027re on track. There\u0027s nothing I\u0027m worried about.\"The last few weeks and days are all about putting up signs, fitting in the remaining seats and completing the landscaping.\"We will be mowing lawns right up to the opening ceremony,\" LOCOG chairman Sebastian Coe told the AP.The last thing organizers need at this point is a crisis over readiness of the venues. At the moment, they\u0027re coping with the fallout from a bungled contract by private security group G4S that forced the government to call in about 3,500 additional troops — many just returned from tours of duty in Afghanistan — to fill the shortfall.A walk through the 560-acre Olympic Park in east London this weekend, between yet another bout of rain showers, showed the scale of what remains to be done: a small army of workers, a sea of white tents, cranes, bulldozers, upturned tables and chairs, humming generators, television cables and rigging, a maze of fences.Paul Gauger, who works for the tourism agency Visit Britain, surveyed a sad-looking wild flower patch near the aquatics center but took it in stride.\"This is all cosmetic stuff,\" he said. \"Look! There are some flowers growing over there!\"Bulley said the venues, after the construction and fit-out phases, are now in their final \"bump-in\" period. Television networks from around the world are moving in and cabling the venues for their cameras. LOCOG\u0027s \"look\u0027\" teams are completing the signage and color schemes. Sports equipment is being shipped in.\"We\u0027re still putting in seats at probably 10 or so venues,\" Bulley said. \"We\u0027re putting in 1,000 seats a day.\"The \"live site\" in the Olympic Park — a grassy area where spectators can watch the events on a giant screen and listen to musical entertainment — is also unfinished.\"The bump-in looks quite messy, but you leave this to the last stages,\" Bulley said. \"It\u0027s always the last thing you do in getting events ready. We want to work these venues right up to when the athletes are coming in so they look as good as possible.\"Olympic Park isn\u0027t the only place getting dolled up.So is Horse Guards Parade, the ceremonial parade ground a stone\u0027s throw from the Prime Minister\u0027s Downing Street residence in central London, and site of beach volleyball. It\u0027s a temporary venue which requires stands and 5,000 tons of sand brought in from a quarry south of London. Imagine a giant sandbox. Work started only late last month after the Trooping of the Color ceremony marking Queen Elizabeth II\u0027s birthday.Another key venue requiring special attention is ExCel. The conference and exhibition center in the Docklands area is being turned into multiple arenas hosting boxing, judo, table tennis, wrestling, fencing, taekwondo and weightlifting.\"We\u0027re well advanced,\" Bulley said. \"We\u0027ll be ready to hand those arenas over as of early next week. We took the venues later than many of the others. We\u0027ve always known the period we\u0027ve had to deliver these venues. We track them very closely. We\u0027re in super shape.\"International Olympic Committee President Jacques Rogge said it\u0027s normal for host cities to face a flurry of last-ditch issues.\"It\u0027s not peculiar for London,\" he said. \"We\u0027ve always had difficulties in the days leading up to the games in the previous games and the games were of an impeccable nature. This is something that does not worry us. We\u0027re confident that everything will be fine by the opening ceremony day.\"Even Andrew Boff, a member of the London Assembly and vocal critic of the Olympic project, has no doubts.\"It\u0027s the nature of any games,\" he said. \"They look unfinished before you get there. But the venues are ready. They\u0027ve been tested. You can do a lot in 12 days. If it weren\u0027t ready, Seb Coe would have his Lordship or knighthood taken away.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "ready:6:1.0;a:21:0.8933747345990669;london:5:0.8837281524611533;the games:4:0.8052073127292155;olympic park:3:0.6986087600694113;ceremony:4:0.510499848342324;the opening:3:0.4849354249412624;workers:3:0.45675722225163534;venue:2:0.4341478691192955;parade:2:0.4341478691192955;the last:3:0.4225756442984436;park:2:0.3739343800760111;nature:2:0.3681473280234511;color:2:0.3633268999297483;games:2:0.3534912609844613;thing:2:0.3333333333333333;he said:3:0.3291322601660544;giant:2:0.32678468794833254;period:2:0.3232902832941749;project:2:0.3232902832941749",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://lub-cdn.com/sites/default/files/imagecache/superphoto/11372289.jpg",
      "title": "Much work to do before London is Olympic ready | Lubbock Online ..."
    },
    {
      "url": "http://binaryapi.ap.org/36a8bfaf9eb14f618864cab12bcdccdf/460x.jpg",
      "title": "Much work to do before London is Olympic ready"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dssKbXvst0Wk",
      "imgurl": "http://img.youtube.com/vi/ssKbXvst0Wk/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__OeJQw-lBQFM2bckc-0PAFCxHUsI\u003d",
      "title": "200,000 COFFINS/CASKET Ready for 2012 LONDON ..."
    }
  ]
}