{
  "url": "http://english.sina.com/world/2012/0530/472083.html",
  "title": "Russia opposes proposals on military intervention into Syria",
  "pubdate": "2012-05-30 13:21:56 GMT",
  "description": "MOSCOW， May 30 (Xinhua) -- Moscow will oppose any proposals concerning military intervention in Syria at the U.N. Security Council and sees possible action in the embattled country as \u0026quot;premature，\u0026quot; a senior Russian diplomat said Wednesday.",
  "cleanContent": "MOSCOW, May 30 (Xinhua) -- Moscow will oppose any proposals concerning military intervention in Syria at the U.N. Security Council and sees possible action in the embattled country as \"premature,\" a senior Russian diplomat said Wednesday.Russia has always expressed strong opposition against outside intervention into the domestic conflict in Syria, which would only complicate the situation in that country and cast a shadow over the entire region, Deputy Foreign Minister Gennady Gatilov said.Gatilov expressed reservations about remarks Tuesday by French President Francois Hollande that international military intervention in Syria is possible based on Security Council decisions.Gatilov said the Security Council president\u0027s statement on the mass killings in Houla is \"a sufficient reaction\" to the carnage and \"a strong enough signal\" to all sides in Syria.Therefore, \"a review now by the Security Council of any new measures on the situation would be premature,\" the Interfax news agency quoted Gatilov as saying.The United States and many of its allies Tuesday announced the expulsion of Syrian diplomats from their countries in a coordinated move to step up pressure on Damascus after the weekend\u0027s mass killings of civilians.Western countries appeared convinced that the Syrian military was behind the assaults in the town of Houla that killed 108 civilians and injured 300 more, despite repeated denials by the Syrian government.Russian Foreign Ministry spokesman Alexander Lukashevich said on Wednesday that the expulsion of Syrian ambassadors from several countries served as a \"counterproductive step\" toward ending the crisis in Syria.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "intervention:3:1.0;the expulsion:2:0.9796013297349409;syria:4:0.9517522623454719;syrian:4:0.9517522623454719;moscow:2:0.6505999848390249;a:7:0.5616198778065958;the situation:2:0.5234071822353962;all sides:1:0.4898006648674704;gennady:1:0.4601449853191409;the mass:1:0.4601449853191409;step up:1:0.4228395036207259;tuesday:2:0.4138178808462158;strong enough:1:0.4093904781975922;country:2:0.39553660785774186;shadow:1:0.3796450820720622;alexander:1:0.3719954443388391;the town:1:0.3719954443388391;allies:1:0.3587700937539711;signal:1:0.3526106784409289;carnage:1:0.3471536344804047",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://www.latimes.com/media/photo/2012-02/67795636.jpg",
      "title": "Russian holds firm against military intervention in Syria - Los ..."
    },
    {
      "url": "http://previous.presstv.ir/photo/20111101/asadi_s20111101231021310.jpg",
      "title": "PressTV - Russia against intervention in Syria"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003de48eJW_5NOQ",
      "imgurl": "http://img.youtube.com/vi/e48eJW_5NOQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__1sb3FZO-Ex_U_2oRgy_1IaKMBYY\u003d",
      "title": "RUSSIA OPPOSES US DEMANDS: MILITARY ..."
    }
  ]
}