{
  "url": "http://english.sina.com/world/p/2012/0607/474456.html",
  "title": "UN monitors shot at near site of Syrian killings",
  "pubdate": "2012-06-08 00:40:40 GMT",
  "description": "U.N. observers came under fire Thursday as they tried to reach the site of the latest reported mass killing in Syria — about 80 people, including women and children who were shot or stabbed. The deaths added urgency to diplomatic efforts to end the escalating bloodshed.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eThis citizen journalism image made from video provided by Shaam News Network SNN, purports to show two injured Syrian boys who survived a massacre in Mazraat al-Qubair on the outskirts of Hama, central Syria, Thursday, June 7, 2012.(AP Photo)\u003c/h4\u003e\t\tU.N. observers came under fire Thursday as they tried to reach the site of the latest reported mass killing in Syria — about 80 people, including women and children who were shot or stabbed. The deaths added urgency to diplomatic efforts to end the escalating bloodshed.As reports emerged of what would be the fourth such mass slaying of civilians in Syria in the last two weeks, the United States condemned President Bashar Assad, saying he has \"doubled down on his brutality and duplicity.\"International envoy Kofi Annan, whose peace plan brokered in April has not been implemented, warned against allowing \"mass killings to become part of everyday reality in Syria.\"\"If things do not change, the future is likely to be one of brutal repression, massacres, sectarian violence, and even all-out civil war,\" Annan told the U.N. General Assembly in New York. \"All Syrians will lose.\"U.N. diplomats said Annan was proposing that world powers and key regional players, including Iran, come up with a new strategy to end the 15-month conflict at a closed meeting of the Security Council that took place Thursday.Speaking to reporters after the meeting, Annan highlighted the urgency of taking action to diffuse the situation.Standing alongside Annan and League of Arab States Secretary General Nabil Elaraby, U.N. Secretary-General Ban Ki-moon echoed the sense of urgency.\"The three of us agree: Syria can quickly go from a tipping point to a breaking point. The danger of full-scale civil war is imminent and real, with catastrophic consequences for Syria and the region,\" Ban warned.Any proposal to resolve the situation, however, must be acceptable to Russia and China, which have protected ally from past U.N. sanctions, as well as the U.S. and its European allies, they said, speaking on condition of anonymity because consultations have been private.The latest violence centered on Mazraat al-Qubair, a small farming community of 160 people, mostly Bedouins, in central Hama province. Activists said the Sunni village is surrounded by Alawite villages. Alawites are an offshoot of Shiite Islam and Assad is a member of the sect, while the opposition is dominated by Sunnis.A resident said troops shelled the area for five hours Wednesday before government-aligned militiamen known as \"shabiha\" entered the area that is known to shelter army defectors, \"killing and hacking everyone they could find.\"Leith Al-Hamwy told The Associated Press by telephone that he survived by hiding in an olive grove about 800 meters (yards) from the farms as the killings took place. But he said his mother and six siblings, the youngest 10-year-old twins, did not.\"When I came out of hiding and went inside the houses, I saw bodies everywhere. Entire families either shot or killed with sharp sticks and knives,\" he said.Al-Hamwy would not give his exact location or real name, fearing for his safety, but said he was waiting for U.N. observers to come to the farm. Al-Hamwy\u0027s account could not be independently confirmed or corroborated by other eyewitnesses.He said the gunmen set his family home on fire and his family burned to death, huddled in a concrete attic above their bathroom, where they stored food provisions. Around 80 people in total died, he said, many of them children, and that most of the villages 20 homes were either destroyed by the shelling or burned down.\"There\u0027s flesh of animals and humans scattered, the smell of smoke from burning houses and bodies,\" al-Hamwy said.Syria\u0027s main opposition group in exile, the Syrian National Council, also said 78 people were killed in Mazraat al-Qubair when government-aligned militiamen converged on the village from neighboring pro-regime villages. Some of the dead were shot in the head, others were slain with knives, the SNC said. It said 35 of the dead were from the same family and more than half of them were women and children.\"Women and children were burned inside their homes in al-Qubair,\" said Mousab Alhamadee, an activist based in Hama.Syria denied the opposition claims as \"absolutely baseless.\" The exact death toll and circumstances of the killings reported overnight in Mazraat al-Qubair were impossible to confirm.One YouTube video purported to show the bodies of babies, children and two women wrapped in blankets and lined with frozen bottles of water to slow decomposition.Another row of bodies lay elsewhere: a grandmother, a mother, and five siblings and two cousins, according to the video narrator. All the corpses were neatly wrapped in white sheets, more frozen water bottles tucked among them. One toddler\u0027s arm covered her face. Their names were scrawled on pieces of paper and tucked into their shrouds.In another video were four blackened objects that the narrator said were the remains of a mother and two children who were shelled in their home.The authenticity of the videos could not be independently verified. Attempts to reach more witnesses and residents of the area were difficult. The Syrian government keeps tight restrictions on journalists.A government statement published on the state-run news agency SANA said \"an armed terrorist group committed an appalling crime\" in Mazraat al-Qubair, killing nine women and children. It said residents appealed for protection from Hama authorities, who went to the farm and stormed a hideout of the group and clashed with them.The statement said all members of the armed group were killed in clashes, adding that the incident was meant to pressure the Syrian regime ahead of the U.N. meeting.Secretary-General Ban said U.N. observers were initially denied access to the scene in central Hama and \"were shot at with small arms\" while trying to get there.The observers were forced to turn back and were not injured, although one vehicle was hit and slightly damaged, said Kieran Dwyer, spokesman for the U.N. peacekeeping department. They were not able to enter Mazraat al-Qubair, he added. It was not clear who was behind the shooting.On May 25, more than 100 people were killed in one day in a cluster of villages known as Houla in central Homs province, many of them children and women gunned down in their homes. U.N. investigators blamed pro-government gunmen for at least some of the killings, but the Syrian regime denied responsibility and blamed rebels for the deaths.On May 30, 13 bound corpses in Deir el-Zour province, while on June 1, 11 workers were found shot to death near the town of Qusair in Homs province.The Houla massacre brought international outrage and a coordinated expulsion of Syrian diplomats from world capitals.Ban called the latest reported mass killing \"shocking and sickening,\" saying \"each day seems to bring new additions to the grim catalog of atrocities.\"He said it has been evident for months that Assad and his government \"have lost all legitimacy,\" adding that \"any regime or leader that tolerates such killing of innocents has lost its fundamental humanity.\"The White House issued a strong condemnation.\"Assad\u0027s continued abdication of responsibility for these horrific acts has no credibility and only further underscores the illegitimate and immoral nature of his rule,\" press secretary Jay Carney said.Speaking in Turkey after meeting foreign ministers and envoys from 16 European, Turkish and Arab partners, U.S. Secretary of State Hillary Rodham Clinton outlined principles that included Assad\u0027s eventual ouster and departure from Syria.\"Assad has doubled down on his brutality and duplicity, and Syria will not, cannot be peaceful, stable or certainly democratic until Assad goes,\" she said.British Prime Minister David Cameron insisted more must be done to isolate Assad\u0027s regime and show that \"the whole world\" wants to see political transition in Syria and condemns \"absolutely\" the Syrian regime.Arab League chief Nabil Elaraby, who also addressed the U.N. General Assembly, urged all Arab states to recall their ambassadors and halt all diplomatic contact with the Syrian government.Syria\u0027s U.N. Ambassador Bashar Ja\u0027afari said an unjustifiable massacre was taking place in his country, but the government is not responsible. He also said \"the government of Syria has spared no efforts to implement its part of the Kofi Annan plan.\"Russian Foreign Minister Sergey Lavrov said the Security Council would not support a military intervention in Syria. \"There will be no mandate for foreign intervention. I guarantee it,\" he was quoted by Russian news agencies as saying in Kazakhstan.In Paris, French Foreign Ministry spokesman Bernard Valero said ministers from the so-called \"Friends of Syria\" countries — many European and Arab nations — would meet in the French capital July 6 to help support the Annan plan.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0607/U48P5029T2D474456F24DT20120608084040.jpg",
  "keywords": "u.n.:10:1.0;syria:10:0.7314419647434819;syrian:8:0.5851535717947856;children:7:0.5236554318709082;shot:5:0.4368564055820237;hama:4:0.4212826320188346;bodies:4:0.41532215659737837;a:16:0.39462115209279275;mass:4:0.370616309017159;burned:3:0.35817503486878194;women:4:0.3438116645919652;video:4:0.34183796067918215;the farm:2:0.3322601056898613;central:4:0.32665492093855464;mother:3:0.2841835688513834;knives:2:0.2829050083258102;frozen:2:0.2829050083258102;brutality:2:0.2829050083258102;urgency:2:0.2829050083258102;massacre:3:0.2686578154729441",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://bloximages.chicago2.vip.townnews.com/heraldextra.com/content/tncms/assets/v3/editorial/b/9a/b9a5db26-0955-5d55-8b60-a61ac74b8a5b/4fd19c2ac4b0e.preview-620.jpg",
      "title": "U.N. monitors shot near site of Syrian killings"
    },
    {
      "url": "http://media.komonews.com/images/120607_kofi_annan.jpg",
      "title": "UN monitors shot at near site of Syrian killings | National ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dlIg7_FhNW9o",
      "imgurl": "http://img.youtube.com/vi/lIg7_FhNW9o/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__WpB1pCV5JEtytHDUVBnwheSyCq4\u003d",
      "title": "Syria Blocks Monitors From Site of Killings - YouTube"
    }
  ]
}