{
  "url": "http://english.sina.com/business/p/2012/0626/480708.html",
  "title": "Sports firms bet their shirts on London",
  "pubdate": "2012-06-27 03:31:54 GMT",
  "description": "Analysts skeptical that sponsorship will deliver value for investment",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA Li Ning Co Ltd store in Beijing. For the 2012 London Olympic Games, the Chinese sportswear company is providing gear to the diving, gymnastics, badminton, table tennis and shooting teams. [Photo/China Daily] \u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003e\u003c/h4\u003e\t\tAnalysts skeptical that sponsorship will deliver value for investmentLi Ning, nicknamed the \"Prince of Gymnastics\", dramatically lit the gigantic cauldron that was the Olympic flame at the opening ceremony of the 2008 Beijing Olympic Games.Four years later, he was also one of the two last torchbearers on the Greek leg of the torch relay for the 2012 London Olympics.In collaboration with the Greek weight lifter Pyrros Dimas, the 49-year-old handed over the flame solemnly at the Panathenaic Stadium in Athens, just as heavy rain abated and a rainbow appeared.The winner of six medals at the 1984 Los Angeles Games is now the chairman and executive director of Li Ning Co Ltd, one of China\u0027s leading sportswear brands.But just as his duties in Greece ended with rays of sunshine after turbulent skies, Li Ning the sports star will be hoping that the involvement by Li Ning the business of sponsoring the 2012 London games will mark the beginning of better fortunes for the sportswear company.But analysts are skeptical.Despite successfully boosting its business by sports marketing at the 2008 Games, Li Ning, they say, is far from getting help out of its current troubles from its London sponsorship.And it\u0027s the same for other firms involved in sponsorships surrounding the 2012 event, they say.Anta Sports Products Co Ltd and Peak Sport Products Co Ltd, for instance, will also be best-advised not to hold high expectations of receiving a large boost from supporting the approaching Olympics, they suggest.Business fluctuationLi Ning is providing gear for Chinese diving, gymnastics, badminton, table tennis and shooting teams in London.The group of sports stars is being called China\u0027s \"dream teams\" because of their strength or even supremacy in their own fields.In 2008, the five teams collectively won 28 gold medals, compared with the 51 China won in total.Li Ning, founded in 1990, enjoyed strong growth over the past two decades, but that\u0027s been sluggish since late 2010. Its peak was two years after the 2008 Beijing Olympics.\"The company is taking a chance that the London Games will help it pick up - but I don\u0027t think the tactic will work,\" said Qu Xiaodong, an analyst at the domestic research company CCW Research.He explained that Olympic marketing is generally used to enhance brand image on an international stage, while the greatest difficulty facing Li Ning now is actually how to adjust its business structure, improve its retailing efficiency and find the right target market at home, not abroad.The Hong Kong-listed Li Ning warned the market on June 12 that revenues and profits are set to decline this year, and that the number of new product trade fair orders for the full year will decrease from last year.In January, the US private equity fund TPG Capital and the Singapore sovereign fund GIC both agreed to invest around $115 million in the Beijing-based Li Ning through a convertible bond, giving much needed capital to the sportswear maker to develop new brands and roll out new stores, as well as for working capital.However, the much needed improvement has yet to materialize.In 2011, sales revenues fell 5.8 percent to 8.93 billion yuan ($1.4 billion). Profits dropped to 631 million yuan from 1.54 billion yuan in 2010, and 1.34 billion yuan in 2009.Its stock price fell more than 60 percent during 2011, and a further 20 percent during the first half of this year.Li Ning\u0027s slowdown emerged at the end of 2010, when it created a new logo and slogan, aimed at building it into an international brand targeted at the generation born after the 1990s.Meanwhile, it streamlined its chain of stores, closing some of its small sites and opened new \"sixth-generation stores\" targeting young consumers.The Li-Ning brand had more than 7,900 stores around China by the end of 2010, fewer than a target called for at the beginning of that year.The fortunes were a sharp reversal of its heydays only a couple of years before.In 2008, its sales revenue jumped a huge 53.8 percent year-on-year to 6.69 billion yuan, and that pace continued until 2010, when its sales revenue peaked at 9.48 billion yuan, exceeding Adidas AG to become the No 2 sportswear brand in China - only after Nike Inc.Li Ning, the sports star, himself attributed the golden times to the company\u0027s 2008 Olympic sponsorship.\"Our group has successfully seized the unprecedented opportunity (of the 2008 Beijing Games) to promote our integrated marketing strategy, which contributed greatly to our brand image,\" he said.Li Ning Co Ltd was the uniform supplier for the Chinese national gymnastics, diving, table tennis and shooting teams, as well as official supplier to outfit both Spain\u0027s and Argentina\u0027s basketball teams and the Spanish and Swedish delegations to the Games.It also signed an agreement with China Central Television\u0027s sports channel, under which all broadcast anchors and reporters wore Li Ning clothes until the end of 2008.\"The Beijing Olympics\u0027 influence on the Chinese people was unparalleled,\" said Zhang Qing, CEO of the Beijing-based Key Solution consulting firm.\"Chinese audiences will pay attention to the London event, but not as enthusiastically as they did to the Beijing session.\"\"Moreover, given the seven-hour time difference, the marketing power of this session\u0027s sponsorship may be rather limited.\"Actually, Li Ning\u0027s gloomy performance is in line with the decline of China\u0027s sportswear industry, added Qu.The growth rate of the industry dropped to 13 percent last year, from 20 percent in 2010 and an Olympic-generated 30 percent in 2008, according to China Merchants Securities.All the leading domestic brands are also facing increasing difficulties, including high inventories, mounting costs and competition from foreign brands, including Nike and Adidas. Adidas is The Olympic Worldwide Partner of both Beijing and London Games.Domestic sponsorsSome Chinese sports brands have adopted a similar strategy to Li Ning\u0027s - leveraging the London Games to show themselves on an international stage, while at the same time boosting their business at the domestic level.The Fujian-based Anta - now the archrival of Li Ning in China - is among them.The company announced at the end of May that it will be the exclusive outfit sponsor for the Chinese delegation to the London Olympics and its tailor-made champion sportswear has been named the Champion Dragon Outfit.Anta was also a beneficiary of the Beijing Olympics.The sales revenue of the Hong Kong-listed company increased 55 percent year-on-year to 4.63 billion yuan in 2008, and its profits will increase by 94.2 percent to 931 million yuan.It passed Li Ning in its number of outlets, profit growth and market share in China last year, according to China Merchants Securities.\"It might be worthy for Anta to invest a huge amount of money to explore the international market via Olympic sponsorships, since its brand is lagging far behind Li Ning Co Ltd abroad so far,\" said Qu.Steven Chang, CEO of ZenithOptimedia Greater China, calls Olympic sponsorship an expensive and high-risk investment, but the returns can also be huge if the operation is successful.Both Li Ning and Anta declined to disclose the amount of money involved in their support of the Olympics.Li Ning\u0027s financial report showed that its advertisement and marketing expenditure reached 1.17 billion yuan in 2008 compared with 696 million yuan a year earlier.Taking into account inflation and the cost increases of sports marketing worldwide, analysts suggest Li Ning\u0027s support of London sponsors may exceed 1.5 billion yuan.According to the terms of the agreement between Anta and the Chinese Olympic Committee, Anta was authorized to also sponsor the Chinese delegation\u0027s sportswear at 11 important international sports events, including the 2010 Vancouver Winter Olympics, the 2010 Asian Games in Guangzhou and the 2012 London Olympics.Anta expected the cost of all kinds of sports marketing in 2012 will increase 14 percent to more than 1.2 billion yuan, based on the company\u0027s sales of 8.9 billion yuan last year.A series of market analyses based on previous statistics indicate that Anta injected at least 600 million yuan into the Olympic package sponsorship.Worthy or notWill the high investment really result in a high return? Is it worthwhile?The market doubts it, but the companies themselves have their own considerations and measurements of success.Zhang Tao, vice-president of Anta, said that his firm does not always regard actual income as the most important consideration.\"The core value of top sports events and sports resources comes from promoting brand reputation and striking a chord associated with brand among consumers.\"The Olympics is very valuable for brand repositioning - what we need desperately at present,\" he said as the London Olympic sponsorship outfits were revealed.\"The 2012 London Olympics means both opportunity and challenge for us,\" added Ding Shizhong, Anta\u0027s chairman and CEO.Investment in Olympics marketing is probably a one-off for enterprises but its effect and brand-penetration influence can last a long time, making it worthwhile despite the consistent rising cost of sponsorships, said Steven Chang of ZenithOptimedia.\"Anyway, it (Olympic Games sponsorship) is an opportunity, though very expensive, to any enterprise. And the authorization from the Olympic Committee is a kind of recognition that the corporate sponsor is capable of getting involved in the global grandest sports event,\" he added.Domestic sports companies was very active in establishing a foothold on the international market in recent years.Hongxing Erke Sports Co Ltd had been the sponsors of the South Korean delegation to the Games in 2008 and has promised to do it again this year. In addition, it will act as a sponsor for the Iran national national delegation to London.Li Ning has said that he has an \"Olympic complex\".His company has been sponsoring Chinese delegations to the Olympics since 1992 - also the first corporate sponsorship authorized by the China Olympic Committee.The brand has arguably become an icon for China\u0027s Olympic marketing.\"Worthy or not, the answer cannot be got within a short period of time, I mean five to 10 years,\" said Zhang Qing.\"But I believe if a company is strong enough, it should bid for it - it\u0027s a kind of honor in the sports industry.\"\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/business/p/2012/0626/U47P5029T2D480708F24DT20120627113154.jpg",
  "keywords": "li ning:13:1.0;london:13:0.6168030163855649;sports:12:0.5851985674029113;brand:10:0.5528184151977734;olympics:8:0.4155680537914637;billion:11:0.4065361577802884;ning:6:0.39297989758089813;games:7:0.33212470113068876;a:24:0.27408171536165327;company:7:0.27021799412388975;sponsor:4:0.26198659838726546;market:6:0.24144673797198357;sales:5:0.2257692222078688;beijing:8:0.21946394474177958;china:10:0.2161578864144628;the sports:3:0.19648994879044906;table tennis:3:0.19648994879044906;diving:3:0.19648994879044906;adidas:3:0.19648994879044906;revenue:3:0.1558380201717989",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/bizchina/img/londongames/attachement/jpg/site1/20120627/0023ae606c3e1154b2990b.jpg",
      "title": "Sports firms bet their shirts on London["
    },
    {
      "url": "http://www.chinadaily.com.cn/cndy/attachement/jpg/site1/20120627/f04da2db1122115497572a.jpg",
      "title": "Sports firms bet their shirts on London"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d-FnKf467eo4",
      "imgurl": "http://img.youtube.com/vi/-FnKf467eo4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__hm4eX1oLmNW9Hidwpv7kA8tCRkk\u003d",
      "title": "Printing Company Review | (02) 9119 6441 | Large ..."
    }
  ]
}