{
  "url": "http://english.sina.com/world/2012/0523/469882.html",
  "title": "Syrian opposition urges release of abducted Lebanese",
  "pubdate": "2012-05-23 09:37:10 GMT",
  "description": "Syria\u0026#39;s political opposition in exile, the Syrian National Council, called on rebels in Syria on Wednesday to help secure the release of 13 Lebanese Shi\u0026#39;ite pilgrims abducted near the north Syrian city of Aleppo.",
  "cleanContent": "Syria\u0027s political opposition in exile, the Syrian National Council, called on rebels in Syria on Wednesday to help secure the release of 13 Lebanese Shi\u0027ite pilgrims abducted near the north Syrian city of Aleppo.The 13 were among dozens of Shi\u0027ite pilgrims on a bus that was stopped by armed rebels as it crossed the border from Turkey to Syria on Tuesday on the way back from Iran, families of the abducted men said.The abduction took place two days after fighting in the Lebanese capital between supporters of the 14-month-old Syrian revolt and people loyal to President Bashar al-Assad, a spillover of Syria\u0027s unrest into its smaller neighbor.\"The Syrian National Council condemns any kidnappings, assault or terrorizing of our Lebanese brothers and demands their immediate release,\" an SNC statement said.\"The council calls on the officers of the Free Syrian Army... who rebelled against the repression and criminality of the regime, to do everything they can to free the Lebanese brothers,\" the statement said.The Free Syrian Army is an umbrella group set up by army officers in exile to try to bring rebels under a centralized command. But most rebels operate outside FSA control, and relations between the FSA and the SNC have been frosty.Opposition activists in northern Syria said none of the mainstream Sunni Muslim guerrilla units known to operate in the area appeared to have been involved in the abductions.Families of the kidnapped men blocked roads, including the airport highway, in Shi\u0027ite Muslim southern suburbs of Beirut - a stronghold of Hezbollah, the political movement and guerrilla group which is Assad\u0027s strongest ally in Lebanon - on Tuesday to demand their release.An Iranian diplomat in Damascus said on Wednesday that three Iranian truck drivers were abducted on Monday shortly after crossing the border from Turkey to Syria to deliver a consignment of goods, Iran\u0027s English-language Press TV network reported.It quoted the envoy, charge d\u0027affaires Abbas Golrou, as saying the men were \"attacked and abducted by armed Syrian groups.\" Iran is Assad\u0027s main supporter in the Middle East.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "syrian:7:1.0;abducted:3:0.9734004542844125;rebels:4:0.8111612337907915;guerrilla:2:0.6489336361896083;pilgrims:2:0.5881490494600761;syria:4:0.5714285714285715;in exile:2:0.5273644627305437;brothers:2:0.5273644627305437;army:3:0.5007300312595526;operate:2:0.49159308649585126;turkey:2:0.4308084997663189;iran:2:0.4168595405878163;officers:2:0.373809837150224;men:2:0.3394796375062709;free:2:0.33184929471700986;the abducted:1:0.32446681809480415;press tv:1:0.32446681809480415;abduction:1:0.32446681809480415;crossing the border:1:0.32446681809480415;southern suburbs:1:0.32446681809480415",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://d24pg1nxua23qm.cloudfront.net/contentAsset/image/73359d2a-a9ab-4ab4-9bdb-b67573abb3ed/image/byInode/1/filter/Resize,Jpeg/jpeg_q/90/resize_w/604",
      "title": "Thomson Reuters Foundation | News, Information and Connections for ..."
    },
    {
      "url": "http://www.asiaone.com/A1MEDIA/news/05May12/20120523.172510_afp_lebaneseabduction.jpg",
      "title": "Syrian opposition urges release of abducted Lebanese"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dT_rMvv1RWMM",
      "imgurl": "http://img.youtube.com/vi/T_rMvv1RWMM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__JbDsrMOygx2BWy1iiuFczNKgebU\u003d",
      "title": "George Galloway Praises Syrian Dictator - YouTube"
    }
  ]
}