{
  "url": "http://english.sina.com/china/2012/0913/506330.html",
  "title": "Diaoyu Islands baseline announcement significant: Chinese diplomat",
  "pubdate": "2012-09-13 14:49:51 GMT",
  "description": "BEIJING， Sept. 13 (Xinhua) -- The Chinese government\u0026#39;s announcement of the baselines of the territorial waters of the Diaoyu Islands and their affiliated islets is of great significance， a Chinese diplomat has explained.",
  "cleanContent": "BEIJING, Sept. 13 (Xinhua) -- The Chinese government\u0027s announcement of the baselines of the territorial waters of the Diaoyu Islands and their affiliated islets is of great significance, a Chinese diplomat has explained.\"By doing so, we can proclaim to the international community our indisputable sovereignty over the Diaoyu Islands and the firm determination of our government and people to safeguard our territorial sovereignty and maritime interests,\" Deng Zhonghua, head of the Department of Boundary and Ocean Affairs with the Foreign Ministry, said in an interview with China Central Television on Thursday.It is also a powerful countermeasure and deterrent to behaviors that infringe upon China\u0027s territorial sovereignty. In accordance with international laws, China will file a copy of the table of coordinates and charts with UN Secretary-General Ban Ki-moon, Deng said.The baseline announcement is an important step for China to improve the territorial water system, according to Deng.In defining the boundaries of the territorial and internal waters, China has the legal basis for its jurisdiction of the waters surrounding the Diaoyu Islands in line with its domestic law and international law, he continued.The diplomat introduced the concepts of territorial sea, contiguous zone, exclusive economic zone, and baseline. In particular, he explained the baselines of the territorial sea of the Diaoyu Islands and its affiliated islets announced by the Chinese government on Sept. 10.Deng said that, according to the statement on territorial sea made by China in 1958, the nation has set 12 nautical miles as the width of its territorial sea. China promulgated the Law of the People\u0027s Republic of China on the Territorial Sea and the Contiguous Zone in 1992, thus formulating this basic system in the form of law.China announced a first batch of base points and baselines for the country\u0027s territorial sea in 1996, delineating baselines of most coastal sections of the mainland and the Xisha Islands, he told the interviewer.The baselines of the Diaoyu Islands are delimited in accordance with the 17 base points of China\u0027s territorial sea selected from them, Deng said, adding that China\u0027s territorial sea is the extension of 12 nautical miles from these baselines toward the ocean.Deng suggested that, after the delimiting of these baselines, the Chinese government will promote the administration of the Diaoyu Islands steadily according to the actual situation.China has accumulated rich experience on the administration of the territorial sea and the contiguous zone in the past several decades and formulated a mechanism, he said.In the next stage, China will administrate the Diaoyu Islands according to Chinese and international law, such as by providing weather forecasting and maritime environment forecasting for the islands and their surrounding waters, which has been done since Tuesday; depicting a detailed chart of the Diaoyu Islands and their adjacent waters so as to facilitate vessels passing by the area, said the director-general.Japan\u0027s representation on China\u0027s move to delimit and publish the baselines of the territorial sea of the Diaoyu Islands is ridiculous, unreasonable and unacceptable to China, according to Deng.He agreed with the huge number of other key Chinese figures to have spoken up on the issue that Japan\u0027s so called \"purchase\" and other acts implemented on the Diaoyu Islands are illegal.The farce Japan directed and staged is invalid in terms of law and ridiculous in terms of reason, Deng said.No matter how Japan explains and whitewashes its acts, they all point to the fact that Japan illegally transacted Chinese territory, thus China has strongly opposed Japan\u0027s acts. As these islands are China\u0027s inherent territory, China\u0027s actions are of its own business. It is exercising the rights enshrined by international law and assuming the obligations, Deng said, urging other countries and individuals not to make irresponsible comments.China has already taken countermeasures and will continue to do so in response to any acts that undermine Chinese territories and sovereignty, he added.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "islands:13:1.0;deng:5:0.9286926678155458;zone:4:0.5638854276816323;china:8:0.5336581408945621;international law:3:0.4450992629067839;ridiculous:2:0.3206152899972991;miles:2:0.2626883544766679;accordance:2:0.2626883544766679;maritime:2:0.25826185260167883;japan:3:0.25397824367887767;points:2:0.25226133019664243;base:2:0.25226133019664243;announcement:2:0.2483717254250581;concepts:1:0.23738797426957997;system:2:0.2366741877576774;affiliated:2:0.22235755870606755;territory:2:0.22032059938564658;law:2:0.2137903408604653;a:6:0.21145703538061209;china central television:1:0.2021255206000256",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131858686_title1n.jpg",
      "title": "Diaoyu Islands baseline announcement significant: Chinese diplomat ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131858494_title1n.jpg",
      "title": "Diaoyu Islands baseline announcement significant: Chinese diplomat ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d2IeUE5xZuP4",
      "imgurl": "http://img.youtube.com/vi/2IeUE5xZuP4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__yh6N_Sffkqx6lUaRlTk4Dab8XSY\u003d",
      "title": "Beijing: Sovereignty of Diaoyu Islands Must Be ..."
    }
  ]
}