{
  "url": "http://english.sina.com/world/2012/0528/471286.html",
  "title": "Suicide bombing kills 4 gov\u0027t troops near Syrian capital",
  "pubdate": "2012-05-28 13:46:11 GMT",
  "description": "DAMASCUS， May 28 (Xinhua) -- A suicide vehicle bomb hit a law- enforcement forces\u0026#39; checkpoint in a suburban area of the Syrian capital of Damascus on Monday， killing four members of the forces and injuring some others， the state-run SANA news agency reported.",
  "cleanContent": "DAMASCUS, May 28 (Xinhua) -- A suicide vehicle bomb hit a law- enforcement forces\u0027 checkpoint in a suburban area of the Syrian capital of Damascus on Monday, killing four members of the forces and injuring some others, the state-run SANA news agency reported.The suicide bomber, who was riding a vehicle rigged with explosives, detonated himself at the checkpoint in Mlaiha suburb, east of Damascus, SANA said, adding that the blast caused property damages to nearby buildings.Also, a roadside bomb ripped through a security overnight bus in northern Aleppo province on Monday morning, killing three agents and injuring 12 others, Syria\u0027s pro-government media reported.On Sunday, seven law-enforcement forces were killed and 11 others injured when armed groups showered them with bullets in the Damascus suburb of Tal Mneen.The violence in Syria continued unabated despite the deployment of more than 250 UN observers, who arrived in Syria last month to monitor a shaky truce. The two sides traded accusation for the non- stop violence.Meanwhile, UN-Arab League joint special envoy Kofi Annan arrived in Damascus Monday to assess the implementation of his six- point peace plan.Upon arrival, Annan urged Damascus to take \"bold steps\" to signal that \"it\u0027s in Syria\u0027s intention to resolve the crisis peacefully.\"He also called \"for everyone involved to help create the right context for a credible political process,\" making it clear that his message \"is not only for the government but for everyone, every individual with a gun.\"The UN says Syria\u0027s 15-month-old unrest has claimed the lives of more than 9,000 people.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "damascus:6:1.0;checkpoint:2:0.5178164897747878;bomb:2:0.48269275697649705;a:9:0.42568660949375176;sana:2:0.42300867972614997;suicide:2:0.415746407355026;vehicle:2:0.3783880973277794;tal:1:0.2887502835125674;syria:2:0.28054140724813276;ripped:1:0.27126748593479155;truce:1:0.27126748593479155;bullets:1:0.2589082448873939;aleppo:1:0.24927493020825967;shaky:1:0.24927493020825967;bomber:1:0.24927493020825967;damages:1:0.24134637848824853;arrival:1:0.2289608134038738;context:1:0.2289608134038738;unrest:1:0.2289608134038738;the blast:1:0.2193010294244642",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://i.i.com.com/cnwk.1d/i/tim/2013/03/21/mosque_AP43912694255_620x350.jpg",
      "title": "Syria: Top Sunni preacher among 42 killed in suicide bombing ..."
    },
    {
      "url": "http://i.i.com.com/cnwk.1d/i/tim2/2013/05/16/afghan_blast_AP799696706075_620x350.jpg",
      "title": "Afghanistan suicide blast targeting NATO convoy kills 2 U.S. ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dUucKH0zlOKM",
      "imgurl": "http://img.youtube.com/vi/UucKH0zlOKM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d___2g7FHwFkdztC_p1QzN884-Z_tQ\u003d",
      "title": "BREAKING NEWS WAR: Syrian key city Aleppo ..."
    }
  ]
}