{
  "url": "http://english.sina.com/world/2012/0510/466609.html",
  "title": "Syria pledges to counter terrorism",
  "pubdate": "2012-05-10 18:47:24 GMT",
  "description": "DAMASCUS， May 10 (Xinhua) -- Syria will move forward in fighting terrorism and defending its citizens despite the terrorist attacks it has been subject to， Syrian foreign ministry said Thursday.",
  "cleanContent": "DAMASCUS, May 10 (Xinhua) -- Syria will move forward in fighting terrorism and defending its citizens despite the terrorist attacks it has been subject to, Syrian foreign ministry said Thursday.The ministry\u0027s remarks came in a letter sent to the United Nations Thursday following the twin suicide bombing that struck a security compound in the capital Damascus that left at least 55 people killed.In the letter, carried by state-run SANA news agency, the ministry said more than 300 army personnel have been killed since the UN-backed cease-fire went into effect on April 12, accusing the opposition of not abiding by the six-point peace plan brokered by UN-Arab League joint special envoy Kofi Annan.The ministry stressed Syria\u0027s commitment to Annan\u0027s plan that called on all Syrian parties to cease violence in order to pave the way for political settlement in the unrest-ridden country.It said that Syria will provide all support to the UN observers \u0027 mission to Syria in order to make the mission a success.Annan condemned in the strongest possible terms Thursday\u0027s blasts, which considered as the deadliest since the unrest began in Syria last year.\"He (Annan) is saddened by the loss of life resulting from the two blasts and extends his condolences to the families of the victims,\" said the statement. \"These abhorrent acts are unacceptable and the violence in Syria must stop.\"Annan also reiterated his call to all parties to adhere to the cessation of violence. \"Any action that serves to escalate tensions and raise the level of violence can only be counter- productive to the interests of all parties,\" he said.Syria accuses al-Qaida fighters of staging suicide attacks in Syria. Al-Qaida inspired group claimed responsibility for previous suicide attacks that had rocked major cities in Syria.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "syria:7:1.0;suicide:3:0.6351184784853839;violence:4:0.5714285714285715;ministry:3:0.36470752037719395;damascus:2:0.3394796375062709;order:2:0.2952903671287517;the terrorist:1:0.29407452473003803;the letter:1:0.29407452473003803;syrian:2:0.28571428571428575;plan:2:0.27106470798747756;the twin:1:0.26368223136527186;his call:1:0.26368223136527186;the loss:1:0.24579654324792563;unrest:1:0.23318260181246406;settlement:1:0.22793751639076773;the strongest:1:0.22793751639076773;sana:1:0.21540424988315945;the mission:1:0.21540424988315945;kofi:1:0.21540424988315945;subject:1:0.2001321121179016",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/world/2012-05/11/131580344_title1n.jpg",
      "title": "Syria pledges to counter terrorism - Xinhua | English."
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-05/11/131578290_title1n.jpg",
      "title": "Syria pledges to counter terrorism - Xinhua | English."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dYUkbynzITzc",
      "imgurl": "http://img.youtube.com/vi/YUkbynzITzc/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__uJMPM9RbJp73GMF8FXEkxkIimxc\u003d",
      "title": "Obama Mideast tour: US President pledges USD ..."
    }
  ]
}