{
  "url": "http://english.sina.com/world/2012/0913/506454.html",
  "title": "Japan to take \u0026quot;all possible measures\u0026quot; in response to Chinese patrol near Diaoyus",
  "pubdate": "2012-09-14 02:44:14 GMT",
  "description": "TOKYO， Sept. 14 (Xinhua) -- Japanese Prime Minister Yoshihiko Noda on Friday said Japan \u0026quot;will take all possible measures to ensure security\u0026quot; after two Chinese surveillance ship fleets started patrol and law enforcement around Diaoyu Islands and its affiliated islets on Friday morning， the Kyodo news agency reported.",
  "cleanContent": "TOKYO, Sept. 14 (Xinhua) -- Japanese Prime Minister Yoshihiko Noda on Friday said Japan \"will take all possible measures to ensure security\" after two Chinese surveillance ship fleets started patrol and law enforcement around Diaoyu Islands and its affiliated islets on Friday morning, the Kyodo news agency reported.The Japanese government has also set up a special office to deal with the particular issue at the crisis management center at the prime minister\u0027s office, said the report.The Chinese surveillance ships arrived at waters around Diaoyu Islands and its affiliated islands early Friday morning.It is the first time for Chinese surveillance ships to patrol there after the Chinese government announced on Monday the base points and baselines of the territorial waters of the Diaoyu Islands and their affiliated islets, as well as the names and coordinates of 17 base points.These law enforcement and patrol activities are aimed to demonstrate China\u0027s jurisdiction over the Diaoyu Islands and its affiliated islets and ensure the country\u0027s maritime interests, according to a government statement.The Diaoyu Islands and the affiliated islands have been an inalienable part of China\u0027s territory since ancient times, and China has indisputable sovereignty over them.The Chinese government has repeatedly demanded that Japan immediately repeal its wrongful decision to \"purchase\" the Diaoyu Islands.During consultations with Japanese diplomat Shinsuke Sugiyama in Beijing on Wednesday, Luo Zhaohui, head of the Chinese Foreign Ministry\u0027s Asian Affairs Department, said China will never recognize Japan\u0027s illegal seizure and so-called \"actual control\" of the Diaoyu Islands or tolerate any unilateral move made by Japan in regards to the Diaoyu Islands.Luo demanded that Japan immediately correct its mistake, return to the consensus and understanding reached between the two sides and return to the track of negotiating a settlement of the dispute.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "islands:8:1.0;affiliated:5:0.9033275822433995;patrol:3:0.5987503040563925;surveillance:3:0.5953130855452095;japan:4:0.5502861946375683;friday:3:0.45201699236270254;base:2:0.409924661569544;ships:2:0.3819559686038987;return:2:0.3546023694451134;law:2:0.34740930389825614;prime minister\u0027s office:1:0.3284539709750416;seizure:1:0.31348925160859553;inalienable:1:0.31348925160859553;asian affairs:1:0.2772285373642439;settlement:1:0.27099270609507903;mistake:1:0.2516954030517149;the names:1:0.2516954030517149;recognize:1:0.24455550329113665;the crisis:1:0.23220088814884074;ship:1:0.23220088814884074",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://upload.wikimedia.org/wikipedia/en/3/3b/Japan_-_Gentlemen_Take_Polaroids.jpg",
      "title": "File:Japan - Gentlemen Take Polaroids.jpg - Wikipedia, the free ..."
    },
    {
      "url": "http://img.cellular-news.com/story/37104/Indonesia_Overtakes_Japan_to_Take_Third_Place_in_Asia_Subscriber_Rankings_1.gif",
      "title": "Indonesia Overtakes Japan to Take Third Place in Asia Subscriber ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dgc-jFa2cNT4",
      "imgurl": "http://img.youtube.com/vi/gc-jFa2cNT4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__XlhyXxXtFZdjrNYvXhm-Woho9nA\u003d",
      "title": "President Park Calls on Japan to Take ..."
    }
  ]
}