{
  "url": "http://english.sina.com/world/p/2012/0612/476066.html",
  "title": "Clinton: Russian attack helicopters headed to Syria",
  "pubdate": "2012-06-12 23:41:02 GMT",
  "description": "Secretary of State Hillary Rodham Clinton said on Tuesday that Russia is sending a shipment of attack helicopters to Syria, warning that the conflict there could escalate without a regime change.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA video image taken from amateur video shows a series of explosions in Homs, Syria, June 11, 2012. (AP)\u003c/h4\u003e\t\tSecretary of State Hillary Rodham Clinton said on Tuesday that Russia is sending a shipment of attack helicopters to Syria, warning that the conflict there could escalate without a regime change.\"We are concerned about the latest information we have that there are attack helicopters on the way from Russia to Syria,\" Clinton said, echoing remarks she made last week calling for Syrian President Bashar Assad to be removed from power.The United States and United Nations are attempting to put pressure on Russia and China to help end the 15-month conflict that has left more than 13,000 Syrians dead. Russian has refused to cooperate.\"We are watching this very carefully,\" Clinton said.But with diplomacy \"at a standstill,\" the Associated Press noted, \"the reported shipment of helicopters suggests a dangerous new turn for Syria after more than a year of harsh government crackdowns on mainly peaceful protests and the emergence of an increasingly organized armed insurgency.\"During a meeting with envoys from 16 European, Turkish and Arab countries in Istabul on Thursday, Clinton accused Assad of doubling down on \"simply unconscionable\" violence after reports that at least 78 people—including women and children—had been killed by pro-government forces near Hama the day before.\"We\u0027re disgusted by what we see happening,\" Clinton said. \"The regime-sponsored violence that we witnessed again in Hama yesterday is simply unconscionable. Assad has doubled down on his brutality and duplicity, and Syria will not, cannot be peaceful, stable or certainly democratic until Assad goes.\"(Agencies)Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0612/U113P5029T2D476066F24DT20120613074102.jpg",
  "keywords": "clinton:4:1.0;syria:5:0.8922677459488799;helicopters:3:0.8738575209575504;russia:3:0.597717243591234;hama:2:0.5139121387582468;peaceful:2:0.4572818609345847;attack:2:0.4521055594268607;conflict:2:0.4521055594268607;a:7:0.42121490835494685;video:2:0.41699957256614834;emergence:1:0.4053157869833186;duplicity:1:0.4053157869833186;violence:2:0.356907098379552;brutality:1:0.3451087389893557;hillary rodham clinton:1:0.32938521031788703;on the way:1:0.3171296277155444;amateur:1:0.3171296277155444;diplomacy:1:0.2789965832541293;organized:1:0.27370897574737146;warning:1:0.26036522586030353",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://assets.nydailynews.com/polopoly_fs/1.1094565.1339549293!/img/httpImage/image.jpg_gen/derivatives/landscape_200/hillary-clinton.jpg",
      "title": "Russia attack helicopters heading to Syria: US - NY Daily News"
    },
    {
      "url": "http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/6/12/1339530146119/Hillary-Clinton-in-Istanb-008.jpg",
      "title": "Clinton accuses Russia of delivering attack helicopters to Syrian ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dYH1_EjbQadY",
      "imgurl": "http://img.youtube.com/vi/YH1_EjbQadY/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__zPo5DZoGvhQYIlGzbh5zwRG9GC0\u003d",
      "title": "Clinton Accuses Russia Of Supplying Attack ..."
    }
  ]
}