{
  "url": "http://english.sina.com/china/2012/0804/493148.html",
  "title": "China summons U.S. diplomat over statement on South China Sea",
  "pubdate": "2012-08-05 02:59:22 GMT",
  "description": "China\u0026#39;s Foreign Ministry has called in a senior U.S. diplomat to protest  the press statement released Friday by the U.S. Department of State on the South China Sea.",
  "cleanContent": "China\u0027s Foreign Ministry has called in a senior U.S. diplomat to protest  the press statement released Friday by the U.S. Department of State on the South China Sea.In a statement released late on Saturday, China\u0027s Foreign Ministry said Assistant Foreign Minister Zhang Kunsheng summoned the U.S. Embassy\u0027s Deputy Chief of Mission Robert Wang to make \"serious representations\" about the issue.Zhang said the U.S. statement \"disregarded the facts, confused right with wrong, sent a seriously wrong signal and did not help with efforts by relevant parties to maintain peace and stability in the South China Sea or the Asia Pacific.\"China expresses its strong dissatisfaction and resolute opposition, urges the U.S. side to immediately to mend the error of its ways, earnestly respect China\u0027s sovereignty and territorial integrity and do more to genuinely benefit stability and prosperity in the Asia Pacific,\" he added.China expressed its strong dissatisfaction and opposition on the press statement released Friday by the U.S. Department of State on the South China Sea, Foreign Ministry spokesman Qin Gang said here Saturday.China has indisputable sovereignty over the Nansha Islands and their adjacent waters, and has ample historical basis for this, said Qin.China set up offices in Xisha, Nansha and Zhongsha Islands, which were affiliated to the Guangdong Province, in 1959, to administrate the three islands and their adjacent waters, said Qin.\"Setting up Sansha city is the Chinese government\u0027s necessary adjustment of the current administrative agencies, which is completely within China\u0027s sovereignty,\" he said.It needs to be pointed out that China and regional countries have worked to maintain the peace and stability of the South China Sea, and safeguard the freedom of navigation and trade in the past 20 years, said Qin.In 2002, China and Association of the South East Asian Nations (ASEAN) countries signed the Declaration on the Conduct of Parties in the South China Sea (DOC), which states that sovereign states directly concerned should resolve their territorial and jurisdictional disputes by peaceful means and through friendly consultations and negotiations, and should not take moves that will escalate and complicate the disputes, said Qin.However, it is worrisome that certain countries do not respect and abide by the DOC, by undermining the basic principle and spirit of the DOC again and again in a provocative way, said Qin. \"This has created difficulties for the negotiation of the Code of Conduct (COC).\"Therefore, China, while holding an open attitude towards the negotiation of the COC with the ASEAN countries, advocates that parties concerned should strictly abide by the DOC, so as to create necessary conditions and atmosphere for the negotiation of the COC, Qin said.The United States on Friday voiced concerns about rising tensions over the South China Sea, and cited China\u0027s establishment of Sansha city and garrison to single Beijing out for criticism.Why does the U.S. turn a blind eye to the facts that certain countries opened a number of oil and gas blocks, and issued domestic laws illegally appropriating Chinese islands and waters? Why does the U.S. avoid talking about the threats of military vessels to Chinese fishermen by certain countries and their unjustified claims of sovereignty rights over Chinese islands? And why do they choose to abruptly express concerns on and fiddle with the issue at a moment when regional countries are enhancing communication and dialogue and trying to solve the disputes and calm the situation? Qin asked.\"The selective blindness and expression of concerns of the U.S. side run against the attitude of \u0027no position\u0027 and \u0027not to intervene\u0027 that they have claimed to hold on the South China Sea issue, and is not conducive to the unity, cooperation, peace and stability in the region,\" Qin said.At the moment, the Asia-Pacific region, a relatively stable and dynamic region in the world, is a major engine for the global economic recovery, Qin said.The U.S. side should follow the trend of the times, respect the common aspiration of countries in the region to maintain peace and stability and promote development, respect China\u0027s sovereignty and territorial integrity, and make more contributions to the peace and prosperity of the Asia Pacific, said Qin.China and ASEAN countries have established the largest free trade area among developing countries since the two sides initiated dialogue more than 20 years ago. The two sides have jointly faced the challenges of Asian financial crisis, the global economic and financial crisis as well as major natural disasters, making progress in cooperation in all areas, according to Qin.China attached great importance to the friendly cooperation with ASEAN, support the process of ASEAN integration and ASEAN\u0027 s major role in the East Asia cooperation, said Qin.China is ready to work with ASEAN countries to eliminate disturbance and further promote the development of the bilateral strategic partnership, Qin said.(Xinhua/Agencies)Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "asean:7:1.0;the south:8:0.8910734167968271;qin:7:0.8896988802641256;doc:4:0.6711189690866348;china:10:0.4714698881438656;the negotiation:3:0.45619223800058956;peace:5:0.3855751933742891;respect:4:0.3682482192695582;statement:4:0.2954821050851952;asia:3:0.2807224268444717;prosperity:2:0.27269683279080204;islands:5:0.2718363063800464;side:3:0.22903917563778212;released:3:0.2216115788138964;pacific:2:0.21894383583492874;attitude:2:0.21273300710264278;conduct:2:0.20404755021153062;friendly:2:0.19926989144726;the press:2:0.19697340995752718;friday:3:0.19659940739983153",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://www.thehindu.com/multimedia/dynamic/01167/SouthChinaSea_1167430g.jpg",
      "title": "China summons U.S. diplomat over South China Sea row - The Hindu"
    },
    {
      "url": "http://www.thehindu.com/multimedia/dynamic/01167/06_th_china_col_ep_1167426g.jpg",
      "title": "China summons U.S. diplomat over South China Sea row - The Hindu"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dXKyrkTeep2M",
      "imgurl": "http://img.youtube.com/vi/XKyrkTeep2M/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__NlRYyE67Hlskg9vfjaHyiu5TWmk\u003d",
      "title": "China summons US diplomat in South China Sea ..."
    }
  ]
}