{
  "url": "http://english.sina.com/sports/2012/0715/486520.html",
  "title": "BWF expects new faces and new format at London Olympics",
  "pubdate": "2012-07-16 01:08:19 GMT",
  "description": "BEIJING， July 16 (Xinhua) -- Badminton World Federation (BWF) is expecting new faces to challenge traditional powerhouses and new group stage format to shine at the coming London Olympic Games badminton competition starting in less than two weeks.",
  "cleanContent": "BEIJING, July 16 (Xinhua) -- Badminton World Federation (BWF) is expecting new faces to challenge traditional powerhouses and new group stage format to shine at the coming London Olympic Games badminton competition starting in less than two weeks.At the Beijing Olympic Games, all of the medals were won by four Asian teams - China, Indonesia, South Korea and Malaysia - but in the past four years, Japan, Chinese Taipei and other teams enjoy a fast development and have more players qualified for the London Games.\"Since the Beijing Games, various teams have improved significantly to the extent that we saw more teams contesting the semifinals and finals of last year\u0027s world championships in London (which coincidentally was the Olympic Test tournament),\" said BWF vice president Paisan Rangsikitpho through an Email interview with Xinhua.\"We are very encouraged by the positive strides we have made in badminton with more and even new teams breaking into the top of the ranking lists.\"However, Paisan believed the development of players to be among badminton\u0027s world elite takes long-term vision and effort and the traditional powerhouses will always be among those vying for medals.\"Ultimately, athletes must prove themselves on the court and may the best player win. If only a few countries share the medals at the London Olympics, then so be it,\" he said.Different from former Olympic badminton competition, the London Games will also witness the debut of a new format, to be played on two stages - group play and knock out stages.BWF established the new format where men\u0027s and women\u0027s singles players will be divided into 16 groups. Players will play in a round-robin format in the group stage while first-place finishers from each group qualify for the knock out stage.For the pairs events, players in men\u0027s, women\u0027s and mixed doubles will be divided into four groups respectively, with a maximum of four pairs in each group, while top two pairs from each group qualify for the knock out stage.\"The group stage is new and we are sure this will enhance the drama and excitement as each group builds to a climax,\" Paisan said.According to him, the revised competition format is also aimed at increasing television coverage of the players. For instance, in the doubles, the 16 pairs will be divided into four groups of four pairs each and this means a pair will have the opportunity \"to go on air\" at least three times in their country (region) and it helps build the drama towards the medal matches.However, only 40 male shuttlers and 46 female players finally make their way to the singles event, which means the number of players in each group will be different.Chinese \"Super Dan\" Lin Dan said the new format was not only a complicated one, but seemed a little unfair if each group could not have the same number of players.Paisan admitted \"there can be uneven numbers in the singles events\", and he pointed out that some of the highest seeds will be playing in groups of only two players.\"This is no different from many other tournament-draw systems where the highest-ranked players often get a bye in the first round - as happened in the Beijing Olympics - and thereby play fewer matches than lower-seeded players.\"\"This is widely used in badminton and other sports and does not equate to an unfair situation.\"The Olympic badminton competition takes place from 28 July to 5 August at Wembley Arena in north-west London.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "players:8:1.0;badminton:5:0.8627718474733892;london:5:0.625;competition:4:0.4328376750449836;divided:3:0.4184948748811939;the knock:2:0.4053157869833186;the singles:2:0.32938521031788703;stage:3:0.31805206750092635;play:3:0.31274967942461124;a:10:0.3008677916821049;beijing:4:0.2890946548018033;olympic games:2:0.27370897574737146;olympics:2:0.27370897574737146;games:2:0.25;july:2:0.2131640781363717;drama:2:0.20600970598191856;wembley arena:1:0.2026578934916593;badminton world federation:1:0.2026578934916593;knock out:1:0.2026578934916593;if only:1:0.2026578934916593",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://www.topnews.in/sports/files/BWF.jpg",
      "title": "BWF expects new faces, new format at London Olympics | TopNews"
    },
    {
      "url": "http://static.sportskeeda.com/wp-content/uploads/2012/07/145341710-479294.jpg",
      "title": "BWF expects new faces, new format at London Olympics | Sportskeeda"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dNhdsohQk0KU",
      "imgurl": "http://img.youtube.com/vi/NhdsohQk0KU/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__QUj7m4yMgueQsodD0mfHAohrndE\u003d",
      "title": "Kashyap Parupali Faces Top Seed Datuk Lee ..."
    }
  ]
}