{
  "url": "http://english.sina.com/world/2012/0822/499202.html",
  "title": "Philippine experts prod government to restore trade ties with China ",
  "pubdate": "2012-08-23 05:57:07 GMT",
  "description": "In an effort to find a win-win solution to the diplomatic stalemate stemming from the clash over the Huangyan Island, Philippine experts have advised the government to consider shifting its priority to restoring normal trade relations with China.",
  "cleanContent": "By Mei Jingya, Sina EnglishIn an effort to find a win-win solution to the diplomatic stalemate stemming from the clash over the Huangyan Island, Philippine experts have advised the government to consider shifting its priority to restoring normal trade relations with China.The Philippine Star reported that, Chito Sta. Romana, former Beijing bureau chief of ABC News, said the Philippines\u0027 relations with China are at its lowest point and that it would be best to work on restoring bilateral trade ties while looking at ways to resolve the dispute.Romana made the remarks at the Makati Business Club (MBC)\u0027s General Membership Meeting on August 22.\"Generally, I think we have to accept that the issue of sovereignty is a tough one to address.It is a problem that we cannot solve immediately, so what we have to do is to put national sovereignty if possible on the back burner and try to normalize ties again,\" Romana was quoted as saying. \"The immediate goal is to restore normal tourism and normal trade ties, to restore banana trade and flow of tourists.\"Given the prevailing climate of opinion, he added, engaging China in all spheres of diplomacy is urgently needed to resolve the conflict.In a separate Daily Inquirer report, experts attending the afore-mentioned MBC meeting also expressed willingness to back private China-PH projects to ease trade tension, hoping to give a boost to Philippine-China relations through private sector initiatives.MBC chairman Ramon del Rosario Jr. said after the meeting that individual projects by private companies will do good to bilateral ties, citing as an example the efforts of Manuel V. Pangilinan, chairman of Philex Petroleum Corp, to consider possible cooperation with state-owned China National Offshore Oil Corp. CNOOC) on the exploration of Recto Bank (Chinese Liyue Bank).Bilateral relationship has been placed at stake since early this year a standoff over the Huangyan Island occurred in the South China Sea.As a result, Philippine\u0027s agriculture sector, particularly banana exporters, was hit hard by the dispute. And furthermore, Chinese travel agencies suspended tour packages to the Philippines.Related news:Some Philippine activists have called on the fellow countrymen all over the world to join \"the global day of prayer for peace in the Scarborough Shoal\" (Chinese Huangyan Island) slated for August 21, local media reported on Monday. On August 10, a US-registered Asian Americans group published an article on Asian Journal, a Philipino-Amerian community newspaper, saying it plans to stage protests outside of the California branch of the Industrial and Commercial Bank of China (ICBC). Just as tension with Japan over Diaoyus is flaring up again in the East China Sea, the Philippines is also busy playing gamesmanship in China’s backyard: bidding out three oil blocs in the South China Sea. \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "trade:5:1.0;banana:2:0.7605705248780574;august:3:0.6505194045919177;normal:3:0.6435632095226271;china:6:0.6411729367944399;philippines:2:0.5950901868421955;private:3:0.5902597401551861;island:3:0.5243609089525554;a:9:0.5081175306482217;the south:2:0.5049210404828829;relations:3:0.4962524852081497;oil:2:0.48217518003147947;resolve:2:0.442370383369826;tension:2:0.438116824572885;makati:1:0.3802852624390287;scarborough:1:0.3802852624390287;spheres:1:0.3802852624390287;manuel v. pangilinan:1:0.3802852624390287;offshore:1:0.3802852624390287;back burner:1:0.3802852624390287",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/entertainment/p/2012/0822/U145P5029T2D499170F23DT20120823132328.jpg",
      "title": "Philippine experts prod government to restore trade ties with ..."
    },
    {
      "url": "http://img.news.sina.com/life/p/2012/0822/U113P5029T2D499196F23DT20120823134943.jpg",
      "title": "Philippine experts prod government to restore trade ties with ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dP-k4dF_FkiQ",
      "imgurl": "http://img.youtube.com/vi/P-k4dF_FkiQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__JyTCIb9tXSolN-AqoFQSzg5hCd0\u003d",
      "title": "USA and China -- Tough Love - YouTube"
    }
  ]
}