{
  "url": "http://english.sina.com/world/2012/0509/466296.html",
  "title": "Syria rebels kill 7, bomb explodes near UN monitors",
  "pubdate": "2012-05-09 23:59:54 GMT",
  "description": "Syrian rebels killed at least seven pro-government militiamen in a Damascus suburb on Wednesday, activists said, and an explosion wounded eight soldiers escorting U.N. ceasefire observers in the southern province of Deraa.",
  "cleanContent": "Syrian rebels killed at least seven pro-government militiamen in a Damascus suburb on Wednesday, activists said, and an explosion wounded eight soldiers escorting U.N. ceasefire observers in the southern province of Deraa.The Damascus attack with rocket-propelled grenades on a bus carrying the fighters through the suburb of Irbin prompted the army to seal off the area and respond with shelling, activist Mohammad Saeed said.Sustained violence in Syria, nearly four weeks after a ceasefire deal brokered by mediator Kofi Annan, has led to warnings this week from the Red Cross, Arab League and Annan himself that the country is slipping into civil war.Annan\u0027s truce was part of a wider plan aimed at ending 14 months of unrest, starting with peaceful but violently repressed demonstrations against President Bashar al-Assad and moving into an armed conflict that the International Committee of the Red Cross says now meets its definition of civil war in some areas.Bloodshed in Syria has sharply divided world powers. The U.S. envoy to the United Nations declared on Tuesday that Assad\u0027s government had not fully implemented any part of Annan\u0027s plan, while Russia\u0027s ambassador, who has been more supportive of Damascus, said \"things are moving in a positive direction\".On Wednesday a bomb exploded in Deraa close to a convoy of U.N. monitors, led by Major-General Robert Mood, tasked with observing the implementation of Annan\u0027s April 12 ceasefire deal.The pro-government Addounia television said eight members of the security forces accompanying the monitors were wounded in the blast, but none of the U.N. observers was hurt.\"The important thing is not speculating about who was the target, what was the target, but to make the point that this is what the Syrian people are seeing every day and it needs to stop,\" Mood said afterwards.Despite an initial lull in fighting, the agreed ceasefire has not taken hold. Nor has the carnage stopped, despite a parliamentary poll on Monday which the government promoted as a milestone on its path to reform, but which the opposition dismissed as a sham and boycotted.Beyond the ceasefire and monitoring mission, Annan\u0027s plan also calls for free access for journalists, humanitarian aid access and political dialogue between the government and opposition. So far, 60 of some 300 monitors have arrived with the whole team expected to be assembled by the end of May.CROSS-BORDER FIRELebanese residents in the border town of al-Qaa said Syrian troops fired across the border into Lebanon on Wednesday, killing a 75-year-old woman and wounding her daughter.In the northern province of Idlib, one man was killed and three others wounded during heavy clashes, the Syrian Observatory for Human Rights said. A Reuters journalist in Idlib city heard gunfire throughout the night.Heavy clashes were also reported in Hama city and in Deir al-Zor, where residents say government forces carried out raids and arrests. Two security members were killed and one man was killed by unknown gunmen, the British-based Observatory said.Opposition sources in Rastan, about 30 km (19 miles) north of Homs city, said U.N. observers had been unable to visit the town due to a third day of bombardment and shooting there. Two people were killed and seven wounded on Wednesday.The United Nations says Syrian forces have killed 9,000 people since the uprising erupted in March 2011. Syrian authorities blame the violence on foreign-backed Islamist militants who they say have killed 2,600 soldiers and police.Because of the conflict one million Syrians now need humanitarian help, according to a U.N. mission which visited in March. The United Nations is preparing a major aid operation, backed by a $180 million appeal, but has yet to reach agreement with Damascus on how the assistance will be delivered.Syrian ambassador to Geneva Faysal Khabbaz Hamoui said talks were continuing but that his country\u0027s needs were not huge. \"Syria is not Somalia. Syria is not Haiti,\" he told Reuters.In New York, Syria\u0027s U.N. envoy Bashar Ja\u0027afari displayed a CD on Tuesday containing what he said were confessions of 26 Arabs caught in Syria who had come from Libya, Tunisia and elsewhere via Turkey and Lebanon \"to perpetrate terrorist acts\".Ja\u0027afari said Syrian security forces had killed another 15 foreign fighters and he urged Saudi Arabia, Qatar and Turkey to stop \"their sponsorship of the armed rebellion\".The commander of Syria\u0027s rebel Free Syrian Army, which had agreed to halt attacks on Assad\u0027s forces in line with Annan\u0027s ceasefire, has threatened to resume fighting.\"We will not stand with folded arms because we are not able to tolerate and wait while killings, arrests and shelling continue despite the presence of the (U.N.)observers who have turned into false witnesses,\" Colonel Riad Asaad said, according to the London-based Asharq al-Awsat newspaper.\"Our people are also demanding we defend them in the absence of any serious steps by the Security Council which is giving the regime a chance to commit more crimes,\" he said.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "ceasefire:6:1.0;u.n.:6:0.8913664363707932;syrian:8:0.8693104233672652;wounded:4:0.6935196060622942;a:18:0.6595350938577927;syria:5:0.5433190146045407;damascus:4:0.5164480779589986;city:3:0.38733605846924896;cross:2:0.36360528997231917;lebanon:2:0.36360528997231917;the target:2:0.36360528997231917;idlib:2:0.3467598030311471;united nations:3:0.3369174297102735;turkey:2:0.32769302940681566;humanitarian:2:0.3220671494952931;soldiers:2:0.3129309986729474;plan:3:0.3092766810794301;mood:2:0.30015466116009887;access:2:0.29712214545693105;conflict:2:0.2752957821912681",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://s1.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120509\u0026t\u003d2\u0026i\u003d604941260\u0026w\u003d\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d460\u0026pl\u003d300\u0026r\u003dCBRE84819J000",
      "title": "Syria rebels kill 7, bomb explodes near U.N. monitors | Reuters"
    },
    {
      "url": "http://www.arabnews.com/sites/default/files/imagecache/galleryformatter_slide/2818428408648741.JPEG",
      "title": "Syria rebels kill 7, bomb explodes near UN monitors | ArabNews"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dfAbxm5csPZY",
      "imgurl": "http://img.youtube.com/vi/fAbxm5csPZY/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__SQhnbzoo0kaAkrNyBAMnlNVjITU\u003d",
      "title": "BOMB BLAST: EXPLOSION near UN monitor HQ in ..."
    }
  ]
}