{
  "url": "http://english.sina.com/world/2012/0514/467481.html",
  "title": "Rebels kill 23 Syrian soldiers, opposition seeks unity",
  "pubdate": "2012-05-14 14:52:24 GMT",
  "description": "Syrian rebels killed 23 government soldiers on Monday, activists said, as efforts to find a viable political alternative to Bashar al-Assad faltered when an opposition group said it would boycott Arab-backed talks to unite its splintered ranks.",
  "cleanContent": "Syrian rebels killed 23 government soldiers on Monday, activists said, as efforts to find a viable political alternative to Bashar al-Assad faltered when an opposition group said it would boycott Arab-backed talks to unite its splintered ranks.The latest bloodshed centered in the town of Rastan, where opposition sources said shelling by President Assad\u0027s forces killed nine other people, further unraveling a month-old U.N. ceasefire pact that is being overseen by international monitors.Rastan, 180 km (110 miles) north of Damascus, has slipped in and out of government control during a 14-month-old uprising in which peaceful protest has given way to a sectarian-tinged insurgency that answers Assad\u0027s violent bid to crush unrest.\"Shells and rockets have been hitting the town since three a.m. (midnight GMT) at a rate of one a minute. Rastan has been destroyed,\" a member of the rebel Free Syrian Army in Rastan who declined to be named told Reuters by satellite phone.He said that among those killed was Ahmad Ayoub, an FSA commander whose fighters were battling army forces he said were comprised of elite units and members of Military Intelligence.Opposition activists said the 23 soldiers were killed during clashes at daybreak that followed heavy shelling.The Britain-based Syrian Observatory for Human Rights said rebels destroyed three armored personnel carriers and seized two others, capturing around 15 soldiers.The Syrian official news agency SANA said Abdelaziz al-Hafl, a tribal notable in the oil-producing province of Deir al-Zor, was assassinated on Monday along with his son.Opposition sources said Hafl was the 17th pro-Assad figure slain in the eastern province in recent months.A member of Hafl\u0027s tribe said he had been repeatedly warned by insurgents to stop cooperating with the secret police, \"but he did not heed the warnings and was bumped off today\".There was no independent confirmation of any of the reports of fighting and killing from inside Syria, which has severely limited media access over the course of the uprising.Syria\u0027s Sunni Muslim majority is at the forefront of the revolt against the authoritarian Assad, whose minority Alawite sect is an offshoot of Shi\u0027ite Islam. Assad\u0027s government says it is fighting a terrorist attempt to divide Syria.OPPOSITION GROUP DEBATES LEADERSHIPThe exile group that claims the right to speak for the political opposition to Assad, the Syrian National Council (SNC), said it would not join Arab League-brokered talks set for Wednesday and Thursday aimed at healing its divisions.\"The SNC will not be going to the meeting in Cairo because it (the Arab League) has not invited the group as an official body but as individual members,\" Ahmed Ramadan told Reuters in Rome, where the group is trying to decide its leadership.Political jockeying within the SNC has prevented it from gaining full international recognition as the sole representative of the anti-Assad movement. Executive members told Reuters they may choose a new president or restructure the council in a bid to garner broader support.U.N. Secretary General Ban Ki-moon said last week there was only a narrow window of opportunity to avert full-scale civil war in Syria, which straddles a crossroads of Middle East conflict bordering Turkey, Jordan, Israel, Iraq and Lebanon.Syria\u0027s 23-million population comprises a mix of faiths, sects and ethnic groups whose tensions resonate in neighboring countries.The United States, Europe and Gulf Arab states want Assad to step down but his ally Russia has blocked more robust action against the Syrian authorities in the U.N. Security Council and remains firmly U.N.-Arab League envoy Kofi Annan\u0027s peace plan.Western powers have no appetite for a repeat of the military intervention that helped Libyan rebels topple dictator Muammar Gaddafi last year, and Moscow says arming Assad\u0027s opponents would only lead to years of inconclusive bloodletting.Those tensions have flared in the last two days in the Lebanese port city of Tripoli, where medical sources said on Monday that running battles between Alawite supporters of Assad and Sunni fighters left two dead and 20 wounded.Tension in Tripoli had been on the rise since last week when Sunni Islamists - broadly sympathetic to Syria\u0027s rebels and at times supporting them logistically - held a sit-in to protest the arrest of a man who Lebanese authorities said had been in contact with an unnamed \"terrorist organization\".Judicial sources in Lebanon - where Syria has sway over the intelligence and security organs dating to the Lebanese civil war and its aftermath - said on Wednesday that Shadi al-Moulawi had been charged with belonging to an armed \"terrorist\" group.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "syrian:6:1.0;rastan:3:0.966942771819995;rebels:4:0.9463547727559234;a:16:0.8991853788226546;terrorist:3:0.6666170524970865;reuters:3:0.640617492634301;tripoli:2:0.5923663406255067;destroyed:2:0.5576915222280786;the town:2:0.5211376378163841;syria:3:0.5;soldiers:2:0.47996816827267497;u.n.:2:0.45572082188398083;fighting:2:0.4316945652095843;the group:2:0.40810986824294987;army:2:0.389456690979652;told:3:0.3813433120826109;daybreak:1:0.37854462111060483;window of opportunity:1:0.37854462111060483;resonate:1:0.37854462111060483;aftermath:1:0.37854462111060483",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://www.arabnews.com/sites/default/files/imagecache/galleryformatter_slide/mid_syriantroops_BINARY_634013.jpg",
      "title": "Rebels kill 23 Syrian soldiers, opposition seeks unity | ArabNews"
    },
    {
      "url": "http://www.firstpost.com/wp-content/uploads/2012/05/a324r.jpg",
      "title": "Rebels kill 23 Syrian soldiers, opposition seeks unity | Firstpost"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dVj9og1OdxV0",
      "imgurl": "http://img.youtube.com/vi/Vj9og1OdxV0/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__OPlGpoedBiZreNrthNelyhOagrg\u003d",
      "title": "AL QAEDA STYLE TERROR TACTICS: Syrian ..."
    }
  ]
}