{
  "url": "http://english.sina.com/china/2012/0917/507641.html",
  "title": "Is Japan prepared for another two \u0026quot;lost decades\u0026quot;?",
  "pubdate": "2012-09-18 06:12:59 GMT",
  "description": "Japan\u0026#39;s provocations in the Diaoyu Islands dispute have met forceful response from the Chinese government and its people. Confronted with the challenges, Chinese government has gained mastery, displaying the country\u0026#39;s resolve to defend its territorial sovereignty, and its determination to adhere to its principles. It has implemented a series of countermeasures based on history, law and its national strength.",
  "cleanContent": "By Yuan Yue, Sina EnglishJapan\u0027s provocations in the Diaoyu Islands dispute have met forceful response from the Chinese government and its people. Confronted with the challenges, Chinese government has gained mastery, displaying the country\u0027s resolve to defend its territorial sovereignty, and its determination to adhere to its principles. It has implemented a series of countermeasures based on history, law and its national strength.We have yet seen the Chinese authority resorting to economic sanction; the trade between China and Japan, however, has already been adversely affected, with Japanese tourism the first to bear the brunt, and its product sales in China on the heel. The spontaneous economic boycott from Chinese public and private sectors has already frayed Japan. Japanese entrepreneurs appear to stay calm, but in fact, they are extremely worried that the dispute may give rise to wider and deeper economic problems in their country.Japanese economy is anything but immune to the possible economic sanctions from China. In fact, Japan has lost two decades economy-wise since 1990s: the global financial crisis has put Japan\u0027s export-oriented economy at its low ebb; the earthquake, tsunami and, in the wake, nuclear leak last year only added to its woes. Japan is able to survive these, only thanks to its trade expansion in China. But on the other side, this has increased its reliance on the Chinese market.The Chinese are aware that economic sanction can hurt both. Against the backdrop of globalization, and especially between China and Japan, the economic and trade relations between the two are vital. This is why China is actually reluctant to slap economic sanctions to solve the ongoing dispute.China has always been cautious about economic sanctions; it must have weighed carefully before actually resorting to that. But if Japan continues the farce, China will definitely take up the battle. The illegal \"purchase\" is no different from invasion. China, as a matter of fact, will adopt all possible means to defend its sovereignty. This is in accordance with international laws, and with international morality.If China were to pull the economic trigger, it will not shoot blindly-- it will hit the bull\u0027s eyes, by cracking down those companies that will work on Japan the most. Among the potential targets are Japan\u0027s manufacturing industry, financial industry, its products, investment companies that are specifically directed to China. Once the battle is started, there would be loss for both sides. However, China can, and is willing to, deal a heavy blow to the Japanese economy even though it will have also to bear some bearable damages.Cooperation benefits both while confrontation can only spell hurt for either side. This is a simple, yet crucial fact. If the Japanese government and some radical politicians continue to challenge China\u0027s sovereignty, they would pull the trigger beyond their disposal--- which will ultimately lead to self-destruction.The question is, whether Japan is prepared for another one-- or even two-- \"lost decades\"?\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "economic:9:1.0;china:11:0.7997157372802822;japan:8:0.7381337329893354;fact:4:0.5087091176493352;trade:3:0.40819743841831385;the battle:2:0.36349968382286296;bear:2:0.33761498878448154;pull:2:0.30727744359413806;hurt:2:0.2918898373193389;industry:2:0.2706898426634515;lost:2:0.26460565951695825;forceful:1:0.25871911665974623;heel:1:0.23448530643913162;reliance:1:0.23448530643913162;woes:1:0.2202880592621963;slap:1:0.2202880592621963;the trigger:1:0.21025149621851705;expansion:1:0.20242857491404997;immune:1:0.20242857491404997;deeper:1:0.19599003966113343",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/U150P5029T2D507568F23DT20120918113551.jpg",
      "title": "Is Japan prepared for another two \u0026quot;lost decades\u0026quot;? - China News ..."
    },
    {
      "url": "http://img.news.sina.com/life/p/2012/0917/U150P5029T2D507574F23DT20120918114830.jpg",
      "title": "Is Japan prepared for another two \u0026quot;lost decades\u0026quot;? - China News ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003digm6g60ZAWw",
      "imgurl": "http://img.youtube.com/vi/igm6g60ZAWw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__1VGPaSBJzBztcIo-JQO6xIYmc7U\u003d",
      "title": "CHINA Orders PREPARATION for WAR with JAPAN ..."
    }
  ]
}