{
  "url": "http://english.sina.com/china/2012/0927/511335.html",
  "title": "China strongly urges Japan to stop sovereignty violation",
  "pubdate": "2012-09-28 05:05:09 GMT",
  "description": "UNITED NATIONS， Sept. 27 (Xinhua) -- Chinese Foreign Minister Yang Jiechi here on Thursday strongly urged Japan to stop violating China\u0026#39;s territorial sovereignty， accusing that Japan \u0026quot;stole\u0026quot; China\u0026#39;s Diaoyu Islands.",
  "cleanContent": "UNITED NATIONS, Sept. 27 (Xinhua) -- Chinese Foreign Minister Yang Jiechi here on Thursday strongly urged Japan to stop violating China\u0027s territorial sovereignty, accusing that Japan \"stole\" China\u0027s Diaoyu Islands.\"China strongly urges Japan to immediately stop all activities that violate China\u0027s territorial sovereignty, take concrete actions to correct its mistakes, and return to the track of resolving the dispute through negotiation,\" Yang said at the general debate of the 67th Session of the UN General Assembly, referring to the current island dispute between the two Asian neighbors.\"Diaoyu Dao and its affiliated islands have been an integral part of China\u0027s territory since ancient times,\" he said. \"China has indisputable historical and legal evidence in this regard.\"According to him, Japan seized these islands in 1895 at the end of the Sino-Japanese War and forced the then Chinese government to sign an unequal treaty to cede these islands and other Chinese territories.After the Second World War, the Diaoyu Islands and other Chinese territories occupied by Japan were returned to China in accordance with the Cairo Declaration, the Potsdam Proclamation and other international documents, he said.The Chinese foreign minister noted that, by taking such unilateral actions as the so-called \"island purchase\", the Japanese government has grossly violated China\u0027s sovereignty.\"This is an outright denial of the outcomes of the victory of the world anti-fascist war and poses a grave challenge to the post-war international order and the purposes and principles of the Charter of the United Nations,\" he said.Yang emphasized that the moves taken by Japan are totally illegal and invalid, which can in no way change the historical fact that Japan \"stole\" the Diaoyu Islands from China and the fact that China has territorial sovereignty over them.\"The Chinese government is firm in upholding China\u0027s territorial sovereignty,\" he added.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "japan:7:1.0;islands:5:0.6490129329486086;war:3:0.552339657177838;stole:2:0.494153525443362;china:4:0.4502563457780461;fact:2:0.39381877751852945;island:2:0.36822643811855865;united nations:2:0.3645561284542228;stop:2:0.3527338018400329;dao:1:0.31342144711635445;outright:1:0.30345262212642604;integral:1:0.29507497633419805;potsdam:1:0.28140443358471606;denial:1:0.28140443358471606;international:2:0.2776910775436919;post-war:1:0.27050851062211057;the cairo:1:0.27050851062211057;moves:1:0.26136571479084103;grave:1:0.2573207885234524;violated:1:0.25395149513552595",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/china/2012-09/28/131879324_11n.jpg",
      "title": "China strongly urges Japan to stop sovereignty violation - Xinhua ..."
    },
    {
      "url": "http://www.globaltimes.cn/Portals/0/attachment/2011/865b39ef-fec7-4b78-8b32-dccccdd9835a.jpeg",
      "title": "China strongly urges Japan to stop sovereignty violation ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dqXbDUMJz45c",
      "imgurl": "http://img.youtube.com/vi/qXbDUMJz45c/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__iBfc2u392yNznig4zbyP7CtHFu8\u003d",
      "title": "ALERT China Sends Military Patrol to Islands Held ..."
    }
  ]
}