{
  "url": "http://english.sina.com/sports/2012/0717/487207.html",
  "title": "Olympic-themed lottery debuts",
  "pubdate": "2012-07-18 01:48:10 GMT",
  "description": "Be alert to illegal online gambling during the Games, experts warn",
  "cleanContent": "Be alert to illegal online gambling during the Games, experts warnChinese retailers began selling lottery tickets related to the London Olympic Games on Tuesday to raise money for public welfare.Meanwhile, experts issued a warning saying that illegal betting on sports could become more common online during the Games.Two types of scratch-off lottery tickets with names related to the Olympics - \"the Chinese Olympic Delegation\" and \"Hand in Hand with the Olympic Games\" - were introduced in Beijing on Tuesday, said an official from the Beijing Sports Lottery Administration Center who declined to be named.Every ticket in \"the Chinese Olympic Delegation\" series costs 10 yuan ($1.60) and gives buyers an opportunity of winning a maximum of 250,000 yuan. Each in the \"Hand in Hand with the Olympic Games\" series costs 5 yuan and offers a top prize of 100,000 yuan.Meanwhile, the General Administration of Sport of China\u0027s sports lottery management center will sell lottery tickets designed to predict the results of Olympic sport contests and what rankings athletes will obtain in certain events, Xinhua News Agency reported on Tuesday. Tickets containing accurate predictions can be worth as much as 5 million yuan, the report said.Gambling is illegal on the Chinese mainland except when it is done with tickets the government issues in sports and welfare lotteries. Every year, such lotteries raise hundreds of millions of yuan for the construction of buildings and other structures used in public sports, as well as for the support of social welfare programs. The country\u0027s regulations stipulate that money collected from lottery sales must go for three purposes: paying out jackpots, managing the lotteries and supporting social welfare.Chen Haiping, a researcher with Beijing Normal University\u0027s lottery research center of China, said illegal gambling usually flourishes on the Internet during popular sporting events such as the Olympic Games and the World Cup.\"These sports contests attract many viewers,\" Chen said. \"Some gambling websites take them as opportunities to design betting games they can make money on.\"\"You can get involved in the Olympic Games if you just spend a little money to buy lottery tickets and have fun from that. But you should never regard doing that as a way to make a good investment and spend every last penny on it.\"Yan Guoya, a lawyer from the Sundy Law Firm in Nanjing, capital of East China\u0027s Jiangsu province, said online illegal betting remains a concern for public security departments, especially during the Games.\"Although the police have initiated waves of crackdowns on illegal gambling and some special cyberspace targets in recent years, that has not had a big effect,\" Yan said.Yan said providers of online gambling services often operate overseas, making it difficult for mainland police to detect them or take action against them.He called on the government to move quickly to adopt legislation regulating the development of the lottery industry and imposing harsher punishments on organizers of illegal gambling.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "lottery:8:1.0;tickets:6:0.6352666449068977;sports:6:0.5850810722447218;illegal:7:0.5570701529755185;olympic games:5:0.5193557709437248;online:4:0.3269048774926996;money:4:0.32357870277576933;center:3:0.22845039740835357;a:10:0.2283555714233039;sport:2:0.21175554830229923;delegation:2:0.20072091926613095;mainland:2:0.18974743868943522;raise:2:0.17720659219941678;tuesday:3:0.17667198669253353;related:2:0.17353612374295194;beijing:3:0.16456491086234581;cyberspace:1:0.15381526488095487;the lottery:1:0.15381526488095487;the hand:1:0.15381526488095487;hand in hand:1:0.15381526488095487",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20120717/0022190dec45116f595d37.jpg",
      "title": "Olympic-themed lottery debuts"
    },
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20120717/0023ae9885da116f6fee0a.jpg",
      "title": "Olympic-themed lottery debuts"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dhSiaLAmCHvE",
      "imgurl": "http://img.youtube.com/vi/hSiaLAmCHvE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__5VNIx4PaWsAXRSNKHOkRF9omo_k\u003d",
      "title": "Tracy Mcgrady Plays His First Game As A Spur ..."
    }
  ]
}