{
  "url": "http://english.sina.com/world/2012/0610/475300.html",
  "title": "Violence continues in Syria, new opposition leader pushes for UN action",
  "pubdate": "2012-06-11 05:31:20 GMT",
  "description": "DAMASCUS， June 11 (Xinhua) -- Fresh violence Sunday broke out in Syria amid growing worries of a full-scale civil war， and a newly-elected opposition leader increased pressure on the government by calling for UN actions.",
  "cleanContent": "DAMASCUS, June 11 (Xinhua) -- Fresh violence Sunday broke out in Syria amid growing worries of a full-scale civil war, and a newly-elected opposition leader increased pressure on the government by calling for UN actions.Armed groups fired Sunday a mortar shell at an area close to the Syrian cabinet building in the capital Damascus, which caused property damages.The circumstances surrounding the incident were not immediately clear, but media reports said the shell came from the nearby al-Razi orchards, which have witnessed several clashes between armed groups and government forces recently.Apparently, the shell was aimed at the cabinet building but has missed it.In northern Syria, armed groups set forests on fire in the mountainous area of Hafeh near the coastal Latakia city as activists said the Syrian army has renewed bombardment of Hafeh.The pro-government website, Ajel network, said armed groups detonated a number of houses in Hafeh on Sunday morning, adding the rebels might be setting the stage for another massacre to leverage it against the Syrian army.A suicide car bomb was detonated at early hours Sunday in Syria\u0027s northwestern province of Idlib, causing no casualties.Acting on a tip, the authorities in Idlib chased the car before it reached a law-enforcement post.Syria has been plagued by a 15-month-old deadly unrest. The latest episode in the crisis is the bombings that have rocked several parts of the country, targeting mainly army and security installations.Recently, mass killings and massacres surfaced and grabbed the headlines of local and international media. Opposition activists accused the government and its militias of carrying out the killings to intimidate people into cowering in their homes and abandoning their anti-government movement.But the government said those massacres were done to draw international condemnation and a future military intervention in Syria.The ongoing violence has dealt a deadly blow to the diplomatic efforts to solve the crisis peacefully.Meanwhile, the rebel Free Syrian Army (FSA) reportedly called Sunday on Syrians to observe a general strike as a prelude to an all-out civil disobedience, urging army officers and soldiers whose hands were not smeared with Syrians\u0027 blood to join its ranks.In a statement carried by the Lebanese al-Akhbar news website, the FSA said taking part in the general strike and the civil disobedience is part of the peaceful revolutionary escalation that aims to make a \"great Syria.\"The FSA also called on army personnel to join its ranks because \"it\u0027s time for change,\" renewing pledges to protect the lives of all Syrians regardless of their ethnic groups, religions and sects.The FSA, reportedly, was composed in part of defected army men and a number of armed elements that have sought to join the armed insurgency against the rule of Syrian President Bashar al-Assad.In Turkey, the newly elected Syrian National Council (SNC) leader Abdulbaset Sieda urged the United Nations to adopt a resolution under Chapter VII of the UN Charter, which would mean more sanctions and might eventually allow foreign military intervention in Syria.\"This chapter puts all options on the table,\" Sieda said.He added his council has alternatives if the UN failed to come up with such a resolution. However, he stopped short of saying his other options.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "army:6:1.0;syrian:6:0.8558931995618199;a:14:0.6734058195197627;civil disobedience:2:0.6479875338785448;the shell:2:0.587291567055232;idlib:2:0.45521039714236083;the government:3:0.4376805822856464;sunday:4:0.4351855300131832;strike:2:0.4227950118402034;options:2:0.41625178695517245;resolution:2:0.4049893071873331;intervention:2:0.39968066547652986;the crisis:2:0.3900483523492226;cabinet:2:0.37326484713721936;a number:2:0.3585244356199927;building:2:0.3555558201318597;website:2:0.3389846986532171;damascus:2:0.3389846986532171;smeared:1:0.3239937669392724;leader:2:0.3113267918238732",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/world/2012-06/11/131644666_title1n.jpg",
      "title": "Violence continues in Syria, new opposition leader pushes for UN ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-06/11/131604016_title1n.jpg",
      "title": "Violence continues in Syria, new opposition leader pushes for UN ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003duNoggHm0Wng",
      "imgurl": "http://img.youtube.com/vi/uNoggHm0Wng/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__RJbuPUcwrFzS3B6pZotXELJPF6Q\u003d",
      "title": "Syria violence- Opposition fighters gain ground in ..."
    }
  ]
}