{
  "url": "http://english.sina.com/sports/2012/0717/487004.html",
  "title": "Van Langen able to \u0026quot;die\u0026quot; best for Olympic gold",
  "pubdate": "2012-07-17 08:56:03 GMT",
  "description": "NIJMEGEN， the Netherlands， July 17 (Xinhua) -- Twenty years after winning the 800m at the Olympic Games in 1992， the gold medal of Ellen van Langen is still the latest Dutch athletics medal and her time of 1:55.54 is still a Dutch record.",
  "cleanContent": "NIJMEGEN, the Netherlands, July 17 (Xinhua) -- Twenty years after winning the 800m at the Olympic Games in 1992, the gold medal of Ellen van Langen is still the latest Dutch athletics medal and her time of 1:55.54 is still a Dutch record.\"At that time I hoped I would go faster myself after that,\" Van Langen told Xinhua in an exclusive interview. \"But in the years after I got injury after injury so I never got close to that 1:55 anymore, unfortunately.\"But of course I had expected somebody would take over. There have been a few athletes who were very talented, at the moment we also have a talented athlete, Yvonne Hak. But so far they have not reached that 1:55, or 1:56, or 1:57. But at one moment that will happen, I am sure.\"The now 46-year-old Ellen van Langen currently works for Global Sports Communication in the Dutch city of Nijmegen. She organizes events such as the FBK Games in Hengelo and the Shanghai Diamond League. Also, the company represents some 120 athletes from 20 different countries, like two-times Olympic champion Haile Gebrselassie from Ethiopia or current Olympic long jump champion Irving Saladino or world champion high jump Jesse Williams.Like every four years, with the Olympics approaching, Dutch media attention for Van Langen rises to a peak. She\u0027ll unavoidably watch her race many times. The memories are still fresh.\"The feeling that you know you are going to win is almost more beautiful than going over the dead finish line. The feeling I am going to do it that I can do it.\"\"When I saw the time all my emotions came out,\" Van Langen told. \"Everything you trained for for years and years. I knew August 3 I had to be at my best. The fact that it really happened, that it worked was the nicest of course.\"Van Langen knows the secret of her success. \"I think what I could do well is I could die very well in a race and still continue,\" she added. \"That is very hard, because it hurts running the 800 meters. You have to overcome some boundaries in yourself to continue when it hurts like hell. I was good at it. If the Olympic race would have been run by each athlete individual and the fastest time was the winner I would not have won.\"\"I was also good in tactics, looking around me and taking the right decisions,\" Van Langen said. \"I was definitely a race person. A lot of people are good at training, but average in the race. I was in a training group at that time and some girls beat me in training but never in competition. I was typically good in competition but average in training. Not that I did not do well in training, but in competition I could give that extra. That made the difference.\"The Olympic race of 1992 was the highlight of Van Langen\u0027s career. She was not able to repeat or ameliorate that performance in the post-Olympic period, mainly due to injuries.\"In 1993 I got injured, in 1994 I did a few meetings but also got injured right before the European Championships,\" Van Langen explained.\"In 1995 I was injured the whole time, but I could make it to the World Championships and got sixth, which was my best performance after the Olympics. But Okay, sixth at the World Championships was nice, but it was not what you want to go for. I had been running like 20 kilometers every week for months, I was not prepared at all. It was always my achilles or my hamstring. It went like that year after year. It was really very disappointing because I really wanted to proof myself and get another medal. That was hard. In 1998 I had to decide to stop because my body could not do it anymore.\"\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "i:20:1.0;van:8:0.7855275344127188;race:5:0.4112135083796206;dutch:4:0.3927637672063594;i could:4:0.36281859795188;champion:3:0.27211394846390996;good:4:0.2559580248098155;nijmegen:2:0.24766388502964126;ellen:2:0.24766388502964126;it hurts:2:0.2326687220236444;athlete:2:0.22206808254865973;competition:3:0.2188609936204223;i did:2:0.20700510145692153;medal:2:0.20129015523224272;time:4:0.19490460911995866;jump:2:0.18809659432212678;anymore:2:0.18809659432212678;olympics:2:0.18453174434248623;a:9:0.1825577419869958;i am:2:0.16227354843288516",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://media-cache-ec4.pinimg.com/avatars/lauravanlove-16_600.jpg",
      "title": "Laura van Langen (lauravanlove) on Pinterest"
    },
    {
      "url": "http://media-cache-ec1.pinimg.com/avatars/tessvl-1353428870_600.jpg",
      "title": "Tess van Langen (tessvl) on Pinterest"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dYEzF4XNkxoU",
      "imgurl": "http://img.youtube.com/vi/YEzF4XNkxoU/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__GJpdLKM3je_B99gxRXZJEHvcnyw\u003d",
      "title": "Sloop Jan van Gent - YouTube"
    }
  ]
}