{
  "url": "http://english.sina.com/world/p/2012/0723/489008.html",
  "title": "Anti-China protests erupt in Vietnam as sea spat continues",
  "pubdate": "2012-07-24 00:53:56 GMT",
  "description": "About 200 people staged on Sunday a protest in Hanoi, Vietnam against China - the third this month - over its territorial claims in the South China Sea, amid rising tensions.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eFishing boats lie at anchor in the waters at Meiji Reef of South China Sea on July 22, 2012. There are nearly a score of fishermen working regularly at a fish farm at Meiji Reef, where high-value fishes are fed for years. Photo: Xinhua \u003c/h4\u003e\t\tAbout 200 people staged on Sunday a protest in Hanoi, Vietnam against China - the third this month - over its territorial claims in the South China Sea, amid rising tensions.Demonstrators shouted \"down with China\u0027s aggression!\" and traffic around Hoan Kiem Lake in the city center was brought to a standstill.They were prevented from getting close to the Chinese embassy in Hanoi by security forces and no arrests were made, the AP reported.The Chinese embassy in Hanoi and the foreign ministry were not available for comment on Sunday.The Association of Southeast Asian Nations (ASEAN) issued a statement on Friday saying that the member countries had agreed on six principles on the South China Sea. These countries vowed that they would not use force to settle disputes and they would respect international laws.In response, Chinese foreign ministry spokesman Hong Lei told reporters on Friday that China values its relationship with the ASEAN and is willing to work together with its members to implement the Declaration on the Conduct of Parties in the South China Sea (DOC) and \"open to consultations with ASEAN on the conclusion of a Code of Conduct in the South China Sea.\"Zhao Gancheng, director of South Asia Studies at the Shanghai Institute for International Studies, said Vietnam is expected to maintain its tough stance, but pressure on Vietnam has been building.In March, the Vietnamese foreign ministry accused China of sovereignty violations in the South China Sea. In June it passed a Law of the Sea that claims sovereignty over the Xisha and Nansha island groups.The Vietnamese air force also dispatched fighter jets to \"patrol\" the Nansha island groups, provoking strong objections from China.When Chinese oil giant, the China National Offshore Oil Corporation (CNOOC) announced that they would open up nine oil fields on the South China Sea for bidding in June, Vietnam immediately claimed that CNOOC is drilling on Vietnamese territory.Vietnamese citizens responded by staging a protest on July 1.The Vietnamese government also announced that it would extend its oil exploitation contract with an Indian company in the South China Sea to maintain India\u0027s presence in the region.India, however, withdrew from some of the projects. Indian defense minister Arackaprambil Antony said on Saturday \"issues between countries should be sorted out through dialogue, discussion and persuasion without any confrontation,\" in reference to the matter, according to the Times of India.Vietnam has been attempting to align itself with other countries to challenge China\u0027s territorial claims over the South China Sea, hoping to further pressure China, observers say.\"Vietnam is trying to team up with India, the US and Japan on this issue. But that won\u0027t work because these countries will prioritize their own interests,\" said Zhao.Vietnam is trying to earn international sympathy by portraying China as bullish, but most countries remain neutral in the matter, according to Zhao.Meanwhile China is firm in stating its bottom line and is demonstrating that it will not back down in sovereignty issues, which will put pressure on Vietnam, he added.In June, China announced the establishment of the city of Sansha in Hainan Province, which will cover the island groups of Xisha, Nansha and Zhongsha and their surrounding waters. Residents of Sansha elected 45 deputies to the local legislative body on Sunday.The legislative body will then elect the procuratorate, judge and mayor of the city.China\u0027s central military authority has approved the formation and deployment of a military garrison in Sansha.Sources with the People\u0027s Liberation Army\u0027s Guangzhou Military Command said that the Central Military Commission had authorized it to form a garrison command in the city of Sansha.Responding to repeated noises from Vietnam, the foreign ministry spokesman has reiterated on many occasions China\u0027s indisputable sovereignty over the area and urged Vietnam to abide by the consensus reached between the two countries last year, in relation to the resolution of disputes through peaceful negotiations.Divisions over the territorial claims in the South China Sea prevented ASEAN from issuing its customary joint statement at the conclusion of a meeting in Phnom Penh on July 13, an unprecedented occurrence in the bloc\u0027s 45-year history.Countries such as Vietnam and the Philippines want to add a commitment that they will never use force in relation to the issue, a position China has rejected, reports say.Cambodian foreign minister Hor Namhong told reporters Friday that the points were broadly similar to what was rejected by Vietnam and the Philippines last week, and blamed them for the earlier impasse, according to AFP.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/U47P5029T2D489008F24DT20120724093250.jpg",
  "keywords": "vietnam:9:1.0;the south:9:0.8484781830502217;china:18:0.7182921748346295;asean:4:0.4836560458823659;hanoi:3:0.4260253553129326;reef:2:0.28401690354195513;a:13:0.27407518706974676;oil:3:0.27008521324031487;garrison:2:0.25741348965919103;july:3:0.22405567472193982;philippines:2:0.22222222222222224;ministry:4:0.21282731106211247;pressure:3:0.21237218364389782;command:2:0.1995215041910203;conclusion:2:0.1995215041910203;indian:2:0.19550125659893014;june:3:0.18531364234291905;conduct:2:0.17270545478776173;in the city:2:0.17270545478776173;rejected:2:0.1686616535813826",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/U47P5029T2D489008F24DT20120724093250.jpg",
      "title": "Anti-China protests erupt in Vietnam as sea spat continues - World ..."
    },
    {
      "url": "http://www.beijingshots.com/wp-content/uploads/2012/07/Vietnamese-protested-CNOOC%E2%80%99s-9-Blocks-move-in-South-China-Sea-3.jpg",
      "title": "The China Watch - tags: South China Sea"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dHY_P9CtNzKI",
      "imgurl": "http://img.youtube.com/vi/HY_P9CtNzKI/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__L4_CIjkNbpXbrAPheJ6B-K6G0UI\u003d",
      "title": "TIME TO WAKE UP NEWS: SEPTEMBER 19, 2012 PT ..."
    }
  ]
}