{
  "url": "http://english.sina.com/technology/p/2011/1102/410869.html",
  "title": "Shenzhou-8 docks with Tiangong-1",
  "pubdate": "2011-11-02 17:52:30 GMT",
  "description": "BEIJING - Two Chinese spacecraft accomplished the country\u0026#39;s first space docking procedure early Thursday, silently coupling in space more than 343 km above Earth\u0026#39;s surface.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA video grab taken from the China Central Television on Nov 3, 2011 shows the Shenzhou-8 spacecraft docking with the Tiangong-1 space lab module.[Photo/Xinhua] \u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eIn this video grab taken from the China Central Television on Nov 3, 2011, a 3D animation of China\u0027s Shenzhou-8 spacecraft docking with Tiangong-1 space lab module is shown on a screen at the Beijing Aerospace Control Center in Beijing, capital of China, Nov 3, 2011.  [Photo/Xinhua]\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA video grab taken from the China Central Television on Nov.3, 2011 shows the Shenzhou-8 spacecraft docking with the Tiangong-1 space lab module. Unmanned spacecraft Shenzhou-8 docked with space lab module Tiangong-1 early Thursday, according to the Beijing Aerospace Control Center. (Xinhua)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA video grab taken from the China Central Television on Nov.3, 2011 shows the Shenzhou-8 spacecraft docking with the Tiangong-1 space lab module. Unmanned spacecraft Shenzhou-8 docked with space lab module Tiangong-1 early Thursday, according to the Beijing Aerospace Control Center. (Xinhua)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA video grab taken from the China Central Television on Nov.3, 2011 shows the Shenzhou-8 spacecraft docking with the Tiangong-1 space lab module. Unmanned spacecraft Shenzhou-8 docked with space lab module Tiangong-1 early Thursday, according to the Beijing Aerospace Control Center. (Xinhua)\u003c/h4\u003e\t\tBEIJING - Two Chinese spacecraft accomplished the country\u0027s first space docking procedure early Thursday, silently coupling in space more than 343 km above Earth\u0027s surface.Nearly two days after it was launched, the unmanned spacecraft Shenzhou-8 docked with space lab module Tiangong-1 at 1:36 am, marking another great leap for China\u0027s space program.The success of the docking procedure makes China the third country in the world, after the United States and Russia, to master the technique, moving the country one step closer to establishing its own space station.President Hu Jintao, who is in France for the G-20 summit, sent a congratulatory message on the success of the country\u0027s first-ever space docking.\"Breakthroughs in and acquisition of space docking technologies are vital to the three-phase development strategy of our manned space program,\" Hu said in the message.Hu said he wishes all the program participants to try all out to fulfill a complete success of the whole mission after the smooth docking.Other leaders, including Wu Bangguo, Wen Jiabao, Li Changchun, Xi Jinping, Li Keqiang, He Guoqiang and Zhou Yongkang, who are Standing Committee members of the Political Bureau of the Communist Party of China Central Committee, watched the mission at the Beijing Aerospace Flight Control Center.China is now equipped with the basic technology and capacity required for the construction of a space station, said Zhou Jianping, chief designer of China\u0027s manned space program.\"This will make it possible for China to carry out space exploration on a larger scale,\" he said.\"The capability increases China\u0027s ability to act independently in space, as well as its ability to cooperate with others,\" said Gregory Kulacki, senior analyst and China project manager at the global security program of the Union of Concerned Scientists, a nonprofit scientific advocacy group based in the United States.\"China\u0027s pursuit of an original solution to space docking, that is based on their understanding of the experience of other nations, could lead to innovations or experiences other space-faring nations could find useful,\" Kulacki said.The world\u0027s first space docking was achieved in 1966, when the manned US spacecraft Gemini 8 docked with an unmanned Agena Target Vehicle.Forty-five years later, the maneuver remains a technological challenge. Many of mankind\u0027s 300-plus attempts have been met with difficulties or resulted in failure.\"To link up two vehicles traveling at 7.8 km per second in orbit, with a margin of error of no more than 20 centimeters, is like \u0027finding a needle in a haystack\u0027,\" Zhou said.The Shenzhou-8 and Tiangong-1 will separate after flying together for 12 days. After that a second docking procedure will be conducted.Rendezvous and docking, essential to exploring space beyond Earth\u0027s orbit, create the possibility of building space stations, resupplying them, transferring astronauts and rescuing them.Without this key know-how, exploration of the moon and beyond requires carrier rockets with significant amounts of thrust. China does not currently possess rockets of this magnitude.Shenzhou-8 and Tiangong-1 both weigh about 8 metric tons, well within the delivery capacity of the Long March 2F rocket. A permanent orbiting space station is designed to be as heavy as 60 metric tons, with docking ports accommodating both manned and freight space vehicles.The interior of both the Shenzhou-8 and Tiangong-1 is an actual environment in which astronauts can live and work. After the Shenzhou-8 tests, the Tiangong-1 will remain a target orbiter for more docking procedures in 2012 by the Shenzhou-9 and -10 spacecraft, at least one of which will be manned to conduct manual docking.Although the Shenzhou-8 is unmanned, it is equipped with devices to record images and data that will help China make improvements to its spacecraft design and astronaut training.Two female astronauts are now believed to be on the active duty roster for future Shenzhou missions, said Chen Shanguang, director of the Astronaut Center of China (ACC).\"We must assess both male and female astronauts to verify if human beings can live in space, as there are huge differences between men and women in spite of their common generalities,\" Chen said.\"Space exploration activities would be incomplete without the participation of female astronauts,\" Chen said.The Chinese spacecraft also feature collaborative space experiments under the framework of a Chinese-German science and technology cooperation.German scientists designed bio-incubators for the experiments, while their Chinese counterparts were in charge of the development of control equipment, China\u0027s manned space program spokeswoman Wu Ping said.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "science/tech",
  "pic": "http://img.news.sina.com/technology/p/2011/1102/U47P5029T2D410869F24DT20111103080626.jpg",
  "keywords": "china central television:5:1.0;space:24:0.977698022395561;grab:5:0.8714877557630556;spacecraft:14:0.5703238463974106;lab:9:0.5371131427754173;astronauts:5:0.5140489769477772;video:5:0.4892917256401988;module:8:0.4112391815582217;control:5:0.40737417599815046;chen:3:0.3889598454566395;in space:3:0.35353429242594486;metric:2:0.3320464215224627;exploration:3:0.3275464188650985;success:3:0.2935750353841192;center:5:0.2570244884738886;female:2:0.25466995449528257;rockets:2:0.25466995449528257;thursday:4:0.23871695234462995;ability:2:0.23871695234462995;target:2:0.23253323956709931",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://img.tgdaily.net/sites/default/files/stock/article_images/space/chinaspacestation.jpg",
      "title": "China\u0026#39;s Shenzhou 8 to dock with Tiangong 1 module | TG Daily"
    },
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20111114/0013729c0495102b50ee45.jpg",
      "title": "Shenzhou-8 re-docks with Tiangong-"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d_CAvIeYO5jM",
      "imgurl": "http://img.youtube.com/vi/_CAvIeYO5jM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__w0fvCw26te1fr9Lq-o81aj68gbU\u003d",
      "title": "Shenzhou-8 Rendezvous and Docking with ..."
    }
  ]
}