{
  "url": "http://english.sina.com/world/2012/0611/475615.html",
  "title": "U.N. says Syrian helicopters fire on rebel strongholds",
  "pubdate": "2012-06-11 23:38:29 GMT",
  "description": "U.N. monitors said Syrian helicopters fired on rebel strongholds north of Homs on Monday and called for \u0026quot;immediate and unfettered access\u0026quot; to conflict zones where they had heard many women and children were trapped.",
  "cleanContent": "U.N. monitors said Syrian helicopters fired on rebel strongholds north of Homs on Monday and called for \"immediate and unfettered access\" to conflict zones where they had heard many women and children were trapped.International mediator Kofi Annan also said he was gravely concerned about violence in Homs and in Haffeh, a mainly Sunni Muslim town near the Mediterranean coast, where the U.S. State Department said it feared a \"potential massacre\".The U.N. observers, tasked with monitoring Annan\u0027s April ceasefire deal which failed to stem the violence in Syria, have instead been cataloguing mass killings, bombings and clashes in which many hundreds of Syrians have died.The outside world, divided in its approach towards President Bashar al-Assad\u0027s crackdown on a 15-month-old uprising, has been unable to halt the violence despite broad international support for Annan\u0027s tattered peace plan.\"UN observers reported heavy fighting in Rastan and Talbiseh, north of (Homs), with artillery and mortar shelling, as well as firing from helicopters, machine guns and smaller arms,\" U.N. spokeswoman Sausan Ghosheh said in a statement.It was the first time the U.N. monitors have verified repeated allegations by activists that Assad\u0027s forces have fired from helicopters in the military crackdown on rebels. Syria\u0027s government is the only force in the conflict equipped with helicopters.The observers \"also received reports of a large number of civilians, including women and children trapped inside (Homs) and are trying to mediate their evacuation,\" Ghosheh said.U.N. observers reported Free Syrian Army rebels captured army soldiers, she added, calling on \"all sides to stop the killing and human rights abuses to ensure the protection of civilians and to respect international law.\"The Syrian Observatory for Human Rights said 63 civilians were killed across Syria on Monday, nearly half of them in the northern province of Idlib. Twenty-one soldiers and security forces were killed, most of them in rebel bomb attacks, it said.In the eastern city of Deir al-Zor, 10 people were killed when a car bomb detonated in the Jura district, the British-based Observatory said, but activists said more than 16 people were killed and dozens more wounded.Syria\u0027s state news agency reported military funerals on Monday for 26 people \"targeted by armed terrorist groups as they carried out their national duty\".A spokesman for Annan said he was gravely concerned by the latest reports of violence and \"the escalation of fighting by both government and opposition forces\".HOMS SHELLINGAnnan expressed particular concern at recent shelling in Homs, where activists said on Sunday government forces killed 35 people in one of the biggest bombardments since his ceasefire deal was supposed to come into effect on April 12.\"(Annan) is particularly worried about the recent shelling in Homs as well as reports of the use of mortars, helicopters and tanks in the town of Haffeh,\" his spokesman Ahmad Fawzi said in a statement.\"There are indications that a large number of civilians are trapped in these towns,\" Fawzi said, adding that Annan \"demands that the parties take all steps to ensure that civilians are not harmed, and further demands that entry of the U.N. military observers be allowed to the town of Haffeh immediately.\"Last week activists said government forces surrounded Haffeh, close to the heartland of Assad\u0027s Alawite minority, after rebel fighters seized control of a police station and destroyed five tanks and armored vehicles.The U.S. State Department said Syrian attacks would have consequences.\"The international community can and does learn what units were responsible for crimes against humanity and you will be held responsible for your actions,\" State Department spokeswoman Victoria Nuland said as activists reported tanks were again surrounding Haffeh.Activists say Syria\u0027s army and pro-Assad militia have committed two massacres in the last two weeks, in the Houla region and a farming hamlet called Mazraat al-Qubeir. Syrian authorities blamed the killings on \"terrorists\".The United Nations says Syrian forces have killed more than 10,000 people in the crackdown on an uprising inspired by revolts which toppled four Arab leaders last year. Syrian authorities say foreign-backed militants have killed 2,600 soldiers and police.Rebels have grown increasingly well-armed in recent weeks, both through increased smuggling of weapons and through defections of soldiers who bring their weapons with them.On Sunday rebels briefly seized control of a strategic army base and threatened to fire its surface-to-air missiles at Assad\u0027s palace, before being forced to withdraw by an army counter-attack.The violence has divided world powers, with Russia and China blocking two draft U.N. resolutions which could have led to international action against Assad\u0027s government.Russia called on Monday for Iranian involvement in efforts to end the conflict in Syria, putting it at odds with the United States, and said Foreign Minister Sergei Lavrov will travel to Tehran on Wednesday to discuss the initiative.\"Without Iranian participation, the opportunity for constructive international influence on the Syrian issue will not be utilized in full measure,\" the Foreign Ministry said.Russia, which is resisting Western and Gulf Arab pressure to take a tougher stance toward Assad, says a proposed conference would lend support to Annan\u0027s peace plan.The United States says it does not believe Iran, Assad\u0027s strongest regional ally, is ready to play a constructive role in Syria. Secretary of State Hillary Clinton said last week it was \"hard to imagine inviting a country that is stage-managing the Assad regime\u0027s assault on its people.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "u.n.:6:1.0;syrian:8:0.9752559529913093;homs:6:0.9751833732199556;civilians:5:0.7974755883663358;helicopters:4:0.7959445219306267;army:5:0.7121624180816295;soldiers:4:0.7021377200313911;a:15:0.6165955501449887;violence:5:0.6095349706195683;rebel:3:0.560936534738457;state:5:0.560451036989127;rebels:3:0.5191526957467231;syria:4:0.48762797649565465;international:5:0.47985881111748996;conflict:3:0.46327038627144873;reported:4:0.46262557269361715;trapped:2:0.450025915214773;crackdown:2:0.4332816000350274;people:5:0.41106370009665916;uprising:2:0.40791898273928906",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://s1.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120611\u0026t\u003d2\u0026i\u003d617665360\u0026w\u003d\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d460\u0026pl\u003d300\u0026r\u003dCBRE85A0HO900",
      "title": "U.N. says Syrian helicopters fire on rebel strongholds | Reuters"
    },
    {
      "url": "http://s1.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120612\u0026t\u003d2\u0026i\u003d617715412\u0026w\u003d\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d460\u0026pl\u003d300\u0026r\u003dCBRE85A0HO900",
      "title": "U.N. says Syrian helicopters fire on rebel strongholds | Reuters"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dLex7gYbWdak",
      "imgurl": "http://img.youtube.com/vi/Lex7gYbWdak/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__lHFZqzcn315Rgw7ClPACFMRnw7w\u003d",
      "title": "Heavy fighting continues between troops, rebels in ..."
    }
  ]
}