{
  "url": "http://english.sina.com/2012/0917/507303.html",
  "title": "People\u0027s Daily implies economic measures against Japan",
  "pubdate": "2012-09-17 08:59:41 GMT",
  "description": "The People\u0026#39;s Daily， the flagship newspaper of the Communist Party of China， warned in a commentary Monday that Japan\u0026#39;s provocations over China\u0026#39;s Diaoyu Islands will cause self-destruction for itself through possible economic punishments.",
  "cleanContent": "The People\u0027s Daily, the flagship newspaper of the Communist Party of China, warned in a commentary Monday that Japan\u0027s provocations over China\u0027s Diaoyu Islands will cause self-destruction for itself through possible economic punishments.\"Would Japan rather lose another 10 years, or even be prepared to fall back 20 years?\" asked the article under the byline of Hua Yiwen. China is Japan\u0027s biggest trading partner.Given the interdependency of the two countries, economic punishments would be a \"double-edged sword\" for China, who in principle opposes sanctions to solve international disputes and has been cautious in using them, the article said.But for issues concerning its territorial sovereignty, China will meet head-on if the Japanese government continues its defiance, the commentary said.Accusing Japan\u0027s \"purchase\" of the Diaoyu Islands in the East China Sea of no difference than \"stealing,\" the article said it is consistent with international laws for China to use all sorts of levers to uphold sovereignty.The commentary said Japan\u0027s economy lacks immunity to China\u0027s economic measures. It cited that the survival of the economy, which saw two lost decades since the 1990s and was further worsened by the 2008 crisis and the 2011 earthquake, has largely benefited from a sharp increase in its trade and investment with China.It said that China has not yet officially performed anti-Japan economic sanctions, but the dispute over the Diaoyu Islands is casting a shadow over Sino-Japan trade, with Japan\u0027s tourism sector and sales of Japanese products being badly hit.Japanese enterprises have reacted calmly but they are worried that the dispute will exert a wider and deeper impact on the Japanese economy, the article continued.Figuratively calling economic punishments as the \"gun\", the article said the gun is in the hands of the Chinese government, but it is to some extent decided by the Japanese government whether and when to pull the trigger.The article warned that Japan has actually touched the trigger since it staged the farce of buying the Diaoyu Islands.With the trigger being forced to be pulled, Japan\u0027s key economic sectors, including manufacturing, finance, exports specially made for China, imports of strategic materials and investment enterprises could all become targets, the article said.It is like Japan itself is reaching out for the trigger with the Japanese government wilfully infringing China\u0027s sovereignty, which will surely cause self-injuries in its economic development, it said.An economic war will hurt both countries, but China has the willpower and tolerance to afford the consequences, which are more disastrous to Japan, the article said.Protests against Japan\u0027s purchase of the Diaoyu Islands have been seen across China over the past few days. To affirm its sovereignty, China has sent surveillance ships to patrol in waters around the Diaoyu Islands and released geographic coordinates, base points and baselines for the island and its affiliated islets.The Chinese government said the Diaoyu Islands have belonged to China since ancient times. There are records about the islands in a book published during the rule of Yong Le (1403 to 1424) in the Ming Dynasty (1368-1644), more than 400 years before Japan claimed discovery of the Diaoyu Islands in 1884.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "economic:8:1.0;china:11:0.8996802044403176;islands:8:0.7545168838552492;the trigger:3:0.709598799737495;commentary:3:0.5896547707174535;the gun:2:0.5275919394880462;japan:5:0.5190002810081265;trade:2:0.3061480788137354;immunity:1:0.29105900624221454;head-on:1:0.29105900624221454;double-edged sword:1:0.29105900624221454;be prepared:1:0.2637959697440231;survival:1:0.2637959697440231;reaching out:1:0.2637959697440231;willpower:1:0.2637959697440231;a:6:0.259265343032554;ming dynasty:1:0.23653293324583166;defiance:1:0.22773214677830622;discovery:1:0.22773214677830622;years:2:0.2228732972520186",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://images.china.cn/attachement/jpg/site1007/20120918/00114320db4111c21c5847.jpg",
      "title": "People\u0026#39;s Daily implies economic measures against Japan - China."
    },
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131855647_title1n.jpg",
      "title": "People\u0026#39;s Daily implies economic measures against Japan - Xinhua ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dcZ7LzE3u7Bw",
      "imgurl": "http://img.youtube.com/vi/cZ7LzE3u7Bw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__dKKcxi_oA-1wIZo6CC9Yz3CJdJs\u003d",
      "title": "Richard Wilkinson: How economic inequality harms ..."
    }
  ]
}