{
  "url": "http://english.sina.com/china/2012/0917/507271.html",
  "title": "Canon, Panasonic halt productions in China amid protest: report ",
  "pubdate": "2012-09-17 08:36:44 GMT",
  "description": "Japanese companies are halting some Chinese production after the sweeping weekend protests in China against Japan, the Nikkei reported on Monday.",
  "cleanContent": "By Mei Jingya, Sina EnglishJapanese companies are halting some Chinese production after the sweeping weekend protests in China against Japan, the Nikkei reported on Monday.Anti-Japan demonstrations took place in about 85 Chinese cities over the weekend after Japan recently \"nationalized\" Chinese Diaoyu Islands.Panasonic said it was halting work at a factory in Qingdao in east China \"for the time being\" after a fire. The electronics giant had also reportedly temporarily suspended two other plants.Japanese electronics maker Canon Inc is set to suspend operations at three of its four plants in China on Monday and Tuesday following huge anti-Japan protests in China, Japanese media reported on Monday.Canon will halt production lines at its laser printer factor and a digital camera factory in Guangdong, plus a copier plant in Jiangsu, Japanese media reported.Japanese carmaker Toyota Motor Corp. said its offices and factories were operating as usual on Monday in China, Reuters reported.Company spokesman Joichi Tachikawa said Toyota was still checking which dealership stores were affected, adding the company has not ordered home its Japanese employees in China.\u003cbr /\u003e\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "factory:2:1.0;toyota:2:0.9189266798756023;china:5:0.8250723042517648;dealership:1:0.5872290979508055;tachikawa:1:0.5872290979508055;canon:1:0.5;reported:2:0.490580469498967;media:2:0.48319726093563264;laser:1:0.44484944013206285;qingdao:1:0.43256814556231393;japan:2:0.41884574648618206;plant:1:0.4042154714354169;factor:1:0.4042154714354169;digital:1:0.38984461984861185;lines:1:0.38984461984861185;weekend:1:0.3722827624296249;suspended:1:0.3722827624296249;the weekend:1:0.3534755379262641;camera:1:0.34872231003270504;a:4:0.34872231003270504",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.blogcdn.com/www.engadget.com/media/2012/09/panasoniccanon.jpg",
      "title": "Canon and Panasonic halt production in China amid anti-Japan protests"
    },
    {
      "url": "http://msnbcmedia.msn.com/j/MSNBC/Components/Photo/_new/120917-chinajapan-protest-strytop-1a.photoblog600.jpg",
      "title": "Panasonic, Canon shutter China factories amid violent anti-Japan ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d33hRdQ7Tt08",
      "imgurl": "http://img.youtube.com/vi/33hRdQ7Tt08/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__lyC0UvR-mY_aB8fawVUjH0SFVBY\u003d",
      "title": "BREAKING THIS IS WAR ! China sends 10 ships to ..."
    }
  ]
}