{
  "url": "http://english.sina.com/world/2012/0709/484690.html",
  "title": "Syrian opposition: Foreign intervention is unacceptable",
  "pubdate": "2012-07-10 01:18:21 GMT",
  "description": "Amid Clinton’s diplomatic shuttles, under UN’s mounting pressure and with Kofi Annan’s fruitless mediation, Syria’s hard line Assad squarely shrugged off the idea for him to step down or seek asylum elsewhere.",
  "cleanContent": "By Li Hongmei, Sina EnglishAmid Clinton’s diplomatic shuttles, under UN’s mounting pressure and with Kofi Annan’s fruitless mediation, Syria’s hard line Assad squarely shrugged off the idea for him to step down or seek asylum elsewhere.On Monday, Syria’s opposition groups met with Russia\u0027s Foreign Minister Sergey Lavrov, even though it is unlikely to bring any breakthrough. Meanwhile, President Bashar Assad spoke to German reporters and UN special envoy Kofi Annan on July 9.The Moscow talks were held behind closed doors. Ahead of the meeting, Sergey Lavrov mapped out its agenda.\"Russia is among those few countries (if not the only one) which is trying to make the warring parties to stick to Annan’s peace plan. We also hope that today’s meeting will ensure the implementation of the Geneva talks decisions. The June 30 communique envisages an immediate ceasefire, nonviolence and political reforms for Syrians to decide on their future themselves.\"Syria’s opposition groups agree that foreign intervention in the country is unacceptable. “We at the Syrian National Council do not want any foreign military interference. But we want the demands of the Syrian people to be satisfied,” said the visiting Syrian opposition leaders to Moscow.The opposition groups are now looking for a compromise and how they can try to affect the regional opposition. Homs and Idlib are Syria’s most volatile provinces where the opposition could work with local rebels to reduce the number of people involved in the conflict.Still, experts fear that the process can be hampered by the West’s reluctance to negotiate with Assad.The West intends to apply the Libyan scenario to the Syrian conflict, which is not expressed diplomatically but through support of anti-Assad radicals. Negotiation and efforts of the kind could bring no results as the opposition and rebels are still supplied with weapons.Assad also added fuel to the fire accusing the US of assisting Syrian militants in an interview with Germany’s ARD channel.Believe it or not, on Monday, Kofi Annan met with Bashar Assad in Damascus and claimed that they reached a new ceasefire deal. He gave no other details but pledged to inform the opposition on the agreement.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0510/S58317T1336631801197.jpg",
  "keywords": "syrian:5:1.0;sergey lavrov:2:0.9085070906654517;the opposition:3:0.8092668409403891;ceasefire:2:0.6135131007258283;rebels:2:0.5678128636535541;kofi annan:2:0.48271444223220883;fuel to the fire:1:0.4542535453327258;asylum:1:0.4542535453327258;ard:1:0.4542535453327258;un special:1:0.4117043346220532;behind closed doors:1:0.4117043346220532;hard line:1:0.4117043346220532;interference:1:0.3691551239113806;no other:1:0.3691551239113806;volatile:1:0.3691551239113806;mediation:1:0.3554198043753041;the only one:1:0.3554198043753041;inform:1:0.3554198043753041;geneva:1:0.3441151605470959;scenario:1:0.3264556425374497",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://m.ruvr.ru/2012/07/09/1296528127/syrui_oppo.jpg.1000x297x1.jpg",
      "title": "Syrian opposition in Moscow: foreign intervention is unacceptable ..."
    },
    {
      "url": "http://english.al-akhbar.com/sites/default/files/imagecache/5cols/leading_images/Syria_Opposition_pic_1_0.jpg",
      "title": "Foreign Intervention: Debating the Taboo of the Syrian Opposition ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dbAzaXkCqjnQ",
      "imgurl": "http://img.youtube.com/vi/bAzaXkCqjnQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__OuGVi6FJnZ0Iq8HVuw-WPZFPn1w\u003d",
      "title": "April 17, 2012 Russia_Syrian opposition, Russia ..."
    }
  ]
}