{
  "url": "http://english.sina.com/sports/2012/0724/489386.html",
  "title": "Olympics looking good, despite trains, heat and...squirrels",
  "pubdate": "2012-07-25 00:44:01 GMT",
  "description": "LONDON， July 24 (Xinhua) -- Although the countdown to the London Olympics appears to be continuing with rather fewer problems than had been anticipated a month， or even a fortnight ago， when security company G4S dropped its bombshell that it would not be able to supply the 10，000 security personnel it had been contracted to for， that is not to say there are not some teething problems.",
  "cleanContent": "LONDON, July 24 (Xinhua) -- Although the countdown to the London Olympics appears to be continuing with rather fewer problems than had been anticipated a month, or even a fortnight ago, when security company G4S dropped its bombshell that it would not be able to supply the 10,000 security personnel it had been contracted to for, that is not to say there are not some teething problems.The Olympic traffic lanes come into operation on Wednesday and their introduction has caused delays and headaches for those driving into the capital for work in the morning.There have been some minor problems on the railway as well. The British railway network has a history of struggling to cope with any extreme of temperature. Recent excuses for malfunctioning trains have been: \"the wrong type of snow\", \"leaves on the rails\", \"floods\" and now that the sun has come out, it is...\"too hot.\"The fact that the thermometer has only crept up to 30 degrees centigrade was too much for some overhead cables powering trains out to Stratford, next to the Olympic Park and some had to be cancelled.Rumors also said that squirrels burying nuts on the practice courts for the beach volleyball were also posing a threat for the barefoot beach volleyball competitors.The squirrels have been seen, and also photographed by some of the athletes, but their nuts have thankfully remained rather less of a problem than rumored.But on the whole it is looking good: UK Sports Minister, Hugh Robertson says he believes people will forget the problems once the medals start rolling in. That may be forgetting those who are not sports fans, but there is no doubt that Mark Cavendish could bring a big smile to the faces of the UK\u0027s sudden myriad of cycling fans if he can follow up Bradley Wiggins\u0027 magnificent and historic victory in the Tour de France by winning the men\u0027s cycle road race on The Mall this Saturday.The UK has gone cycle mad, no bad thing considering the trains and the traffic, and a gold on the first day would indeed set the tone.As for other issues the government has called a further 1,200 troops up to help with security issues. That should ease any lingering fears, although anyone who has spent time in the Olympic Park and witnessed the impressive work of the military personnel already at work will have had any worries eased a while ago.The rehearsal for Friday\u0027s opening ceremony was said to be a success, although few details have emerged, except that we should expect a cerebration of the British rural ideal with a sense of humor, live animals and even a real field of wheat, which has been specially prepared.The secret has been well-guarded even in the days of Facebook and Twitter and we should probably be grateful. The only cloud on the horizon is that there is a chance of cooler weather and showers for Friday evening ... but of course if you aim to travel by train that is not bad news at all: as long as it isn\u0027t the wrong type of rain.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "trains:3:1.0;a:14:0.9405285599781823;nuts:2:0.8202550020189971;olympic park:2:0.735482508794147;cycle:2:0.7081170826707162;railway:2:0.6855943889161232;uk:2:0.6229700076658209;traffic:2:0.6111633365926544;type:2:0.6008218956912729;sports:2:0.5737558598166901;london:2:0.5582236889782777;work:3:0.5302424083993535;wrong:2:0.5105311346275113;fans:2:0.4923039557844295;issues:2:0.4628096299024639;centigrade:1:0.45251374762192376;mark cavendish:1:0.45251374762192376;wheat:1:0.45251374762192376;beach volleyball:1:0.45251374762192376;race on:1:0.45251374762192376",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://www.xinhuanet.com/english/titlepic/114466274_title0h.jpg",
      "title": "Olympics looking good, despite trains, heat and...squirrels ..."
    },
    {
      "url": "http://www.xinhuanet.com/english/titlepic/114470658_title0h.jpg",
      "title": "Olympics looking good, despite trains, heat and...squirrels ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dyKULPzDo0sM",
      "imgurl": "http://img.youtube.com/vi/yKULPzDo0sM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__0TsHU0Br0MMVcLnNaVSgKFBr2S8\u003d",
      "title": "NLP Books - How to Find a Good One! - YouTube"
    }
  ]
}