{
  "url": "http://english.sina.com/china/2012/0918/508069.html",
  "title": "Media: Japan\u0027s Self-Defense Forces to enter Diaoyu waters",
  "pubdate": "2012-09-19 05:34:28 GMT",
  "description": "A total of 12 Chinese patrol ships were sailing in the waters near the Diaoyu Islands in the South China Sea in a bid to assert sovereignty over the islands.\u0026nbsp;\u0026nbsp;",
  "cleanContent": "By Zhao Wei, Sina EnglishA total of 12 Chinese patrol ships were sailing in the waters near the Diaoyu Islands in the South China Sea in a bid to assert sovereignty over the islands.Nihon Keizai Shimbun reports on Tuesday that the Japanese government decides, in addition to increasing the number of coast guard patrol ships, to dispatch Okinawa police to prevent the Chinese from landing on the Diaoyu Islands. Moreover, Japan’s Defense Ministry is preparing to conduct maritime safe guard actions.According to the report, Japan’s Defense Ministry dispatched P-3C patrol aircraft to fly over the waters around Diaoyu Islands for surveillance missions. In any case that the Japanese coast guard cannot cope with, Japan’s Self-Defense Forces will dispatch its warships to the Diaoyu waters.It is reported that Japanese government is on high alert to conduct “security surveillance” and “territorial defense”. Once the Chinese fishing ships enter the waters of Diaoyu Islands, it will take countermeasures “in accordance with Japan’s law”.Foreign Ministry spokesman Hong Lei said at a press conference Tuesday that the Diaoyu Islands and its affiliated islands are China\u0027s inherent territory, their adjacent waters under China\u0027s jurisdiction and the area is traditional fishing grounds for Chinese fishermen.He added that whether Chinese fishermen would go fishing after the off season and how many would go depend on local conditions and the weather situation.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "islands:6:1.0;patrol:3:0.7983337387418566;ships:3:0.7639119372077974;dispatch:2:0.7577532006786765;conduct:2:0.6255221292572599;coast guard:2:0.592558527666184;ministry:3:0.5781296526357756;the off season:1:0.46616313986444197;tuesday:2:0.39384724542894994;on high:1:0.36132360812677206;dispatched:1:0.34733323083040735;the south:1:0.3414560358734189;fly:1:0.3355938707356198;aircraft:1:0.3355938707356198;the weather:1:0.33040018087465456;cope:1:0.33040018087465456;sailing:1:0.33040018087465456;how many:1:0.3260740043881822;zhao wei:1:0.3214605787660106;safe:1:0.29327856482043757",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://p3.img.cctvpic.com/program/newsupdate/20120920/images/1348127969204_1348127969204_r.jpg",
      "title": "Japan´s self-defense forces approach Diaoyu Islands CCTV News ..."
    },
    {
      "url": "http://img.news.sina.com/U47P5029T2D547329F28DT20130111091125.jpg",
      "title": "China, Japan at turning point after military aircrafts ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dsFULOgRzF_o",
      "imgurl": "http://img.youtube.com/vi/sFULOgRzF_o/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__Wc-NWdIU6mNEmFKhuovSGfZOm6w\u003d",
      "title": "JAPAN ORDERS SELF-DEFENCE FORCES TO BE ..."
    }
  ]
}