{
  "url": "http://english.sina.com/china/2012/0427/462861.html",
  "title": "Tokyo offer to buy Diaoyu Islands stirs public wrath ",
  "pubdate": "2012-04-28 03:10:57 GMT",
  "description": "Chinese analysts and activists have lambasted an attempt by Japanese right-wing politicians to purchase the Diaoyu Islands, saying the unilateral action wouldn\u0026#39;t change the facts that the islands are under Chinese sovereignty.",
  "cleanContent": "Chinese analysts and activists have lambasted an attempt by Japanese right-wing politicians to purchase the Diaoyu Islands, saying the unilateral action wouldn\u0027t change the facts that the islands are under Chinese sovereignty.Tokyo governor Shintaro Ishihara announced Friday that the metropolitan government had set up an account for people to send money to help it purchase the Diaoyu Islands in the East China Sea, the Japan Times reported.\"We\u0027ve received so many phone calls (from citizens) saying they want to donate money … Some even sent us 100,000 yen ($1,240),\" Ishihara said at a news press conference on Friday.The metropolitan government will set up a bureau Tuesday to draw up a concrete plan for purchasing the islands, Ishihara said.During a visit to the US last week, Ishihara announced that the Tokyo metropolitan government would purchase land on the Diaoyu Islands from a private owner, which the Chinese government labelled as \"illegal and invalid.\"Liu Jiangyong, a deputy director of the Institute of International Studies at Tsinghua University, told the Global Times Friday that through the donations, Ishihara is trying to stir up a public sensation, so as to further publicize his purchasing plans.\"The right-wing forces in Japan are good at steering the situation in their favor by inflaming nationalism,\" Liu said.According to Liu, the donations could also help Ishihara to fund the lavish spending needed for the plan. If the purchase price exceeds 40 million yen, Ishihara would need approval from the metropolitan assembly.However, during a talk with Japanese Prime Minister Yoshihiko Noda on Friday, Ishihara didn\u0027t raise the purchasing plan, saying that \"this story would disturb (Noda) now,\" Kyodo News reported.\"In fact, there is no difference between the stance over the Diaoyu Islands held by the Japanese government and Ishihara. But the Tokyo governor has gone even further by making irresponsible and provocative remarks, pressuring the government to hurt Sino-Japan relations,\" Liu noted.The Japanese government last month registered one of the four islands near the Diaoyu Islands as a national asset. Noda has also said he would consider buying the islands.All these have drawn protests from China. Chinese Vice President Xi Jinping on Tuesday urged Japan to \"properly handle sensitive issues,\" during a meeting with a Japanese trade delegation in Beijing.Japan\u0027s recent moves concerning the Diaoyu Islands have aroused anger from some Chinese activists.Chan Miu-tak, chairman of the Hong Kong Protect Diaoyu Islands Movement Committee, told the Global Times that he regards Ishihara\u0027s purchasing plan as a \"joke.\"\"He doesn\u0027t have the right to buy the islands, because the islands are ours,\" Chan said.Chan said activists from the mainland, Hong Kong, Macao and Taiwan are planning to buy a boat in Taiwan next month, preparing for their visit to the Diaoyu Islands in a move to declare sovereignty.Reports about Tokyo\u0027s plan on the website of the Global Times drew more than 1,000 comments from Chinese posters as of press time, with many of them blaming Ishihara\u0027s attempt as \"nonsense.\"While Japan\u0027s conservative online commenters applauded Ishihara\u0027s move, the left-leaning Asahi Shimbun newspaper accused him of jeopardizing Japan\u0027s relations with China.\"Even though Ishihara is the governor of the capital of Japan, he is in no position to settle an international territorial dispute,\" the paper said in an editorial. \"We can only call him irresponsible for talking big, fully knowing its negative impact on Japan\u0027s diplomacy.\"\"By destabilizing Sino-Japan relations, Ishihara attempts to set the agenda for the next election, and add to his own political credentials for the campaign,\" Liu said.A 79-year-old conservative, Ishihara has a penchant for controversy. Ishihara has claimed that the Nanjing Massacre during the World War II was a lie invented by the Chinese, and was forced to apologize last year for saying the March 2011 earthquake and tsunami were \"divine punishment\" for the \"egoism\" of Japanese people. He is reportedly considering creating a new political party and making a run at national office.Liu said China should resolutely lodge its disagreement, but needn\u0027t follow Tokyo\u0027s every step.\"No matter what the Japanese side does, it won\u0027t change the fact that the Diaoyu Islands and their affiliated isles belong to China,\" said Liu.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "",
  "keywords": "islands:14:1.0;purchasing:4:0.5853532043544325;a:17:0.5563333907037534;the metropolitan:2:0.4408633807863629;global times:3:0.40788879462444977;metropolitan:2:0.39956840559809315;plan:4:0.36830423609082513;governor:2:0.2876518892019599;relations:3:0.28765188920195983;buy:2:0.25878679470817845;friday:3:0.2582954242072586;china:4:0.24776985112961816;set up:2:0.2419051798471485;taiwan:2:0.2398145774158447;money:2:0.23185930370207114;the purchase price:1:0.22043169039318145;the japan times:1:0.22043169039318145;lodge:1:0.22043169039318145;fact:2:0.21671303645749074;tokyo:2:0.21671303645749074",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://www.beijingshots.com/wp-content/uploads/2012/04/ImageHandler27.jpg",
      "title": "The China Watch » Tokyo offer to buy Diaoyu Islands stirs public wrath"
    },
    {
      "url": "http://www.beijingshots.com/wp-content/uploads/2012/04/2101.jpg",
      "title": "The China Watch - tags: Tokyo"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003doK3gIhYHGKE",
      "imgurl": "http://img.youtube.com/vi/oK3gIhYHGKE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__UP44XE9E8q595p9J1TeSDahfUh8\u003d",
      "title": "Diaoyu Islands: Japan Arrests 14 Hong Kong ..."
    }
  ]
}