{
  "url": "http://english.sina.com/world/2012/0611/475654.html",
  "title": "Bleak Scenario goes on in Syria",
  "pubdate": "2012-06-12 01:45:43 GMT",
  "description": "Syrian opposition activists said at least 93 people were killed across the country Monday, 35 of them in Idlib, a northwestern province in Syria. The fighting between rebel forces in the Free Syrian Army and government forces continued for six hours, and government military forces fired indiscriminately from helicopters, inflicting scores of casualties on civilians and rebel forces, said opposition activists.",
  "cleanContent": "Syrian opposition activists said at least 93 people were killed across the country Monday, 35 of them in Idlib, a northwestern province in Syria. The fighting between rebel forces in the Free Syrian Army and government forces continued for six hours, and government military forces fired indiscriminately from helicopters, inflicting scores of casualties on civilians and rebel forces, said opposition activists.In Washington, State Department spokeswoman Victoria Nuland said the attacks showed the government to be desperate.The use of helicopters to fire on civilians and the use of pro-regime thugs called Shabiha \"constitutes a very serious escalation,\" Nuland told reporters. \"What government voluntarily uses helicopters and fires from them on their own civilians if they\u0027re not desperate?\" she asked. \"What government depends on a bunch of thugs in trucks, irregulars, if they\u0027re not desperate? So, you know, clearly the government is under threat.\"British Foreign Secretary William Hague said Monday that \"all options\" should be considered if the peace plan put forth by special envoy Kofi Annan fails to achieve peace.Hague added that the plan \"cannot be used indefinitely by the regime to play for time. If the Annan plan is not implemented, we will argue for a new and robust U.N. Security Council resolution aimed at compelling the regime to meet its commitments under the plan, and requiring all parties to comply with it.\"Hague\u0027s remarks came as Annan, the U.N.-Arab League joint special envoy, said he was \"gravely concerned\" about reports that fighting between Syrian government and opposition forces had escalated.Syrian fighting ‘must be stopped’ - AnnanInternational Syria envoy Kofi Annan has been quoted by his press service as saying that both sides in the conflict in Syria must take steps to protect civilians and enable United Nations observers to reach where government forces have been using heavy artillery, tanks and helicopter gunships against armed rebels.Mr. Annan reportedly called attention to the fact that thousands of local people remain cut off in the conflict zones.He blamed the Syrian violence on both the government and the opposition.Russia urged to convene a Syria conference with Iran’s attendanceRussia’s foreign minister Sergei Lavrov is to visit Teheran Wednesday to hold discussions concerning North Africa and the Middle East, including Syria.Reports say he will try to persuade the Iranians to support Russia’s initiative to convene an international conference on the Syrian crisis.Moscow believes that Iran should attend the proposed conference as one of the powers wielding influence on the Syrian scene.Officials at the Russian Foreign Ministry have been quoted as reiterating that Syria cannot be returned to normality unless all sides comply with Kofi Annan’s settlement plan.Also, Russia’s deputy prime minister Dmitry Rogozin said, while visiting the Paris arms fair Monday, that arms sales to the Syrian opposition fuel the conflict in Syria and must be stopped.Related News:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0510/S58317T1336631801197.jpg",
  "keywords": "syrian:7:1.0;syria:6:0.8571428571428572;civilians:4:0.747619674300448;helicopters:3:0.6995478054373921;fighting:3:0.5550358695551799;conflict:3:0.5428850430500586;envoy:3:0.47137763195302174;the regime:2:0.44668940384261496;desperate:2:0.44668940384261496;the government:3:0.43831962329918184;rebel:2:0.4382236433755916;arms:2:0.423412318990256;the plan:2:0.3946046075692341;kofi annan:2:0.34479603016586347;dmitry rogozin:1:0.32446681809480415;normality:1:0.32446681809480415;nuland:1:0.29407452473003803;all sides:1:0.29407452473003803;trucks:1:0.29407452473003803;special:2:0.28571428571428575",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://ui.sina.com/pub/eng/zt/2012/0510/S58317T1336631801197.jpg",
      "title": "S58317T1336631801197.jpg"
    },
    {
      "url": "http://cdn.timesofisrael.com/uploads/2012/08/Mideast-Syria-After-B_Horo.jpg",
      "title": "Syria\u0026#39;s bleak post-Assad future | The Times of Israel"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dv3409-Xhqxg",
      "imgurl": "http://img.youtube.com/vi/v3409-Xhqxg/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__H1flJaws98qFqlbEtXmYZi2_Vh8\u003d",
      "title": "Syria Solution - News Analysis -04-06-2012 - YouTube"
    }
  ]
}