{
  "url": "http://english.sina.com/sports/2012/0711/485486.html",
  "title": "\u0027Fire Garden\u0027 burns bright at Stonehenge",
  "pubdate": "2012-07-11 23:54:58 GMT",
  "description": "LONDON， July 11 (Xinhua) -- When the sun withdrew its last drop of sunshine on Tuesday， the ancient Stonehenge was transformed into a carnivalesque fire garden to mark the London 2012 Olympics.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eCompagnie Carabosse members light a spherical structure at World Heritage site Stonehenge during an elemental Fire Garden display, which is part of the London 2012 Festival, in Salisbury, southern England July 10, 2012. (REUTERS/Kieran Doherty)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eWorld Heritage site Stonehenge is illuminated during an elemental Fire Garden display, which is part of the London 2012 Festival, in Salisbury, southern England. (REUTERS/Kieran Doherty)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eWorld Heritage site Stonehenge is illuminated during an elemental Fire Garden display, which is part of the London 2012 Festival, in Salisbury, southern England July 10, 2012. (REUTERS/Kieran Doherty)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eWomen look at a metal structure filled with fire pots as World Heritage site Stonehenge is illuminated during an elemental Fire Garden display, which is part of the London 2012 Festival, in Salisbury, southern England July 10, 2012. (REUTERS/Kieran Doherty)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA man takes a photograph of a lit spherical structure as World Heritage site Stonehenge is illuminated during an elemental Fire Garden display, which is part of the London 2012 Festival, in Salisbury, southern England July 10, 2012. (REUTERS/Kieran Doherty)\u003c/h4\u003e\t\tLONDON, July 11 (Xinhua) -- When the sun withdrew its last drop of sunshine on Tuesday, the ancient Stonehenge was transformed into a carnivalesque fire garden to mark the London 2012 Olympics.Lit up with fire sculpture, the megalithic monuments were estimated to attract about 4,000 visitors.People swarmed to the site following a path lit by candles, taking photos by the flaming pots or the dancing sculptures, and enjoying the music from an iron pavilion.The fire garden was organized by the Salisbury International Arts Festival and created by French arts group Compagnie Carabosse.It will run from Tuesday to Thursday, every evening from 9 p.m. till midnight.\"The Stonehenge is known to be aligned with the rising and setting of the sun,\" said its director Maria Bota. The fire more or less made people feel a sense of ancient ritual.According to her, the Salisbury International Arts Festival has had a history of 40 years. Each year, a country and a theme are chosen for the festival. Last year, it featured China and air. And this year, Brazil and fire.An unnamed communications coordinator with the festival explained to Xinhua that they decided to have fire as the theme this year because of the London Olympics, and fire was reminiscent of the Olympic flame.However, some Chinese elements appeared nonetheless at the festival.Examining closely those 20 plus chimneys surrounding the Stonehenge, one could find hollowed Chinese characters which read \"this is so big\", \"the heating system has broken down\", and \"the party is going strong in the evening\". When fire was on, the characters glowed.Bota explained that as the company Carabosse was an international one, maybe the chimneys were produced in Asia.\"We celebrate different culture and different thing,\" she said.Stonehenge is a World Heritage Site of the United Nations Educational, Scientific and Cultural Organization, and a signature of the UK.\"(It) has been a place of celebration for thousands of years so it is fitting that it plays a role in this major cultural celebration,\" said Simon Thurley, Chief Executive of English Heritage. \"Fire garden promises to be a beautiful and unique artistic endeavor within an iconic world heritage site.\"\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/U113P5029T2D485486F24DT20120712120905.jpg",
  "keywords": "stonehenge:8:1.0;fire garden:8:1.0;salisbury:7:0.875;london 2012:6:0.6094973738305992;world heritage site:5:0.566457239096083;festival:9:0.556959669083793;elemental:5:0.5321602779741329;illuminated:4:0.5;england:5:0.4220613046319553;fire:5:0.3600231752367149;july:5:0.3287006159489057;arts:3:0.29340976644026856;heritage:3:0.2840774420607792;a:15:0.2783642421641791;chimneys:2:0.25;structure:3:0.2446777463311411;lit:2:0.2265828956384332;characters:2:0.18415646766815696;the sun:2:0.17562467383349498;celebration:2:0.16311849755409408",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/U113P5029T2D485486F24DT20120712120905.jpg",
      "title": "Fire Garden\u0026#39; burns bright at Stonehenge - Sports News - SINA English"
    },
    {
      "url": "http://img.news.sina.com/U113P5029T2D485486F31DT20120712120905.jpg",
      "title": "Fire Garden\u0026#39; burns bright at Stonehenge - Sports News - SINA English"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003deNE8PTgsjWk",
      "imgurl": "http://img.youtube.com/vi/eNE8PTgsjWk/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__DYm6bwtmoDt5EfUjrRrT9pn0dOA\u003d",
      "title": "Paralympics 2012 Druid Ritual - YouTube"
    }
  ]
}