{
  "url": "http://english.sina.com/world/2012/0504/464662.html",
  "title": "Protests planned in Syria after university raid",
  "pubdate": "2012-05-04 10:57:51 GMT",
  "description": "Syrian opposition groups planned mass protests Friday, a day after a raid by security forces on dormitories at Aleppo University killed four students and forced the closure of the state-run school.",
  "cleanContent": "Syrian opposition groups planned mass protests Friday, a day after a raid by security forces on dormitories at Aleppo University killed four students and forced the closure of the state-run school.The dormitory raid was an unusually violent incident for the northwestern city of Aleppo, a major economic hub that has remained largely loyal to President Bashar Assad over the course of the country\u0027s 14-month uprising.The attack on a university campus, considered something of a safe space even within Syria\u0027s upheaval, sparked outrage among many residents there, and activists said large protests were expected following Muslim Friday prayers.Friday is the day of weekly anti-government protests in Syria, when thousands of demonstrators take to the street calling for Assad\u0027s ouster.The university announced it was closing until final exams on May 13 following the siege that began late Wednesday when around 1,500 students held a protest against Assad\u0027s regime. Pro-regime students attacked the crowd with knives before security forces swept in, firing tear gas and then live ammunition in attacks that lasted several hours, activists said.The Syrian National Council opposition group called for a nationwide university strike in solidarity with Aleppo University, but no classes were scheduled anyway on Friday, the start of the weekend in Syria.The group also called on U.N. observers in Syria to reveal what happened in Aleppo and said the international community through its silence was encouraging the Assad regime to continue with its brutal crackdown on dissent.\"International observers must move to reveal what went on in Aleppo, and the U.N. Security Council must issue firm decisions to force the Syrian regime to stop tampering with the security and stability of Syria and the region,\" an SNC statement issued late Thursday said.The university incident further highlighted concerns that a peace plan brokered by international envoy Kofi Annan nearly a month ago has done little to stem the bloodshed.White House spokesman Jay Carney Wednesday admitted the plan might be doomed.\"If the regime\u0027s intransigence continues, the international community is going to have to admit defeat,\" he said, adding that new measures might have to be taken, including a return to the U.N. Security Council. He gave no further details.It was the clearest statement yet that the Obama administration sees little chance for the cease-fire largely ignored by Syrian forces loyal to Assad. Syrian rebels have also kept up their attacks against government forces.\"It is clear and we will not deny that the plan has not been succeeding thus far,\" Carney said.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "aleppo:5:1.0;university:6:0.910772929339466;syrian:5:0.5627148446371064;u.n.:3:0.46159356867180973;a:10:0.3794887205581109;loyal:2:0.3765855579432056;reveal:2:0.3452329291577639;syria:3:0.33762890678226387;incident:2:0.3195167273537602;the plan:2:0.3108698186179711;friday:3:0.29952244981832943;the siege:1:0.2556152131877596;community:2:0.24756777820119494;the international:2:0.2276932323348665;statement:2:0.22508593785484257;late:2:0.22237637081150288;closure:1:0.21764522064706465;knives:1:0.21764522064706465;the northwestern:1:0.2077290681987843;campus:1:0.2077290681987843",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://l1.yimg.com/bt/api/res/1.2/3A1NO3zS31uSAXX595DTpQ--/YXBwaWQ9eW5ld3M7Y2g9MjIyNztjcj0xO2N3PTI5MTg7ZHg9MDtkeT0wO2ZpPXVsY3JvcDtoPTQ3MjtxPTg1O3c9NjE5/http://media.zenfs.com/en_us/News/ap_webfeeds/760257b57bf4960c0e0f6a70670081a7.jpg",
      "title": "Protests planned in Syria after university raid - Yahoo! News"
    },
    {
      "url": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/styles/v2_article_large/public/2012/05/03/270293-aleppo-student-protests.jpg",
      "title": "Syria: Assad Forces Kill Students In Raid On University"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dSh1F9_UdyP4",
      "imgurl": "http://img.youtube.com/vi/Sh1F9_UdyP4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__5fk9911d7Sl2HMK6AuKSv2LoITg\u003d",
      "title": "Raw Video: Claims of Raid at Syria University ..."
    }
  ]
}