{
  "url": "http://english.sina.com/world/2012/0601/472849.html",
  "title": "223 prisoners released in Syria: UN",
  "pubdate": "2012-06-01 20:17:36 GMT",
  "description": "UNITED NATIONS， June 1 (Xinhua) -- A total of 223 detainees were released on Thursday by Syria， with UN observers present， UN spokesperson Eduardo del Buey said here Friday.",
  "cleanContent": "UNITED NATIONS, June 1 (Xinhua) -- A total of 223 detainees were released on Thursday by Syria, with UN observers present, UN spokesperson Eduardo del Buey said here Friday.\"On Thursday, in the presence of the United Nations Supervision Mission in Syria (UNSMIS) observers, 210 detainees in Damascus, and 13 detainees were released in Dara\u0027a,\" said del Buey at a daily news briefing.Del Buey said that both UN Secretary-General Ban Ki-moon as well as Kofi Annan, UN and Arab League joint special envoy for Syria, have explained that they would like to see all detainees held without charges to be released.\"Both the secretary-general and the Joint Special Envoy Kofi Annan have said repeatedly that we must see the release of all detainees being arbitrarily held, and that clearly many more must be released,\" del Buey noted.He said that other reported releases of detainees in Syria cannot yet be verified by the UN.In a statement released on Friday, General Robert Mood, head of UNSMIS, also welcomed the release of the detainees in Damascus and Dara\u0027a.\"This is a positive act in these challenging times,\" the statement said. \"It is an encouraging step towards the implementation of Joint Special Envoy Kofi Annan\u0027s six-point plan. \"The statement added that Mood congratulates the families of the released detainees and \"extends his heartfelt thoughts and wishes to those waiting to be united with their loved ones.\"With regard to the reports of execution-style killings in Qusayr in the Homs province of Syria, UNSMIS has deployed two teams to the area, according to del Buey.\"We cannot yet confirm the reports but teams are right now working on this,\" he said.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "released:5:1.0;syria:5:1.0;envoy:3:0.6599286847342304;the release:2:0.6529112850748994;special:3:0.6000000000000001;mood:2:0.5524464505969278;the statement:2:0.5026670651948748;kofi annan:2:0.48271444223220883;damascus:2:0.47527149250877926;joint:2:0.43293505683015593;united nations:2:0.41340651398025235;heartfelt:1:0.3691551239113806;daily news:1:0.3691551239113806;eduardo:1:0.3554198043753041;thursday:2:0.34039368568538103;wishes:1:0.3264556425374497;held:2:0.3239998936578911;arab league:1:0.3191125229470748;the joint:1:0.31268258268983046;waiting:1:0.30675655036291416",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://images0.naharnet.com/images/20029/w460.jpg?1321379316",
      "title": "U.N. Says 223 Prisoners Released in Syria — Naharnet"
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-06/02/131625852_11n.jpg",
      "title": "223 prisoners released in Syria: UN - Xinhua | English."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dkFgMPuU5X1w",
      "imgurl": "http://img.youtube.com/vi/kFgMPuU5X1w/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__jhlHiESqai58SPkumTEQPvFLbRY\u003d",
      "title": "Syria -Damascus - Violence continues - Airstrike on ..."
    }
  ]
}