{
  "url": "http://english.sina.com/world/2012/0504/464695.html",
  "title": "Rallies take place in Syria as UN says peace plan on track",
  "pubdate": "2012-05-04 13:17:06 GMT",
  "description": "DAMASCUS， May 4 (Xinhua) -- Rallies were staged Friday in several Syrian cities to protest against the alleged bloody confrontation occurred at Aleppo University campus in northern Aleppo city a day earlier， activists said， as the UN believes that the peace plan in Syria is \u0026quot;on track.\u0026quot;",
  "cleanContent": "DAMASCUS, May 4 (Xinhua) -- Rallies were staged Friday in several Syrian cities to protest against the alleged bloody confrontation occurred at Aleppo University campus in northern Aleppo city a day earlier, activists said, as the UN believes that the peace plan in Syria is \"on track.\"The protests erupted in northern Idlib and Aleppo, southern Daraa, central Homs and suburbs of the capital Damascus, the activists\u0027 network, Local Coordination Committees (LCC) said.Activists have dubbed Friday\u0027s rallies \"Our devotion is our salvation.\"In the early hours of Thursday, some students staged anti- government protests at the University of Aleppo and clashed with security agents and pro-government fellow students, who allegedly held knives to intimidate the protesters.The incident led to the killing of four students and the arrest of tens of others, said the LCC.After the chaos, the university announced the suspension of all classes till May 13 and security forces have been heavily deployed at the university.Another incident were reported Thursday as unidentified gunmen attacked a building that houses a number of Russian experts at an upscale neighborhood in Damascus, injuring a security agent with no harm to the Russians.The Britain-based Syrian Observatory for Human Rights put the overall death toll of Thursday at 21, which is difficult to verify independently.On Friday, a law-enforcement member was killed from wounds he sustained in a blast of improvised explosive device which targeted a law-enforcement patrol in the old Syrian neighborhood in Aleppo, four of his comrades were being hospitalized, state-run SANA news agency reported.Meanwhile, the UN observers continued their tours to shore up the tenuous cease-fire brokered by international envoy Kofi Annan.The UN team headed to northern Idlib province Friday and met with its governor, the spokesman of the monitors told Xinhua.A day earlier, Maj-Gen Robert Mood, head of the mission, visited two other hotspots in the Syrian crisis -- the central provinces of Hama and Homs and said that the cessation of violence is now \"most urgent,\" urging both the government troops and the opposition forces to follow the UN-brokered six-point plan.Mood also expressed optimism that his team has the potential to break the cycle of violence in the country.Besides, Annan\u0027s spokesman Ahmad Fawzi said Friday that Annan\u0027s plan for Syria is \"on track,\" however, the development is not satisfactory.\"I would say that the Annan plan is on track and a crisis that has been going on for over a year is not going to be resolved in a day or a week,\" Fawzi said.\"Some heavy weapons have been withdrawn, some heavy weapons remain. Some violence has receded, some violence remains,\" he said, adding that \"I\u0027m not saying that is satisfactory.\"\"There are signs on the ground of movement, albeit its slow and small. There are also signs behind the scenes you don\u0027t see because this mediation effort by definition is conducted below the radar.\"Fawzi\u0027s remarks came a day after the United States blamed the Syrian government for the deterioration of the situation as the White House press secretary, Jay Carney, told reporters that \"if the regime\u0027s intransigence continues, the international community is going to have to admit defeat.\"Currently, there are 50 observers on ground in Syria, 31 of them are deployed to the hotspots across the country. The number will be doubled within the next few days and would reach 300 within a few weeks, according to UN mission chief.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "aleppo:4:1.0;syrian:5:0.703393555796383;a:12:0.5692330808371663;violence:4:0.5627148446371064;northern:3:0.5626729666925158;day:4:0.5559409270287572;damascus:3:0.5014543576266064;friday:4:0.4992040830305491;idlib:2:0.4489233844297956;syria:3:0.4220361334778298;plan:3:0.4003968544846621;incident:2:0.3993959091922002;university:2:0.37948872055811084;homs:2:0.37511531112834384;signs:2:0.3716834802109858;thursday:3:0.35914608741731474;weapons:2:0.34447422165480224;team:2:0.3206906400988961;university of aleppo:1:0.3195190164846995;break the cycle:1:0.3195190164846995",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://images.alarabiya.net/df/fb/640x392_38647_212093.jpg",
      "title": "43 people killed in Syria as U.N. envoy says peace plan \u0026#39;on track\u0026#39;"
    },
    {
      "url": "http://news.bbcimg.co.uk/media/images/59629000/gif/_59629415_syria_borders_map624_4.gif",
      "title": "BBC News - Syria peace plan \u0026#39;on track\u0026#39; despite violence"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dxBgaeJwd7js",
      "imgurl": "http://img.youtube.com/vi/xBgaeJwd7js/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__WS0srDjXZxE3fEj6d6YbLTQwpJU\u003d",
      "title": "ASIA15TVNet: SYRIA: ANNAN PLAN STILL on ..."
    }
  ]
}