{
  "url": "http://english.sina.com/world/p/2012/0607/474444.html",
  "title": "Annan says proposed contact group on Syria under discussion",
  "pubdate": "2012-06-07 23:05:01 GMT",
  "description": "UNITED NATIONS, June 7 (Xinhua) -- Kofi Annan, the joint UN and Arab League special envoy for Syria, said here Thursday that he has proposed an international contact group to bring together key world and regional countries to put an early date to the 16-month Syrian crisis, and the international community is at an \u0026quot;early stage\u0026quot; to discuss the proposal.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eKofi Annan (front), the UN-Arab League joint special envoy for Syria, addresses the UN General Assembly on the latest situation in Syria at the UN headquarters in New York, June 7, 2012. (Xinhua/Shen Hong)\u003c/h4\u003e\t\tUNITED NATIONS, June 7 (Xinhua) -- Kofi Annan, the joint UN and Arab League special envoy for Syria, said here Thursday that he has proposed an international contact group to bring together key world and regional countries to put an early date to the 16-month Syrian crisis, and the international community is at an \"early stage\" to discuss the proposal.Annan, who has been engaged in his good offices on Syria for nearly two months, made the statement as he was speaking to reporters here after he briefed the UN Security Council on the latest developments in Syria.\"There are discussions going on about the possibility of establishing such a group and the group would include countries with real influence on the situation, countries that can influence either side -- the government of Syria and the opposition,\" Annan said.\"If they could come together and look at the problems in a coldly realistic manner, we are facing difficulties on the ground, \" he said. \"We have common interests in the Middle East and in Syria.\" During the briefing at the Security Council, Annan proposed the establishment of an international Contact Group on Syria, a new idea to breathe new life into his peace efforts to stop violence in Syria at an early date.Annan\u0027s new proposal came just hours after he told the UN General Assembly that his six-point plan, widely endorsed by the international community and accepted by the Syrian government, \"is not being implemented.\" The six-point plan calls for the withdrawal of heavy weapons and troops from population centers, a daily halt in fighting for the delivery of humanitarian aid and treatment for the wounded, as well as talks between the government and opposition.The new contact group is expected to bring together Western powers, Russia and China, the two permanent members of the Security Council which are resolutely opposing any outside armed intervention or forcibly promote a \"regime change\" in Syria.Meanwhile, Annan also voiced his hope to see Iran as \"a part of the solution\" to the Syrian crisis, which broke out in March 2011.\"Iran, as an important country in the region, I hope, will be part of the solution,\" Annan said.Earlier on Thursday, UN Secretary-General Ban Ki-moon and Secretary-General of the Arab League Nabil Elaraby both called on the Security Council to act now to bring an early end to the Syrian crisis.Unlike the crisis in Libya a year ago, Annan said of the crisis in Syria, \"It will not implode, it will explode and explode beyond its borders, and cause real problems in the region that nobody wants.\"\"So if this group can really look at the issues and say, let\u0027s cooperate and probably suggest a roadmap for the Syrians to consider and work really to steer everybody in the same direction, \" he said.\"With those with influence in the government, using the influence and those who can influence the opposition, help them steer things forward, we may make progress,\" he said.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0607/U48P5029T2D474444F24DT20120608090202.jpg",
  "keywords": "syria:9:1.0;contact:3:0.46037204216410643;explode:2:0.4574492606911702;syrian:4:0.4444444444444444;the solution:2:0.410172359901534;steer:2:0.3949108937503379;the government:3:0.3409152625660303;the crisis:2:0.3038138812559872;the opposition:2:0.29972845960755157;a:8:0.29972845960755157;real:2:0.26544608026282873;assembly:2:0.2596377939864347;same direction:1:0.2523630807404032;make progress:1:0.2523630807404032;implode:1:0.2523630807404032;community:2:0.24441803138304827;envoy:2:0.24441803138304827;the latest:2:0.2424966043140733;the international:2:0.22479634470566365;special:2:0.2222222222222222",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/world/p/2012/0607/U48P5029T2D474444F24DT20120608090202.jpg",
      "title": "Annan says proposed contact group on Syria under discussion ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-06/08/131636927_title1n.jpg",
      "title": "Annan says proposed contact group on Syria under discussion ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d_Edt1cxDMXs",
      "imgurl": "http://img.youtube.com/vi/_Edt1cxDMXs/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__pPl5S02dmri3YideiKJkgozAeJ8\u003d",
      "title": "ANNAN QUITS SYRIA MEDIATOR ROLE - YouTube"
    }
  ]
}