{
  "url": "http://english.sina.com/technology/p/2010/1027/345453.html",
  "title": "China\u0027s manned space station set for 2020",
  "pubdate": "2010-10-28 00:36:35 GMT",
  "description": "BEIJING - China formally launched its manned space station program, aiming to build a \u0026quot;relatively large\u0026quot; manned station around 2020, a spokesman for the program said on Wednesday.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA simulated depiction of a module docking with Tiangong I to form a space laboratory. [Photo/www.cmse.gov.cn]\u003c/h4\u003e\t\t\t\t\t\t\t\t\t\t\t\t\t\tBEIJING - China formally launched its manned space station program, aiming to build a \"relatively large\" manned station around 2020, a spokesman for the program said on Wednesday.A space laboratory will be launched before 2016 to study key technology involved in a space station, such as living conditions for astronauts and research, the spokesman said.A core module will be launched around 2020 and that, along with experimental modules, will form the space station, he said.The country\u0027s first space docking, an essential step in building a space station, is planned for next year when two unmanned space modules, Tiangong I and Shenzhou VIII, are launched.Following the docking, Tiangong I, or Heavenly Palace, will eventually be transformed into a manned space laboratory.If all goes to plan, other dockings with Shenzhou IX and Shenzhou X, both carrying two or three astronauts, will take place, according to the Xinhua News Agency.\"The space station program is expected to enhance China\u0027s national strength and prestige,\" the spokesman said.Pang Zhihao, a researcher and deputy editor-in-chief of the monthly magazine Space International, told China Daily that the space station will be more than just a platform for astronauts to carry out scientific experiments.\"The space station can also serve as a stepping stone for exploration into deep space, such as launching manned missions to the moon or even Mars,\" Pang said.\"If China succeeds in building a space station\", it will be the third country to conquer such technology, he said.China has already mastered the technology involved in a space walk, the third country to do so.At present, only two countries - Russia (and the former Soviet Union) and the United States - have the independent capability to build and operate a space station, though 16 countries are taking part in the International Space Station (ISS).The ISS is jointly built and run by the US, Russia, the European Space Agency\u0027s 11 member countries, Canada, Japan and Brazil. China is excluded from the ISS.Earlier this year, there were calls to include countries such as China, India and the Republic of Korea into the ISS program.NASA Administrator Charles Bolden led a delegation to China earlier this month at the invitation of the China Manned Space Engineering Office.While the visit did not result in any specific proposals for cooperation, Bolden said it led to increased understanding of manned spaceflight.\t\t\t\t\t\t |  |",
  "type": "science/tech",
  "pic": "http://images2.sina.com/english/technology/p/2010/1027/U99P200T1D345453F8DT20101027173635.jpg",
  "keywords": "space station:10:1.0;tiangong:3:0.5614709844115208;space:9:0.4754887502163469;shenzhou:3:0.39999999999999997;astronauts:3:0.39999999999999997;form:2:0.3302797540257917;the third:2:0.30959041265164833;i:3:0.3;the visit:1:0.29282116151858406;the independent:1:0.29282116151858406;delegation:1:0.29282116151858406;russia:2:0.27799500009615413;build:2:0.27799500009615413;the republic:1:0.2593786571174887;strength:1:0.2593786571174887;prestige:1:0.2593786571174887;stepping stone:1:0.2593786571174887;conquer:1:0.2593786571174887;korea:1:0.2593786571174887;led:2:0.25382366147050694",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20101028/002170196e1c0e32f3f517.jpg",
      "title": "Manned space station set for 2020"
    },
    {
      "url": "http://english.peopledaily.com.cn/mediafile/201111/03/P201111031512553260611342.jpg",
      "title": "China to establish manned space station around 2020 - People\u0026#39;s ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dlNzD5Z4oA1E",
      "imgurl": "http://img.youtube.com/vi/lNzD5Z4oA1E/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__-K_EIx0E6g-1ihtiKp0Fv8A5fO4\u003d",
      "title": "China to launch fifth manned space mission next ..."
    }
  ]
}