{
  "url": "http://english.sina.com/sports/2012/0627/480808.html",
  "title": "US-UK security experts unite for London Olympics",
  "pubdate": "2012-06-27 09:03:28 GMT",
  "description": "Fighter jets thunder above the English countryside. Missiles stand ready. And Big Brother is watching like never before.",
  "cleanContent": "Fighter jets thunder above the English countryside. Missiles stand ready. And Big Brother is watching like never before.The London Olympics are no ordinary games. Not since World War II have Britain and the United States teamed up for such a massive security operation on British soil.Hundreds of American intelligence, security and law enforcement officials are flying across the Atlantic for the games that begin July 27. Some will even be embedded with their British counterparts, sharing critical intelligence and troubleshooting potential risks. Dozens of Interpol officers will also be deployed.The unique collaboration is rooted in common threats the partners have faced since the Sept. 11 terror attacks on the U.S. and Britain\u0027s own deadly suicide bombings in 2005.Britain was America\u0027s closest ally in Afghanistan and Iraq, making it a prime target of Islamic terror groups. And dozens of recent terror plots, including the 2006 plot to blow up nearly a dozen trans-Atlantic airliners, have been hatched within Britain\u0027s sizeable Muslim population, more than 1 million of whom have ties to Pakistan.Although other Olympics have taken place since 9/11 — Salt Lake City, Athens, Turin, Beijing and Vancouver — London poses a different breed of security challenge.\"I\u0027m confident that there is more than adequate security here for these games,\" Louis Susman, the U.S. Ambassador to the U.K., told The Associated Press. \"That said, we live in a tumultuous world, whether that be in New York or London.\"Intelligence officials say there has been an expected increase in chatter among extremist groups but there are still no specific or credible threats to the London games. The terror level is labeled substantial, a notch below severe and what it has been for much of the past decade. A substantial threat level indicates that an attack is a strong possibility.\"There is a perception in some quarters that the terrorist threat to this country has evaporated,\" said Jonathan Evans, head of Britain\u0027s domestic spy agency of MI5. \"Bin Laden is dead, al-Qaida\u0027s senior leadership in Pakistan is under serious pressure and there hasn\u0027t been a major terror attack here for seven years. (But) in back rooms and in cars and on the streets of this country, there is no shortage of individuals talking about wanting to mount terrorist attacks here.\"The potential threats to the London games are broad and diverse — a lone wolf attacker such as Norway\u0027s Anders Behring Breivik who confessed to killing 77 people; a possible non-Asian Muslim convert who could slip by security with a European passport; a coordinated strike like the Sept. 11 terror attacks or a debilitating cyber-attack.Although al-Qaida has been weakened by targeted U.S. strikes, its affiliates in places like Somalia and Yemen have stepped up their activity and increased their capabilities. They\u0027ve even been working on bombs that can go undetected in airport scans.British security officials fear that dozens of nationals who went to train in Somalia and elsewhere could eventually return.\"Terrorist problems have a long tail,\" said Evans. \"They very rarely just stop.\"Up to 1 million visitors are expected for the games, putting added strain on border security agents at airports like London\u0027s Heathrow, which has been criticized for its long lines and lack of staff to screen those arriving from other countries.On site, some 300,000 people are expected to flow into Olympic Park in east London each day during peak times.One of the key functions for Interpol, the international police organization, will be to speed intelligence data sharing between countries so threats can be deterred. U.K. officials scan Interpol data 130 million times per year, Interpol Secretary General Ronald K. Noble told the AP during an exclusive interview at the agency\u0027s Lyon headquarters.\"The truth is, and we know this from Norway, that you can\u0027t identify one ethnic group and say that\u0027s the ethnic group that should only concern us,\" Noble said. \"But this Olympics — from all that I know and based on all the information that Interpol has — should be a safe Olympics.\"Shared intelligence, better technology and boosted resources have allowed security officials to crack organized plots before they happen but the possibility of a self-starter extremist who operates below the radar remains one of the biggest fears.In the case of Breivik, there were few warning signals that the self-styled anti-Muslim fanatic was about to kill 77 people last summer. The same essentially was true for Mohamed Merah, a Frenchman of Algerian descent who in March killed three paratroopers, a rabbi and three Jewish school children in southwest France.Security officials say unless people are already known to authorities, they can go virtually undetected as they plan atrocities.The overall security numbers are staggering. The games will be protected by some 12,000 police officers during peak times and 23,700 security staff — a number that includes some 13,500 troops on standby, which is more than the 9,500 British troops currently in Afghanistan. A no-fly zone will also be established over Olympic venues from July 14 to August 15.More than 100,000 people have applied for jobs at Olympics venues, being vetted for employment history and possible criminal backgrounds. The more rigorous checks are done by the government for accreditation to get into the games, according to Ian Horseman Sewell with G4S, a global company providing most of the training and security staff for the Olympics.Still, Sewell admits London is different than past games.\"London is a proven terrorist target and it is the first time the summer Olympics have been operated in a post 7/7 environment in a place that isn\u0027t a totalitarian state,\" Sewell said, referring to the 2005 suicide bombings in London and the 2008 Beijing games. \"From a security perspective, London is breaking new ground.\"G4S will also help secure venues outside of the park and protect athletes.Some specific teams from places like Belarus, Belgium, New Zealand and Vietnam will be training in northern France to keep costs down — a move that prompted a joint Franco-British security exercise earlier this year.Protecting athletes has been a concern since a terror attack at the 1972 Olympics in Munich killed 11 Israeli athletes and coaches.\"Israeli athletes will be staying away from the others in a more secluded area and with more security,\" a senior Israeli intelligence official told the AP, speaking on condition of anonymity because of the sensitivity of his job. \"But a repetition of what happened in Munich is considered unlikely because Israel is ready and also because it isn\u0027t the kind of attack Palestinians would want now.\"Technology has also advanced from past games.Special Israeli surveillance technology has been rolled out for the Olympics across Britain, a country already known for its 4 million closed-circuit television cameras. Even more cameras have been installed at the Olympic Park.Advanced facial and image recognition software will be used to identify suspects and connect multiple crime scenes. Cameras will be used to capture suspicious behavior. And special drones will be used for crowd surveillance, according to a salesman at an Israeli company who spoke on condition of anonymity because he was not authorized to speak to the press.And remember the movie \"Speed\" where a bomb would allegedly go off if a bus went slower than 50 mph (80 kph)？ Hundreds of public transport vehicles and VIP buses being used in the London games have already been equipped so authorities can tell if a driver is acting erratically — something that might happen in a hijacking.Authorities will also be able to stop a vehicle remotely or keep it going at a certain speed — technology that could be useful if a terrorist were carrying explosives and threatening to crash a bus full of athletes into a crowded venue.The British military has already made headlines with the weapons it will have available — surface-to-air missiles, RAF Typhoon combat aircraft and an aircraft carrier docked on the Thames, the river that cuts across London close to several Olympic sites.Security officials had worried that Irish dissidents could target the games, but those fears have dissipated.Despite the U.S.-U.K. collaboration, there will still be differences in how the London Olympics is policed. Most of the security personnel will be unarmed — a striking difference to operations in the United States.Adding to security issues, leaders from around the world will want to visit during the Olympics. The American delegation will be led by first lady Michelle Obama while President Barack Obama focuses on his re-election campaign.\"I\u0027ve not heard any American who has said they were concerned about security here,\" said Susman, the ambassador. \"London has made an effort to showcase London for the world and I think it\u0027s going to be terrific.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "a:46:1.0;london:11:0.9935029662267425;olympics:9:0.8899549503967539;terror:6:0.7139894912335422;interpol:5:0.6635705637349942;intelligence:5:0.5546327105922169;games:6:0.5419107088509504;the games:5:0.5143343388436212;attack:4:0.3266677922459541;has been:6:0.29502515310559757;target:3:0.2821894082121898;ethnic group:2:0.2654282254939977;munich:2:0.2654282254939977;somalia:2:0.2654282254939977;speed:3:0.2644253242219002;terrorist:3:0.25786317963949307;noble:2:0.2493574951685058;technology:3:0.23895867455711703;identify:2:0.22185308423688677;missiles:2:0.22185308423688677",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://i.i.com.com/cnwk.1d/i/tim/2012/07/13/Olympic_security_148279837_620x350.jpg",
      "title": "US-UK security experts unite for London Olympics - CBS News"
    },
    {
      "url": "http://i.i.com.com/cnwk.1d/i/tim/2012/07/12/london_olympics_security_AP120503059228_620x350.JPG",
      "title": "US-UK security experts unite for London Olympics - CBS News"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d3nIq7rQnHhI",
      "imgurl": "http://img.youtube.com/vi/3nIq7rQnHhI/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__cyE1ahfwxiAOFPwfNixeJ6pdzqE\u003d",
      "title": "AP Top Stories - YouTube"
    }
  ]
}