{
  "url": "http://english.sina.com/china/2012/0710/484880.html",
  "title": "Preview: Injuries hurt China\u0027s medal hopes in London Games",
  "pubdate": "2012-07-10 08:17:30 GMT",
  "description": "BEIJING， July 10 (Xinhua) -- Again， a star player was injured. And again， a disappointing fifth finish in the 2012 women\u0026#39;s volleyball World Grand Prix Finals， the most important competition before the London Olympic Games.",
  "cleanContent": "By Sportswriter Yi LingBEIJING, July 10 (Xinhua) -- Again, a star player was injured. And again, a disappointing fifth finish in the 2012 women\u0027s volleyball World Grand Prix Finals, the most important competition before the London Olympic Games.It\u0027s like history is repeating itself. Only this time, the injury-haunted Chinese women volleyball team, once champion in 2004 Athens Games and bronze medal winner in Beijing Games, has a much bumpier road to get onto the podium in London.\"We will try our best to survive through the preliminary round, but to achieve this, a lot of things will have to fall into place,\" said China\u0027s head coach Yu Juemin, who used to be an assistant coach for more than 10 years, and took the helm in 2010.In truth, it won\u0027t be a no-brainer for the Chinese women to advance to the quarter-finals. They will play in the same pool in London along with defending champion Brazil, world\u0027s No.1 U.S., Serbia, Turkey and South Korea. Italy, Russia, Japan, Algeria, the Dominican Republic and host Britain make up the other six-team pool.The top four teams to emerge out of each pool will play the quarter-finals. China will play the first game against Serbia at Earls Court on July 28.Injuries are the primary worry weighing upon the coach\u0027s mind.Eight years ago in Athens, China\u0027s middle blocker Zhao Ruirui was back onto the court after a year-long recovery from a fractured right shin bone, but the 1.97-meter \"fragile beauty\" was hurt only three minutes into her first game and bade the Olympics a hurried farewell.However, the Chinese team, despite Zhao\u0027s absence, put themselves together and finally rallied past Russia in a five-set thriller for their first Olympic gold in 20 years.Coincidentally, China\u0027s medal dreams in London seems to hang on its top spiker Wang Yimei, who has suffered ankle ligament damage for two months. Now Wang has joined her teammates in the last few weeks of preparation for London Games.With her powerful spikes and rich international experience, Wang is now the unrivalled queen of Chinese volleyball. But nobody can tell if Zhao\u0027s misfortune will happen to Wang in London, even herself.\"Now, I can do some basic training, but not with teammates yet,\" said Wang.\"I need to be fully focused on training and treatment now, having no time to think about what will happen in London,\" she said.Besides Wang, China\u0027s first-string players, including setter Wei Qiuyue, libero Zhang Xian, opposite hitter Zeng Chunlei, all have injuries, which have directly affected their performance at this year\u0027s World Grand Prix Finals.\"Generally speaking, I\u0027m not satisfied with our performances at the tournament. Our young players are not technically and mentally matured as the strong teams like the U.S. and the Brazil, and we don\u0027t have lethal wing spikers like Sheila (Castro) from Bazil or Destinee Hooker from the U.S., who have the ability to change games for their sides,\" said Yu after his team finished the six-team round robin with only one win against four losses.\"We also need to improve our teamwork as soon as possible. We still have time to make some adjustments and I am sure our team will be in better shape in London,\" he said.While China is seeking a quarterfinal berth in London, the world\u0027s top-ranked U.S. and defending champion Brazil will not accept anything other than a medal.The Americans, who showed great form by claiming their third World Grand Prix title with a second-string squad on July 1, seemed to be the top title favorite. Even Jose Roberto Guimaraes, the legendary coach of Brazil, call the U.S. \"the world\u0027s best team\" for its strong teamwork, mighty attack and solid defense.But their coach Hugh Mcchutchen, who led the American men\u0027s team to upset Brazil for the gold medal in Beijing, refused to be over optimistic.\"Any team could make its way to London is not easy to play with. We need to play our part, concentrated to prepare for London Games,\" said Mcchutchen after World Grand Prix Finals in Ningbo, east China.The U.S. women have won the silver medal at the Olympics twice, in Beijing and in 1984. In 2008, led by Chinese coach \"iron hammer\" Lang Ping, they fell to Brazil in the final.The world No.2 Brazil surrendered its four-year world\u0027s No.1 to the Americans, but not the ambition to defend their crown in London.Though the team got through a hard time as its setter Helia Rogerio de Souza retired after the 2008 Games, Brazil has retained its level with stable performances of Beijing medalists, opposite hitter Sheila Castro and middle blockers Fabiana Marcelino Claudino and Thaisa Menezes. More over, their substitutions are good enough to form another formidable team in London.Italy, the world No. 4 and 2011 World Cup champion, will also join the U.S. and Brazil in the contention of the gold medal.The Italian women kept a low profile at international stage following their triumph at the 2011 World Cup. They failed to qualify to the World Grand Prix Finals with the absence of head coach Massimo Barbolini and key players like Carolina Constagrande. Many see it as an Italian strategy of holding back before the Olympics.\"Italy should not be underestimated. Especially, compared to the squad at Beijing Games, the current team is more offensive in side attacks,\" said Lang Ping on her blog.There are also dark horse candidates Turkey, Serbia and Russia, among which, Turkey are the most dangerous.Under the guidance of Brazilian coach Marco Aurelio Motta, the Turkish women have re-established themselves among the Europe\u0027s elites. Led by Neslihan Darnel the Iron Lady, Turkey made an impressive debut and claimed a bronze medal at the FIVB World Grand Prix.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "brazil:9:1.0;coach:7:0.9192201123618052;team:9:0.8252731423708748;world grand prix:4:0.7308960510984424;games:6:0.6762283334727258;in london:6:0.6762283334727258;volleyball:3:0.5481720383238317;medal:4:0.5383969400115756;wang:5:0.5313885362237594;champion:4:0.48522100519820294;turkey:4:0.48522100519820294;women:5:0.47269177007066254;play:5:0.46997821002540907;london:4:0.4508188889818172;serbia:3:0.42890407928981716;a:15:0.406910650729618;sheila:2:0.3654480255492212;players:3:0.3381141667363629;teamwork:2:0.3312170873371626;castro:2:0.3312170873371626",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/china/2012-07/10/131705935_title1n.jpg",
      "title": "Preview: Injuries hurt China\u0026#39;s medal hopes in London Games ..."
    },
    {
      "url": "http://www2.pictures.gi.zimbio.com/Olympics+Day+1+Volleyball+3BwctAydkywl.jpg",
      "title": "Injuries to spikers hurt China\u0026#39;s Olympics medal hopes | Sportskeeda"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dvyiQxz8Z0_E",
      "imgurl": "http://img.youtube.com/vi/vyiQxz8Z0_E/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__HqThRmPbjxi8rWDH170x0SHtLoo\u003d",
      "title": "Liu Xiang Crashes Out of the 2012 Olympics ..."
    }
  ]
}