{
  "url": "http://english.sina.com/world/2012/0905/503807.html",
  "title": "US to set up command post facing South China Sea? ",
  "pubdate": "2012-09-06 02:33:24 GMT",
  "description": "The Philippine Department of National Defense on Thursday denied a recent report that the United States is planning to establish an advance Marine command post in its Palawan island facing the South China Sea.",
  "cleanContent": "By Mei Jingya, Sina EnglishThe Philippine Department of National Defense on Thursday denied a recent report that the United States is planning to establish an advance Marine command post in its Palawan island facing the South China Sea.In a report on September 4, Kyodo News agency quoted an unnamed senior Philippine officer as saying that the U.S. plans to set up an \"advance command post\" on the western Philippine island of Palawan.Dismissing the report, Defense Secretary Voltaire Gazmin told the Philippine Star in a text message that “No, this was never discussed in our meetings.”Kyodo reported earlier that Washington plans to station 50 to 60 American marines in Palawan as an advance command post in the region, quoting the anonymous Philippine marine officer privy to the plan.According to the officer, the plan includes converting a 246-hectare Philippine Marine Corps reservation in Brooke\u0027s Point, southeastern Palawan, into a joint marine operational command. The 1.1 kilometer airstrip inside the reservation will be extended to 2.4 km to accommodate big U.S. military transport planes.Kyodo said that construction work will begin in September in time for the annual Philippine-U.S. amphibious landing exercise in Palawan. And more buildings will also be erected there in the future.Aside from command post, the U.S. military is also looking at developing joint \"operational bases\" in other parts of Palawan. Palawan is just one of the areas identified both by Manila and Washington where U.S. Marines will train in a rotating deployment.The officer disclosed that several military facilities in the Philippine main island of Luzon and Mindanao island in southern Philippines have also been \"opened for access\" for U.S. troops.Quoting some other diplomatic and military sources, Kyodo reported that the United States specifically wants more access to Philippine airfields and ports for \"servicing and maintenance\" including refueling and repair of U.S. aircraft and ships, and similar facilities in Batanes, the northernmost Philippine island province closest to Taiwan, are also being considered.The sources also told Kyodo the number of U.S. troops that will be rotated through the Philippines hovers between 4,000 and 4,500, including U.S. Marines based in Okinawa, Japan, but the final size of the U.S. troops and details of the plan are still being finalized.Manila has once again toughened its attitude to the diplomatic row with China unfolded over the Huangyan Island in the South China Sea, since the U.S. Secretary of State Hillary Clinton embarked on her farewell diplomatic shuttle through the South Pacific in recent days.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "palawan:6:1.0;command:5:0.5854155794449833;island:6:0.4596206766726215;post:4:0.3718134303722279;the south:3:0.33193571402457195;advance:3:0.31698255734324365;marine:3:0.29081483498243077;philippines:2:0.26080868128023876;the plan:2:0.2026938686089501;access:2:0.2006460165545567;washington:2:0.17710903495485705;mindanao:1:0.16666666666666669;the philippine star:1:0.16666666666666669;luzon:1:0.16666666666666669;batanes:1:0.16666666666666669;voltaire gazmin:1:0.16666666666666669;shuttle:1:0.16666666666666669;philippine marine corps:1:0.16666666666666669;plans:2:0.16141956440033073;joint:2:0.1588448643855365",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://www.allonneau.com/blog/philippines/public/images/Palawan-map-Tourist.png",
      "title": "U.S. Marines to Set Up Command Post on Palawan Island Facing South ..."
    },
    {
      "url": "http://img.news.sina.com/life/2012/0905/U148P5029T2D503525F23DT20120905180512.jpg",
      "title": "US to set up command post facing South China Sea? - World News ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003drImQoMIvoxw",
      "imgurl": "http://img.youtube.com/vi/rImQoMIvoxw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__CAtc4rH8tK1VUj_sP1XApJSGd3w\u003d",
      "title": "Military Conflict Outbreak Over South China Sea ..."
    }
  ]
}