{
  "url": "http://english.sina.com/china/2012/0924/509974.html",
  "title": "Taiwanese fishing boats leave Diaoyu Islands ",
  "pubdate": "2012-09-25 03:34:52 GMT",
  "description": "Taiwanese fishing boats that sailed to the Diaoyu Islands to protest Japan\u0026#39;s \u0026quot;purchase\u0026quot; of part of the islands completed their voyage Tuesday morning and have set sail for home.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eJapanese vessels attempted to stop Taiwanese fishing boats with water cannons.\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eJapanese vessels attempted to stop Taiwanese fishing boats with water cannons.\u003c/h4\u003e\t\tTaiwanese fishing boats that sailed to the Diaoyu Islands to protest Japan\u0027s \"purchase\" of part of the islands completed their voyage Tuesday morning and have set sail for home.Local media reported that the boats finished their protest at 9:15 a.m.and are expected to return to a port in northeast Taiwan\u0027s Yilan county at noon Wednesday.The boats assembled about 20 nautical miles away from the Diaoyu Islands at 5 a.m. Tuesday. They then made their way to the islands while evading Japanese vessels that attempted to stop them with water cannons, pushing to an area located three nautical miles away from the islands.Although the boats originally numbered 75, they were joined at sea by other boats from different parts of Taiwan, raising the total number to about 100 vessels.Organizers said the voyage was made to protect Taiwanese fishing rights in nearby waters and to protest Japan\u0027s \"purchase\" of part of the Diaoyu Islands.The Japanese government announced a plan to \"purchase\" part of the islands earlier this month, despite opposition from the Chinese government. Local authorities in Taiwan have also protested the move.By Mei Jingya, Sina EnglishTaiwanese fishing boats have entered waters near Diaoyu Islands in the East China Sea, Japanese media reported Tuesday.Around 40 to 50 Taiwanese fishing boats were sailing in waters near the islands at around 6 a.m. Tuesday, together with around 10 Taiwanese surveillance ships, Kyodo News reported, citing the 11th Regional Coast Guard Headquarters of Japan.A total of 75 fishing boats from Taiwan sailed to the Diaoyu Islands on Monday afternoon from the port in Yilan in a move to protect the fishing rights in nearby waters.Taiwan authorities warned that they will not rule out the possibility of resorting to force if Japanese coast guard attempts to arrest the fishermen.Xinhua EnglishA spokesman for China\u0027s Foreign Ministry on Monday said that compatriots across the Taiwan Strait should work together to protect national sovereignty and territorial integrity, placing the Chinese nation\u0027s sense of honor at the forefront.Foreign Ministry spokesman Hong Lei made the remarks during a regular press briefing when commenting on a question about Taiwanese fishing boats sailing to the Diaoyu Islands.Hong added that compatriots from both sides of the Strait should jointly safeguard the overall and fundamental interests of the Chinese nation.China\u0027s resolve and will to safeguard its national territorial integrity is firm, Hong said, noting that Chinese maritime surveillance ships have been patrolling and conducting law enforcement activities, and will continue to do so, in waters surrounding the Diaoyu Islands in an exercise of the country\u0027s jurisdiction.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/U45P5029T2D509974F24DT20120925114915.jpg",
  "keywords": "islands:8:1.0;taiwan:4:0.8393510209554563;vessels:3:0.6731004594992088;water:3:0.6731004594992088;miles away:2:0.6569079419500832;protest:3:0.5514774609767765;stop:3:0.5095244215283087;sailing:2:0.4956002713119818;reported:3:0.483399309869208;integrity:2:0.44873363966613916;coast guard:2:0.444418895749638;a.m.:2:0.444418895749638;safeguard:2:0.43521367647387704;surveillance:2:0.39687539036347297;ships:2:0.3819559686038987;made:3:0.375;total:2:0.3613310328973598;media:2:0.3174161182371438;voyage:1:0.31348925160859553;set sail:1:0.30182511704005244",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/photo/2012-09/24/131870116_11n.jpg",
      "title": "75 Taiwan fishing boats sail to Diaoyu Islands - Xinhua | English."
    },
    {
      "url": "http://www.globaltimes.cn/DesktopModules/Markit.SlideShow/ImageHandler.ashx?img\u003d/Portals/0/SlideShow_Photos/3230/900x600_8C8C79KD00AN0001.jpg\u0026w\u003d450\u0026h\u003d330\u0026Q\u003d0\u0026PortalID\u003d0",
      "title": "Diaoyu Islands Dispute"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003deFwLlhaH_EQ",
      "imgurl": "http://img.youtube.com/vi/eFwLlhaH_EQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__9udpLT43sVGsdprVGFfOtxtMWsw\u003d",
      "title": "Taiwanese Boats in Diaoyu Islands Return Home ..."
    }
  ]
}