{
  "url": "http://english.sina.com/china/2012/0427/462896.html",
  "title": "Tokyo government sets up donation account to purchase Diaoyu Islands",
  "pubdate": "2012-04-28 04:05:57 GMT",
  "description": "Tokyo governor Shintaro Ishihara, who prompted the idea of buying the Diaoyu Islands earlier this month, announced Friday that the metropolitan government had set up an account for people to donate money to help purchase the Diaoyu Islands in the East China Sea.",
  "cleanContent": "Tokyo governor Shintaro Ishihara, who prompted the idea of buying the Diaoyu Islands earlier this month, announced Friday that the metropolitan government had set up an account for people to donate money to help purchase the Diaoyu Islands in the East China Sea.\"We\u0027ve received so many phone calls (from citizens) saying they want to donate money … Some even sent us 100,000 yen ($1,240),\" Ishihara said at a news press conference on Friday.During a visit to the US on April 17, the 80-year-old Japanese right-wing politician announced that the Tokyo metropolitan government would purchase land on the Diaoyu Islands from a private owner, which the Chinese government labeled as \"illegal and invalid.\"Ishihara said Tokyo has been negotiating with the private Japanese owners of the islands and is close to reaching an agreement to buy them.In response, China\u0027s Foreign Ministry spokesman Liu Weimin reacted harshly to Ishihara\u0027s comments and reiterated China\u0027s claim over the islands. He says any unilateral measure taken by Japan is illegal and invalid, and will not change the fact that those islands belong to China.The Diaoyu Islands and its affiliated islets have been China\u0027s territory since ancient times, and China has undisputable sovereignty over the islands, he told reporters on April 18.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "",
  "keywords": "islands:8:1.0;tokyo:3:0.5688717207009132;money:2:0.40575378147862445;private:2:0.3991668693709283;illegal:2:0.3991668693709283;the metropolitan:1:0.38575545818806745;metropolitan:1:0.3496223548983315;april:2:0.3355938707356198;politician:1:0.2922251301948002;measure:1:0.2772285373642439;governor:1:0.2516954030517149;the idea:1:0.24109543407450795;belong:1:0.22907845499566312;buy:1:0.22643844536965613;land:1:0.21760683823693852;china:2:0.21679861973841585;citizens:1:0.21343428801229267;set up:1:0.21166703236625492;a news:1:0.20983775523886408;ancient:1:0.20597457713250555",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://www.beijingshots.com/wp-content/uploads/2012/04/ImageHandler27.jpg",
      "title": "The China Watch » Tokyo offer to buy Diaoyu Islands stirs public wrath"
    },
    {
      "url": "http://img.news.sina.com/video/2012/0711/U45P5029T2D485571F23DT20120712115632.jpg",
      "title": "US: Diaoyu Islands fall within scope of US-Japan Treaty - China ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dPv29YWqVUhc",
      "imgurl": "http://img.youtube.com/vi/Pv29YWqVUhc/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__y9DrNG1odIJj0GcuNnPaW_C_uGM\u003d",
      "title": "Japanese officials to survey the disputed Diaoyu ..."
    }
  ]
}