{
  "url": "http://english.sina.com/china/2012/0920/508765.html",
  "title": "Japan urged to follow path of dialogue, negotiation",
  "pubdate": "2012-09-20 23:19:51 GMT",
  "description": "China on Thursday urged Japan to return to the path of dialogue and negotiation to solve bilateral territorial issues as Tokyo planned to send a special envoy to China to ease tensions after its \u0026quot;purchase\u0026quot; of the Diaoyu Islands.",
  "cleanContent": "China on Thursday urged Japan to return to the path of dialogue and negotiation to solve bilateral territorial issues as Tokyo planned to send a special envoy to China to ease tensions after its \"purchase\" of the Diaoyu Islands.Hong Lei, a spokesman for the Ministry of Foreign Affairs, made his remarks at a daily news conference in response to a report saying Japanese Prime Minister Yoshihiko Noda was seeking to repair bilateral ties after misjudging China\u0027s reaction to Tokyo\u0027s \"purchase\".China has always insisted that issues concerning the Diaoyu Islands should be solved through dialogue and negotiation, Hong said, adding that the Japanese side should take China\u0027s solemn demand seriously.Noda said he was considering sending an envoy to Beijing to explain why Japan \"purchased\" parts of the islands on Sept 10, Japan\u0027s TV Asahin reported on Wednesday. No further details about the envoy are available at this time.This year marks the 40th anniversary of the normalization of China-Japan diplomatic ties, but Tokyo\u0027s provocations over the islands have sparked protests across China. The islands have belonged to China since ancient times.Japan\u0027s Fuji TV reported that two Chinese frigates were spotted 80 km northwest of the islands. If true, this is the first time Chinese warships have entered the waters near the islands, but Beijing has not confirmed the report.Noda said he realized that anti-Japanese rallies might take place in China after Tokyo took state control of the islands, but not to this extent.\"I took into account that \u0027nationalization\u0027 would lead to some degree of reaction and friction, but the scale was beyond the expected,\" he said.Besides diplomatic channels, other initiatives to repair China-Japan relations would also be considered, Noda said. \"(Tokyo) will also seek to expand communication through political and economic circles.\"Chinese officials have notified Japan that Beijing will hold ceremonial events to mark the 40th anniversary as planned on Sept 27 in Beijing, the Tokyo-based Kyodo News Agency quoted sources close to China-Japan relations as saying.Analysts said that unless Tokyo changes its provocative stance on the islands, the tension can hardly be eased.The envoy can be regarded as Japan\u0027s gesture to ease tensions, but its sincerity to negotiate with China remains unclear, said Shen Shishun, an expert on Asia-Pacific studies at the Haikou College of Economics in Hainan province.\"Since it is Japan that actually controls the islands, Tokyo can continue benefiting from the situation as long as it prevents the row from escalating into a large-scale conflict,\" he said.Noda\u0027s proposals to repair bilateral ties may also have been prompted by the pressure of a flagging domestic economy, which was hit further by a spontaneous Chinese boycott of Japanese goods, said Feng Wei, a specialist on Japanese studies at Fudan University in Shanghai.Noda wanted to present his own diplomatic achievements before his party\u0027s leadership and presidential elections, said Feng. \"But considering the terrible political relations between China and Japan now, he has to resort to the close economic circles between both sides.\"Whether Noda will win the leadership contest of the Democratic Party of Japan will be revealed on Friday.The Japan-China Economic Association said it was considering scaling down the delegation it is sending to China on Sept 25. It may send 20 businessmen instead of the original 175 because the Chinese host voiced concern over the safety of a large group of Japanese visitors.The association, which has been sending its representatives to China annually since 1975, said it should continue its dialogue with Chinese business and government leaders, despite the strained bilateral relations, Kyodo reported.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "islands:9:1.0;china:9:0.8671944789536633;tokyo:5:0.8427729195569083;japan:5:0.6114291051528536;relations:4:0.5966113257522129;dialogue:3:0.5865571296408751;envoy:3:0.4981478242061427;beijing:4:0.4891432841222829;a:9:0.4581569099913262;40th:2:0.44745849431415974;economic:3:0.4417837963149966;reported:3:0.42968827543929594;reaction:2:0.42861410502134745;leadership:2:0.40725058665895664;ease:2:0.3910380864272501;anniversary:2:0.3643774769507057;send:2:0.36067002798099945;issues:2:0.3506954783635057;political:2:0.29830566287610644;haikou:1:0.29195908531114806",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/cndy/attachement/jpg/site1/20120921/00221917e13e11c5fe1e28.jpg",
      "title": "Japan urged to follow path of dialogue, negotiation"
    },
    {
      "url": "http://www.alrasub.com/wp-content/uploads/2012/09/Japan-China-400x270.jpg",
      "title": "Japan urged to follow path of dialogue, negotiation – Al – Rasub ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d11C4V-QS6ow",
      "imgurl": "http://img.youtube.com/vi/11C4V-QS6ow/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__QV6IvVqW0pwCtacjnjjeD6eBRm4\u003d",
      "title": "U.S. will not accept North Korea as a \u0026#39;nuclear state ..."
    }
  ]
}