{
  "url": "http://english.sina.com/world/2012/0913/506413.html",
  "title": "Could Washington side with Japan disputing with China?",
  "pubdate": "2012-09-14 01:22:13 GMT",
  "description": "The U.S. Defense Secretary Leon Panetta will be traveling to Japan and China this weekend, his third trip to Asia in the past 11 months, just as territorial disputes between the two countries are at the highest they’ve ever been.",
  "cleanContent": "By Li Hongmei, Special to Sina EnglishThe U.S. Defense Secretary Leon Panetta will be traveling to Japan and China this weekend, his third trip to Asia in the past 11 months, just as territorial disputes between the two countries are at the highest they’ve ever been.Japan’s announcement that it has purchased the Diaoyu islands has predictably created a firestorm in China. Beijing has also insisted that the dispute over the islands could impair bilateral economic relations. Furthermore, after Japan formally announced the “nationalization” of the islands, China dispatched two civilian patrol ships- reportedly the Haijian 46 and Haijian 49 vessels from the China Marine Surveillance- to safeguard its sovereignty over the islands. Japan’s Coast Guard responded by deploying its own vessels to the Islands, according to Japanese news outlets.In the meantime, Chinese public emotions have been running high since Japan’s reckless islands deal and, flames of fury are not merely confined to the mainland, but extending to Hong Kong and across the Taiwan Straits.All of this, while dangerous, is to be expected. What’s more peculiar is the United States’ role in these unfolding events, even if Washington has repeatedly stated it will not take sides on the bilateral clash.From the beginning, it has been clear that Japan has sought to use its alliance with Washington to advance its claims to the islands. Indeed, it hardly seems coincidental that Japanese officials initially began leaking word of the imminent deal while Hillary Clinton was visiting China last week. Undoubtedly, Tokyo’s ratcheting up of tension coincides with a joint U.S.-Japanese military drill, and all the seemingly reckless move is emboldened by the so-called U.S.-Japanese Defense Treaty.Washington’s position on the matter has only further muddied the waters. As tensions between China and Japan have increased in recent months, the U.S has hinted that, while it doesn’t overtly take sides on territorial disputes, the U.S.-Japanese Defense Treaty- which commits Washington to protecting Tokyo’s territorial integrity- would cover the Diaoyou Islands, albeit not should. Thus, the U.S. has embraced a kind of purposeful ambiguity that has characterized its policy in many a region.As the situation has grown even more heated over the past week or so, the U.S. has further divested itself from it. During the Asia-Pacific Economic Cooperation Summit last weekend, Secretary Clinton and the U.S. delegation seemed to touch on every issue besides the Sino-Japanese dispute. The bulk of Secretary Clinton’s comments and energies during APEC were, appropriately enough, devoted to economic issues, particularly promoting stronger economic ties with Russia.But even though Clinton met with Japanese Prime Minister Noda during APEC, U.S. officials billed this meeting beforehand as intended to address Tokyo’s lingering dispute with South Korea. Little was said about it afterward. Even after Japan announced the deal on Monday, the U.S. merely reiterated its desire to see Japan and China work together to solve the issue through dialogue, unconcerned at the impracticality of this occurring in the near-term.The ambiguity of the United States’ stance on the dispute makes it difficult to discern what role it is actually playing.Indeed, Washington’s actions over the past week give rise to two widely diverging interpretations. The first, which is the one China will undoubtedly perceive, is that the U.S. is acting as a silent partner in Japan’s misadventures, privately endorsing them while not taking a position one way or the other in public.On the other hand, the fact that Washington has failed to adopt a coherent position on the issue suggests that Japan may have blindsided the U.S. with the deal, and the Obama administration is still scrambling to come up with a response.Neither bodes particularly well for the United States. For one thing, it is none other than the U.S. that is helping to destabilize the region where at least Hillary Clinton would like to have a scenario of simmering tensions in which the U.S. presence is badly needed, but not at the tipping point.Further, the U.S. will try to shun a bitter reality that when its strongest regional ally is desperately entrapping it in specific disputes with China, the U.S. fails to do anything about it. For Washington, falling victim to the “tail wags the dog” syndrome could prove extremely costly for the United States over the long-term.Related news:In recent days, the Japanese government carried on its “nationalization” of Diaoyu islands in disregard of China’s strong warnings and protests. Japan’s unilateral move has aroused indignation of both Chinese government and people, as the brazen “islands deal” constitutes a flagrant challenge to the bottom line of Chinese territorial sovereignty and national dignity.Japanese government\u0027s so-called \"purchase\" of the Diaoyu Islands will have a negative impact on China-Japan economic and trade ties, Vice Minister of Commerce Jiang Zengwei said Thursday.Japanese Foreign Minister Koichiro Gemba rejected the demands from China to reverse its decision to “purchase” and “nationalize” the Diaoyu Islands on Wednesday. Designedly turning a blind eye to Japan\u0027s recent reckless and provocative actions of \"buying\" China\u0027s Diaoyu Islands, some U.S. lawmakers brazenly blamed China for the flaring tensions in the region. The Chinese government\u0027s announcement of the baselines of the territorial waters of the Diaoyu Islands and their affiliated islets is of great significance, a Chinese diplomat has explained.In accordance with international laws, China will file the table of coordinates and charts of the baselines of the territorial waters of the Diaoyu Islands and their affiliated islets with UN Secretary-General Ban Ki-Moon, this was released on Thursday by Deng Zhonghua, head of the Department of Boundary and Ocean Affairs with the Foreign Ministry. Special Coverage:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "islands:12:1.0;china:11:0.7949282723741915;reckless:3:0.7715109163761349;washington:5:0.6832077692825732;japan:7:0.6420005604104964;clinton:4:0.6344936805269218;a:14:0.5345163949898806;ambiguity:2:0.5143406109174233;economic:4:0.4417837963149966;the deal:2:0.3896335069264002;to the islands:2:0.34733323083040735;the past:3:0.34361768249349467;secretary:3:0.34361768249349467;issue:3:0.33559387073561975;weekend:2:0.3260740043881822;vessels:2:0.2991557597774261;sides:2:0.29327856482043757;united:2:0.2705025209857496;announcement:2:0.26906936921047964;deal:2:0.26458359357564865",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/life/p/2012/0923/U150P5029T2D509533F23DT20120924134253.jpg",
      "title": "Could Washington side with Japan disputing with China? - World ..."
    },
    {
      "url": "http://img.news.sina.com/entertainment/p/2012/0923/U149P5029T2D509527F23DT20120924132511.jpg",
      "title": "Could Washington side with Japan disputing with China? - World ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dS7xGOsaROp0",
      "imgurl": "http://img.youtube.com/vi/S7xGOsaROp0/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__rXjvJIHJPxneUM6-MgooJSl_610\u003d",
      "title": "CHINA vs JAPAN: Territorial Dispute Could Lead ..."
    }
  ]
}