{
  "url": "http://english.sina.com/business/p/2012/0921/509155.html",
  "title": "Islands \u0027purchase\u0027 hurts major industry sectors",
  "pubdate": "2012-09-22 03:40:20 GMT",
  "description": "Japan\u0026#39;s \u0026quot;purchase\u0026quot; of China\u0026#39;s Diaoyu Islands is having an economic impact on the two Asian economic powers across a range of key industry sectors, particularly travel and tourism.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eCustoms officers inspect a vessel loaded with fish from Japan in Wenchang, Hainan province. China is strengthening customs inspections for Japanese products arriving at ports. (Song Guoqiang / For China Daily)\u003c/h4\u003e\t\tJapan\u0027s \"purchase\" of China\u0027s Diaoyu Islands is having an economic impact on the two Asian economic powers across a range of key industry sectors, particularly travel and tourism.Meanwhile, China is ramping up its customs inspections for Japanese products arriving at its ports, companies said on Friday.\"We\u0027ve heard from our employees in China that some Japanese products arriving at Chinese ports are facing stricter customs procedures,\" Tsutomu Suehara, a spokesman for Japanese trading house Sojitz, was quoted as saying by AFP.Wang Yuzhu, a researcher at the National Institute of International Strategy at the Chinese Academy of Social Sciences, said: \"The most immediate influence is on tourism and consumption of Japanese products, while the impact on Japanese investment will last as long as three or five years.\"China Comfort Travel Group Co Ltd started to cancel its tour groups to Japan on Sept 11, when it announced it would stop selling all Japan tour products at the agency\u0027s 5,500 stores across China.In Beijing, all its Japan tour groups booked between Sept 16 and Oct 8 were cancelled and customers were refunded, said Yao Yao, head of the agency\u0027s marketing department.\"Almost 400 people in Beijing withdrew from tour groups. It is uncertain when the groups could be reorganized, and the effect on the business may last to the end of this year.\"Hainan Airlines Co Ltd, which runs a weekly charter flight between Beijing and Okinawa-ken, cancelled the flight on Thursday because of insufficient passengers, said Dong Jun, the airline\u0027s public relations manager.Japan Airlines Co Ltd said it would reduce its daily flights to China, excluding Hong Kong, by three to 10 until Oct 27, while the Nikkei Business Daily said JAL had about 12,000 cancellations on flights between September and November, including 5,500 seats cancelled flying out of Japan and 6,500 seats cancelled from China.Shares in the airline had slumped 4.29 percent by the close on Friday, just two days after the carrier relisted in the second-largest initial public offering of the year.She Xing, a researcher at the Economic Information Department of Japan External Trade Organization, said that a spontaneous boycott of Japanese brands had seriously affected sales across the country, the most dramatic of which had been a slump in willingness by Chinese to buy Japanese automobiles.The country\u0027s automakers are reported to have lost $250 million in output owing to suspension of operations in China, caused by protests this week, and they now also face the risk that sales will halt altogether in the world\u0027s largest car market, according to an estimate by IHS Automotive.\"This impact will continue, depending on the development of the dispute,\" She said.Chinese customs were reported to have stepped up customs inspections of Japanese products, and Japan\u0027s Chief Cabinet Secretary Osamu Fujimura said that Japan will respond appropriately to the situation.\"We notice the tightening of customs clearance, but currently we are not sure it\u0027s targeting Japanese products,\" She said.The Ministry of Commerce also launched an anti-dumping investigation into imported pyridine from Japan and India.The authorities will examine whether and to what extent such imports hurt the Chinese pyridine industry, according to a ministry statement.The probe is expected to end within a year and could be extended for another six months, it said.Pyridine is an organic compound used as an important raw material and solvent in the production of pesticides, drugs, animal feed, food additives and other chemicals.A Reuters poll on Friday showed that 41 percent of Japanese companies see the islands dispute affecting their business plans.China is Japan\u0027s biggest trade partner with bilateral trade worth $340 billion in 2011. Japan\u0027s exports to China accounted for 19.7 percent of Japan\u0027s total exports in 2011.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/business/p/2012/0921/U113P5029T2D509155F24DT20120922114020.jpg",
  "keywords": "customs:6:1.0;japan:8:0.6455179386694575;cancelled:4:0.6229700076658209;ports:3:0.5516118815956101;pyridine:2:0.45251374762192376;china:7:0.44505558943046414;arriving:3:0.42422859907169863;impact:3:0.3692279668383221;trade:3:0.35697971416481766;a:10:0.33590305713506513;economic:3:0.29150902689643277;travel:2:0.2687224457080521;sales:2:0.26562555978132085;beijing:3:0.24206922700104655;industry:2:0.23672559787671368;solvent:1:0.22625687381096188;raw material:1:0.22625687381096188;sojitz:1:0.22625687381096188;wenchang:1:0.22625687381096188;business:2:0.22557655668348975",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20120922/002170196e1c11c7526505.jpg",
      "title": "Islands \u0026#39;purchase\u0026#39; hurts major industry sectors"
    },
    {
      "url": "http://img.news.sina.com/business/p/2012/0921/U113P5029T2D509155F24DT20120922114020.jpg",
      "title": "Islands \u0026#39;purchase\u0026#39; hurts major industry sectors - Business News ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d6unNnJTzfvE",
      "imgurl": "http://img.youtube.com/vi/6unNnJTzfvE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__Zl1wjIa3iDau7THD3Uci7siz8YI\u003d",
      "title": "\u0026quot;Defending Diaoyu Islands Hurts the Country ..."
    }
  ]
}