{
  "url": "http://english.sina.com/world/2012/0524/470216.html",
  "title": "Syria\u0027s new parliament holds 1st session",
  "pubdate": "2012-05-24 09:25:52 GMT",
  "description": "DAMASCUS， May 24 (Xinhua) -- The newly-elected Syria parliament held its first session on Thursday in order to elect a speaker and members of the parliament\u0026#39;s office at a time the country is passing through a delicate phase after 15 months of crisis.",
  "cleanContent": "DAMASCUS, May 24 (Xinhua) -- The newly-elected Syria parliament held its first session on Thursday in order to elect a speaker and members of the parliament\u0027s office at a time the country is passing through a delicate phase after 15 months of crisis.The opening session was headed by the eldest attending member, Abdul-Aziz Tarrad al-Molhem, with the youngest two members undertaking the secretariat. The Assembly\u0027s members were sworn in at the first meeting of the newly elected assembly.On May 7, the parliamentarian elections were carried out under the new constitution that allowed multi-party system and ended the monopoly of power by the ruling al-Baath party. The electoral process was supervised by an independent judicial committee.A total of 250 members were elected out of 7,195 candidates. The Number of elected women reached 30 and the members elected for the first time reached 209.Some 11 new parties have run for the new elections, along with the 10 parties of the National Progressive Front headed by the Baath ruling party, as well as the independents. The Baath party won 167 seats out of the parliament\u0027s 250 seats. Only six opposition figures won seats in the new parliament.One of the biggest change in the new parliament is the arrival of some opposition figures such as Qadri Jamil as a representative of the oppositional National Front for Change and Liberation party (NFCL), and Omar Ossi as a representative of the Kurds in the parliament for the first time.Ali Haidar, one of the new parliament and a member of the NFCL, told Xinhua the parliament has a main political mission on finding outlets to Syria\u0027s crisis.For his part, Omar Ossi told Xinhua that he is optimistic about the new parliament as it has new representation from the Kurds minority. \"This is the first time for 20 years that the Kurds get representation in the People Assembly,\" he said.The parliamentarian elections have come as the country is witnessing the bloody events on a daily basis, especially in hot areas, some of the newly-licensed parties and other opposition parties inside Syria decided to boycott the elections.Meanwhile, Syrian Foreign Ministry on Wednesday regarded the 2012 legislative elections as a new experience for Syria.In the document, the ministry noted that the elections were conducted under a new set of laws formulated according to the highest international standards in a way to ensure equal right to for all spectrums of society.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "parliament:6:1.0;the new:6:0.804499222920979;elected:4:0.6666666666666666;party:4:0.5363328152806526;omar:2:0.5018963790156042;a:10:0.41106370009665916;country is:2:0.34610179716448203;the independents:1:0.27688342140821776;secretariat:1:0.2509481895078021;passing through:1:0.2509481895078021;first session:1:0.2509481895078021;change:2:0.24935972946233723;syria:2:0.24381398824782732;monopoly:1:0.23575417360484185;eldest:1:0.23575417360484185;won:2:0.22418041479565082;document:1:0.2166408000175137;in a way:1:0.2166408000175137;ministry:2:0.2074818552033253;the first:2:0.2074818552033253",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/world/2012-05/24/131609088_51n.jpg",
      "title": "Syria\u0026#39;s new parliament holds 1st session - Xinhua | English."
    },
    {
      "url": "http://p4.img.cctvpic.com/program/asiatoday/20120524/images/1337874697004_1337874697004_r.jpg",
      "title": "Syrian new parliament holds 1st session to elect office members ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dTb1C4KqQ7ac",
      "imgurl": "http://img.youtube.com/vi/Tb1C4KqQ7ac/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__cZipn7A7s-3lFtKxHK9LZrfsfVM\u003d",
      "title": "Syria new parliament holds first meeting - YouTube"
    }
  ]
}