{
  "url": "http://english.sina.com/china/2012/0914/506584.html",
  "title": "Japan, hands off China\u0027s territory ",
  "pubdate": "2012-09-14 08:38:57 GMT",
  "description": "In recent days, the Japanese government carried on its “nationalization” of Diaoyu islands in disregard of China’s strong warnings and protests. Japan’s unilateral move has aroused indignation of both Chinese government and people, as the brazen “islands deal” constitutes a flagrant challenge to the bottom line of Chinese territorial sovereignty and national dignity.",
  "cleanContent": "By Mei Jingya, Sina EnglishIn recent days, the Japanese government carried on its “nationalization” of Diaoyu islands in disregard of China’s strong warnings and protests. Japan’s unilateral move has aroused indignation of both Chinese government and people, as the brazen “islands deal” constitutes a flagrant challenge to the bottom line of Chinese territorial sovereignty and national dignity.At heart, Japan’s “nationalization” is aimed at encroaching on Chinese territory by way of \"salami-slicing”. But Japan apparently underestimated Chinese people’s determination and strength in safeguarding their sovereignty. The international community will never be fooled.The self-righteous Japanese government thinks it has fished a profit from the well-plotted scheme, hardly realizing it’s edging its way closer and closer to the brink of an abyss.The Chinese people are peace-loving and friendly in nature. But that does not mean they are weak and easy to bully. The Chinese government and people will never back down on their core interests, especially when the nation’s territorial sovereignty and national pride are put at stake. The Chinese people are dauntless and courageous in face of challenge.Japan should always bear in mind that how China defeated imperialist Japanese invaders in the last century, under extreme circumstances.  Now China is no longer the same country in 1931, when Japanese Invaders fabricated “an incident” and, pouncing upon the opportunity, they occupied the city of Shen Yang on Sep. 18 of that year.And, Chinese military is no longer as vulnerable as the North Navy of Qing dynasty.After more than three decades of development, China has grown up to be a leading power and the People’s Liberation Army is never a “toothless bite”. Chinese military has both the determination and capability of fulfilling its sacred duty of defending the nation.As a spokesman of the Ministry of Defense said on Sept.11, the Chinese government and armed forces stand firm with unshakeable resolve to safeguard their sovereignty. If Japan sticks to its wrong action, it will have to prepare for the worst.We sincerely hope Japan will not misjudge the situation and pull back before it’s too late. The Chinese people will never allow Japan to grab even half an inch of their territory.Special Coverage:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "invaders:2:1.0;people:5:0.7423046457711444;japan:4:0.7132578204107836;closer:2:0.6249955223108382;determination:2:0.60193804966367;longer:2:0.5439657450979263;dauntless:1:0.5;never back down:1:0.5;bully:1:0.4531657912768664;grown up:1:0.4531657912768664;bear in mind:1:0.4531657912768664;the brink:1:0.42572822237930635;china:3:0.42150787850820237;sincerely:1:0.40633158255373286;inch:1:0.40633158255373286;scheme:1:0.39121302192035806;ministry of defense:1:0.39121302192035806;shen:1:0.39121302192035806;armed forces:1:0.37876992274770555;brazen:1:0.37876992274770555",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://d2t74xxbcxl05d.cloudfront.net/cdn/farfuture/bhoA-nXC7sUelkoO0sUddmAOp8kGe3BPwutsvGGrQas/mtime:1354243222/sites/default/files/styles/main_image_857/public/1_chinese_in_uk.jpg",
      "title": "Chinese in UK protest against islands \u0026quot;purchase\u0026quot; | gbtimes"
    },
    {
      "url": "http://static.guim.co.uk/sys-images/Guardian/Pix/Gallery_Images/2012/8/6/1344275657631/Vietnamese-protest-demand-008.jpg",
      "title": "Protests in Vietnam as anger over China\u0026#39;s \u0026#39;bullying\u0026#39; grows | World ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dgnlr_OBN2uw",
      "imgurl": "http://img.youtube.com/vi/gnlr_OBN2uw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__kV0W5us7uzS09D5-sfXoGFJyZxE\u003d",
      "title": "5 Reasons Why the Senkaku (Diaoyu) Islands are ..."
    }
  ]
}