{
  "url": "http://english.sina.com/world/2012/0611/475524.html",
  "title": "Clashes near Syrian coast kill 5 army men",
  "pubdate": "2012-06-11 14:51:05 GMT",
  "description": "DAMASCUS， June 11 (Xinhua) -- Five Syrian government troops were killed Monday in clashes with armed rebels in the coastal Latakia city， state-run SANA news agency said， as activists claimed four people were killed in the army shelling on a mountainous area near Latakia.",
  "cleanContent": "DAMASCUS, June 11 (Xinhua) -- Five Syrian government troops were killed Monday in clashes with armed rebels in the coastal Latakia city, state-run SANA news agency said, as activists claimed four people were killed in the army shelling on a mountainous area near Latakia.Government troops clashed Monday with armed groups in the district of Salama in Latakia, SANA said, adding that five of the government troops were killed along with a \"large\" unspecified number of attackers.Meanwhile, the oppositional Local Coordination Committees (LCC) said that four people were killed due to Syrian troops\u0027 shelling of the mountainous area of Hafeh near Latakia Monday. It said that as many as 33 people were killed across Syria Monday.The LCC and the Britain-based Syrian Observatory for Human Rights reported heavy shelling by government troops on areas in central Hama and Homs, including the rebel-held al-Rastan area.The Observatory put the death toll of Monday\u0027s incidents at 24, adding that seven security men and a civilian were killed earlier in the day by an explosion in northwestern Idlib province. Yet, it was impossible to independently confirm the opposition account.Syria\u0027s mainstream media reported the blast in Idlib and said it was caused by a roadside bomb.The 15-month-old unrest in Syria has become more militarized as clashes between government forces and armed rebels have hit a new high recently.The UN-Arab League joint special envoy to Syria Kofi Annan expressed worries Monday about the escalation of violence in the unrest-torn country, especially after reports of using mortar shells and tanks in Homs and Haffeh, according a statement issued by Annan\u0027s spokesman Ahamd Fawzi.The UN estimates over 9,000 people have died in Syria\u0027s 15- month-old unrest, while the Syrian authorities maintain they are fighting foreign-backed armed groups and that over 2,000 troops were killed during armed attacks on government establishments.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "troops:6:1.0;latakia:3:0.8675957032941749;syrian:4:0.6267252957521456;unrest:2:0.5114950227980997;idlib:2:0.49998972580554707;sana:2:0.47249752275002266;syria:3:0.4700439718141093;rebels:2:0.444828356131433;people:4:0.422656666858975;homs:2:0.4177857693796601;al-rastan:1:0.3558652344313916;area:2:0.3271260397072346;death toll:1:0.3225319010980583;a:6:0.31699250014423125;escalation:1:0.30300374732214297;reported:2:0.2972954412424865;the district:1:0.27843822751660274;shells:1:0.26958209470834466;the blast:1:0.24495760514103593;civilian:1:0.24031511218763166",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://media2.intoday.in/indiatoday/images/stories/sunni_350_050513032424.jpg",
      "title": "Sunni Muslims flee Syria\u0026#39;s coastal town of Banias after Bashar ..."
    },
    {
      "url": "http://cdn.timesofisrael.com/uploads/2012/03/syrian-fighters-ibdib.jpg",
      "title": "30 Syrian soldiers defect during clashes near Latakia | The Times ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dxdw96U1Vjys",
      "imgurl": "http://img.youtube.com/vi/xdw96U1Vjys/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__Xdkd9Iy2ifYaaJ0cmFsV_T-GJNE\u003d",
      "title": "Syria Rebels Capture Assad Armored Vehicle in ..."
    }
  ]
}