{
  "url": "http://english.sina.com/china/2012/0924/509927.html",
  "title": "Japan seeks to ease Diaoyu tensions",
  "pubdate": "2012-09-25 01:28:17 GMT",
  "description": "Japan appears to have intensified its diplomatic efforts to defuse tensions with China over the Diaoyu Islands by sending its Vice Foreign Minister Chikao Kawai Monday for a visit to Beijing, diplomats said. Analysts say the move shows Tokyo\u0026#39;s intention to mend fractured China-Japan ties.",
  "cleanContent": "Japan appears to have intensified its diplomatic efforts to defuse tensions with China over the Diaoyu Islands by sending its Vice Foreign Minister Chikao Kawai Monday for a visit to Beijing, diplomats said. Analysts say the move shows Tokyo\u0027s intention to mend fractured China-Japan ties.Kawai was expected to discuss bilateral relations with his Chinese counterpart Zhang Zhijun during his two-day visit, particularly matters regarding the Diaoyu Islands dispute, according to Chinese foreign ministry spokesperson Hong Lei.\"During the consultations, the Chinese side will state its solemn position on the Diaoyu Islands issue, urge Japan to correct its wrongdoing and make efforts to improve ties,\" Hong was quoted as saying Monday by the Xinhua News Agency.He also urged Japan to \"do more to work for regional peace and stability\", in response to reports of joint drills between Japan\u0027s Ground Self-Defense Force and the US Marine Corps Saturday on the western Pacific island of Guam, according to Xinhua.The visit of Kawai, the highest-level official sent from Japan since the flare-up of the Diaoyu Islands spat, shows the Japanese government\u0027s intention to ease the tensions, Wang Pin, a researcher on Japanese studies with the Chinese Academy of Social Sciences, told the Global Times Monday.\"Japan hopes to persuade China not to exercise economic sanctions, but so far I haven\u0027t seen any sincere moves from Japan, especially after they held joint drills with the US and a dozen Japanese police officers who landed on the Diaoyu Islands,\" she said.The impact of the rising tensions has also extended to the economic exchanges between the two countries\u0027 private sectors.A high-level business delegation from Japan which planned to visit China Tuesday decided Monday to put off their visit, due to uncertainty whether a planned meeting with high-level Chinese officials would take place, NHK World reported.The delegation\u0027s annual visit to China has been held for 37 years without interruption, according to NHK World.By 2015, China plans to set up surveillance and monitoring bases of unmanned aerial vehicles in provinces along the coastline, and enhance its surveillance of the Diaoyu Islands and other islands, Yu Qingsong, a division chief of China\u0027s State Oceanic Administration (SOA), was quoted as saying on Monday by Xinhua.SOA confirmed Monday that two Chinese marine surveillance ships - the Haijian 46 and Haijian 66 - continued patrol and law enforcement activities around the Diaoyu Islands, Xinhua reported.According to a statement from the SOA, the patrol was conducted to exercise China\u0027s \"administrative jurisdiction over the islands\" after Japan severely infringed on China\u0027s territorial sovereignty, Xinhua reported.Japan\u0027s Chief Cabinet Secretary Osamu Fujimura said 11 Chinese government vessels were patrolling around the islands as of 10:45 am Monday, with three of them in Japanese \"territorial waters,\" according to NHK World.Japanese Prime Minister Yoshihiko Noda planned to visit New York Monday to attend the UN General Assembly and will call for implementation of the rule of law over territorial disputes, according to Japanese media.Japanese Foreign Minister Koichiro Gemba will seek to arrange talks with his Chinese counterpart Yang Jiechi on the sidelines of the assembly to repair the fractured relations, according to Japanese media.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "visit:7:1.0;islands:10:0.9975473033073909;japan:7:0.7685111133111893;fractured:2:0.5580237396876963;surveillance:3:0.47508237048738067;nhk:2:0.4664134249351586;kawai:2:0.44247772775608607;china:5:0.4325337569616425;intention:2:0.3848065601612004;marine:2:0.35810642572181406;patrol:2:0.3185502672884985;assembly:2:0.3167215803249204;the coastline:1:0.30784745364129096;joint:2:0.2933999221505016;nhk world:1:0.2790118698438481;guam:1:0.2790118698438481;corps:1:0.2790118698438481;a division:1:0.2790118698438481;chief:2:0.2772457713980826;law:2:0.2772457713980826",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.globaltimes.cn/Portals/0/attachment/2011/1fbfb42a-8b1c-4378-a746-fd029177f5a0.jpeg",
      "title": "Japan seeks to ease Diaoyu tensions - Globaltimes."
    },
    {
      "url": "http://www.scmp.com/sites/default/files/styles/980w/public/2013/01/24/govt-boj_tok713_33605087.jpg?itok\u003dOQ5tFakF",
      "title": "State media doubts Japan\u0026#39;s sincerity to ease tension over Diaoyu ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dasPcYiKIwB0",
      "imgurl": "http://img.youtube.com/vi/asPcYiKIwB0/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d___uAKc9bMqwWrwMSKQxQspk9vaT8\u003d",
      "title": "US Recognizes Japanese Authority Over Diaoyu ..."
    }
  ]
}