{
  "url": "http://english.sina.com/sports/2012/0709/484783.html",
  "title": "Residents in bid to stop Olympic missiles on roof",
  "pubdate": "2012-07-10 05:33:42 GMT",
  "description": "Residents of a London apartment tower went to court Monday in a bid to stop their rooftop from being used as a missile base during the Olympic Games, saying the deployment in a densely-populated area could make the building a terrorist target.",
  "cleanContent": "Residents of a London apartment tower went to court Monday in a bid to stop their rooftop from being used as a missile base during the Olympic Games, saying the deployment in a densely-populated area could make the building a terrorist target.The British military plans to deploy surface-to-air missiles at six sites around London as part of a vast security operation for the July 27-Aug. 12 games. But residents of the 17-story Fred Wigg Tower in Leytonstone, east London, say they were not consulted about the move.Judge Charles Haddon-Cave said he would rule Tuesday on whether residents can seek a judicial review of the plans to put the missiles on their roof.The residents\u0027 lawyer, Marc Willers, told the High Court that his clients had \"a fully justified fear that installation or deployment of the missile system on the roof of the Fred Wigg Tower gives rise to the additional risk that the tower itself may become the focus of a terrorist attack.\"They claim the missiles breach their rights under the European Convention on Human Rights, which protects an individual\u0027s \"right to private life and peaceful enjoyment of their home.\"Missiles also will be stationed at another apartment building, at a reservoir and farmland in east London and along hillsides in south London.Defense Secretary Philip Hammond has said the missiles — capable of shooting down a hijacked aircraft menacing the Olympic Park — are a prudent part of security precautions intended to provide \"both reassurance and a powerful deterrent.\"Hammond says objections to the security plans, which also include 7,500 soldiers, RAF fighter jets on standby at nearby air bases and a helicopter carrier on the River Thames, are confined to \"a small number of activists.\"Intelligence officials say there has been an expected increase in chatter among extremist groups ahead of the Olympics, but there are no specific or credible threats to the games. Britain\u0027s terror threat level remains at substantial, the middle point on a five-point scale, meaning an attack is a strong possibility.Over the past week, 14 people have been arrested on suspicion of terrorism activity. Police insist none of the cases are linked to plots against the Summer Games.Home Secretary Theresa May on Monday insisted that London would enjoy a \"safe and secure\" Olympics, amid questions from opposition legislators about concerns that a private security firm responsible for about 100 venues still needs to train and accredit about 9,000 guards. .May said the government was confident over its security plans, and confirmed that London\u0027s Olympic Organizing Committee was responsible for the timetable for recruiting guards.Securing the Olympics is \"a big challenge and the Home Office has put in place a number of different processes to make sure we have effective and robust scrutiny of venue security planning,\" she told lawmakers.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "missiles:4:1.0;a:20:0.9798885830034414;tower:3:0.8429818409767434;olympics:3:0.6685767997155662;plans:4:0.6392517780821149;london:3:0.6106639341019006;fred:2:0.5619878939844957;apartment:2:0.5363831156472075;east london:2:0.5164256695494546;missile:2:0.4861961222586872;terrorist:2:0.3874383514154139;building:2:0.3621643221189697;private life:1:0.3300156440437883;leytonstone:1:0.3300156440437883;the tower:1:0.3300156440437883;reservoir:1:0.3300156440437883;home office:1:0.3300156440437883;enjoyment:1:0.29910360093369603;theresa may:1:0.29910360093369603;on the roof:1:0.29910360093369603",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/World/660/371/Olympic%20London%202012%20M_Higg.jpg?ve\u003d1",
      "title": "Residents in bid to stop Olympic missiles on roof | Fox News"
    },
    {
      "url": "http://sports.ndtv.com/images/stories/london-missiles300.jpg",
      "title": "Residents in bid to stop Olympic missiles on roof | Olympics ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dOKEvQe_MIEE",
      "imgurl": "http://img.youtube.com/vi/OKEvQe_MIEE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__mh2Lp-kqUz0ygzlJ1_EYaq0-7CU\u003d",
      "title": "Londoners fight to stop Olympic missiles on roof ..."
    }
  ]
}