{
  "url": "http://english.sina.com/sports/2012/0703/482964.html",
  "title": "Uniform Collection Day for Olympic Volunteers ",
  "pubdate": "2012-07-04 03:01:19 GMT",
  "description": "The volunteers\u0026#39; queue for uniform collection is a long one, winding all the way round the industrial warehouse in Canning Town, an area in which 68\u0026nbsp;percent\u0026nbsp;of locals are of a non-white ethnic background。",
  "cleanContent": "The volunteers\u0027 queue for uniform collection is a long one, winding all the way round the industrial warehouse in Canning Town, an area in which 68percentof locals are of a non-white ethnic background。Numbered tickets are issued, and we are directed into a boxed off area surrounded by photographs of athletes. A soft beep emits from the display across, followed instantaneously by the turning of every single head in the room, ticket holder 423\u0027s uniform is now ready for collection. I take a closer look at the scrap of flimsy paper I\u0027ve been handed, number 567. Great。The atmosphere in the room is relaxed and friendly, people of all backgrounds and ages are politely chatting away. A natter is initiated with the person I sat next to; number 560 from Essex, a kind faced elderly Brenda. She cheerfully mentions how her grand-daughter is the same age as me and will also be volunteering in the games, along with her own daughter. Olympics for the whole family then。Brenda\u0027s enthusiasm for the games is evident, making me feel slightly uncomfortable that the dominant thought in my head right now is contemplating what coloured trainers we will be given. Brenda\u0027s excitement however, is infectious, and soon our discussion turns to the opening ceremony and our favourite athletes and events。Nearly an hour later, Brenda\u0027s number is called, she says her farewell and strides towards the door with surprising speed. I just hope I\u0027ll have a fraction of her energy and enthusiasm by the time London hosts the Olympics again。There is a disproportionately long waiting period between ticket number 560 and 567, and an equally enthusiastic young professional Nigerian lady takes Brenda\u0027s place next to me. Eventually my ticket number is called and I am beckoned through the corridors by the ushers。A plethora of merchandise greets me, polo shirts, trainers, jackets and even a rather nice wrist watch is offered. The whole fitting and measuring process takes just a fraction of the time spent waiting, and the whole thing is over in an instant。The final item given to me is an umbrella, fingers crossed this is the only thing I won\u0027t be using this summer。(Barry He is a law student in the University of Southampton. Growing up in London and watching the Beijing Olympics four years ago with his Chinese-born parents, he will be a volunteer at the London Olympics。)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "olympics:3:1.0;a:12:0.8793801251437237;in the room:2:0.8405734303427568;i:4:0.7225495743749653;collection:2:0.7094782320621573;the games:2:0.6935196060622942;waiting:2:0.6666666666666666;london:2:0.608919258901093;the time:2:0.5191988499325365;boxed:1:0.4936091772615913;canning town:1:0.4936091772615913;brenda:1:0.4936091772615913;all the way round:1:0.4936091772615913;university of southampton:1:0.4936091772615913;essex:1:0.4936091772615913;a closer look:1:0.4936091772615913;beep:1:0.4936091772615913;takes:2:0.49212497582314546;area:2:0.4537459681295771;fingers crossed:1:0.44737358679054406",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/sports/2012-07/04/131689272_title1n.jpg",
      "title": "Uniform Collection Day for Olympic Volunteers - Xinhua | English."
    },
    {
      "url": "http://timeolympics.files.wordpress.com/2012/08/olympics-volunteers.jpg?w\u003d480\u0026h\u003d320\u0026crop\u003d1",
      "title": "Olympic Volunteers Are Earning The “Games Makers” Title | TIME."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dG7bWKLxD9U8",
      "imgurl": "http://img.youtube.com/vi/G7bWKLxD9U8/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__smZusCOYGwKZTMjE0XKxpw5bpiQ\u003d",
      "title": "My Games Maker Uniform \u0026amp; Accredit Collection ..."
    }
  ]
}