{
  "url": "http://english.sina.com/world/2012/0607/474399.html",
  "title": "Russia rules out any alternative plan for Syria",
  "pubdate": "2012-06-07 14:31:21 GMT",
  "description": "MOSCOW， June 7 (Xinhua) -- The Russian Foreign Ministry called on all concerned parties Thursday to get behind the Annan peace plan for Syria as there was no alternative plan to end the violence there.",
  "cleanContent": "MOSCOW, June 7 (Xinhua) -- The Russian Foreign Ministry called on all concerned parties Thursday to get behind the Annan peace plan for Syria as there was no alternative plan to end the violence there.The plan, drawn up by United Nations and Arab League joint special envoy to Syria Kofi Annan, was endorsed by the U.N. Security Council and widely supported by all permanent members as well as the international community, Foreign Ministry spokesman Alexander Lukashevich said, adding there was no \"second or third plan\".Russia called for \"a meeting of the concerned nations\" to strengthen international cooperation on implementing the Annan plan, Lukashevich told reporters during a news briefing.Commenting on the latest Hama tragedy in Syria, the spokesman strongly condemned the \"barbaric acts of violence,\" saying the killing was aimed at derailing the peace plan and had a close connection with the Houla tragedy.Syria\u0027s state TV said early Thursday that armed groups committed a massacre, killing nine people in a village in central Hama province on Wednesday.The TV denied as \"categorically baseless\" media reports claiming government troops\u0027 shelling killed more than 80 people in the village.It said Government troops intervened and clashed with the gunmen at the request of local residents. Women and children were among those killed in the Qubair village, and many of the gunmen were killed in the clashes along with two government soldiers.Lukashevich said the \"perpetrators and organizers must be brought to justice and face the severest punishment.\"Russia believed allowing international humanitarian organizations into Syria would help the population and stabilize the situation, the official said.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "plan:5:1.0;syria:4:0.8432356623201127;hama:2:0.6070894143989706;gunmen:2:0.5906548693964163;village:2:0.5340767003133322;troops:2:0.4484876484351508;peace:2:0.44013596487060425;no alternative:1:0.4339547216063604;violence:2:0.42161783116005636;the perpetrators:1:0.37462831768011806;ministry:2:0.35879011874812067;thursday:2:0.35879011874812067;arab league:1:0.33635882455239846;tragedy:1:0.33635882455239846;international:2:0.33192030147302615;alexander:1:0.32958138088802824;drawn:1:0.32333507864538114;connection:1:0.32333507864538114;humanitarian:1:0.3124068213334629;the killing:1:0.307571976951772",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://www.swapoparty.org/images2012/swapo_alexander.jpg",
      "title": "SWAPO - Russia rules out any alternative plan for Syria"
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-06/07/131638079_title1n.jpg",
      "title": "Russia rules out any alternative plan for Syria - Xinhua | English."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d286BOYeG86A",
      "imgurl": "http://img.youtube.com/vi/286BOYeG86A/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__mUtGPJqWtWvjnvIoHbmM-m7WcUQ\u003d",
      "title": "ACCUSATION on Russia about arming Syria - WW3 ..."
    }
  ]
}