{
  "url": "http://english.sina.com/world/2012/0506/465059.html",
  "title": "Heavy fighting rocks eastern Syria ahead of poll",
  "pubdate": "2012-05-07 01:19:08 GMT",
  "description": "Fighting between rebels and President Bashar al-Assad\u0026#39;s forces erupted in an oil producing province in eastern Syria, residents and activists said on Sunday, the eve of a parliamentary election the authorities say shows reforms are under way.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA family riding on a tractor pass a Syrian soldier at a checkpoint, during a field visit made by United Nations (U.N.) observers to the Madaya area, near Damascus May 6, 2012. (REUTERS/Khaled al- Hariri)\u003c/h4\u003e\t\tFighting between rebels and President Bashar al-Assad\u0027s forces erupted in an oil producing province in eastern Syria, residents and activists said on Sunday, the eve of a parliamentary election the authorities say shows reforms are under way.Rebels armed with rocket-propelled grenades attacked tank positions in the east of the provincial capital Deir al-Zor, in response to an army offensive against towns and villages in the tribal area bordering Iraq that has killed tens of people and stopped others reaching supplies and medical care, they said.\"We do not have a death toll because no one is daring to go into the streets,\" said Ghaith Abdelsalam, an opposition activist who lives near Ghassan Abboud roundabout that has become a flashpoint for the fighting in the city.\"The population has been trapped and anger has been building up,\" he said, adding the fighting subsided in the morning after erupting overnight.The army still has tanks and heavy weapons in cities and towns and rebels are continuing their attacks on military convoys and army roadblocks that have cut off swathes of the country, according to witnesses and opposition sources, both sides in violation of ceasefire being monitored by a U.N. team.Fifty out of a planned total of 300 U.N. observers are now in Syria to monitor the ceasefire declared on April 12, but their presence has not halted 14 months of violence.The Syrian Network for Human Rights, an opposition organization that documents the crackdown, said Assad\u0027s forces killed three people on Sunday, including Ali Arnous, a young man in the town of Tel north of Damascus.A YouTube video showed thousands of people marching at Arnous\u0027s funeral, chanting \"Raise your head high, father of the martyr\", and carrying a huge green Syrian flag from the era before Assad\u0027s Baath Party seized power in a 1963 coup.A grave containing the bodies of six other people the network said were killed by Assad\u0027s forces was discovered in Oram al-Joz, one of dozens of towns and villages in Idlib, which has been overrun by the military in the past few months.Footage and accounts by activists are hard to verify conclusively because the government restricts media access.The authorities say they are fighting foreign backed terrorists who are bent on sabotaging what state media describe as a comprehensive reform program being led by Assad that is more advanced than in Western democracies.\"NOTHING CHANGED\"The authorities are touting Monday\u0027s parliamentary election as a showcase of these reforms.However, the opposition says it will change little in a rubberstamp assembly that has been chosen by the ruling Assad family, backed by the powerful secret police, for the past four decades.The assembly currently does not have a single opposition member and official media said half the seats would be reserved to \"representatives of workers and peasants\", whose unions are controlled by Assad\u0027s Baath Party.\"Nothing has changed. Syria\u0027s political system remains utterly corrupt and election results will be again determined in advance,\" said opposition activist Bassam Ishaq, who unsuccessfully ran for parliament in 2003 and 2007.\"There are effectively very few seats for independents, and these will go to the highest bidder.\"Interior Minister Mohammad Nidal al-Shaar toured the northern city of Aleppo on Sunday, and declared Syria\u0027s commercial and industrial hub was ready for the vote.\"All resources should be made available to ensure the electoral process proceeds smoothly,\" Shaar, flanked by electoral officials, told state media.Anti-Assad demonstrations have expanded in Aleppo after his forces killed seven student protesters at its university last month. Witnesses say street demonstrations demanding his removal have been expanding across the country since the monitors\u0027 arrival.Turkish Prime Minister Tayyip Erdogan told Syrian refugees on Sunday that victory for the rebels was not far off and that Assad was \"losing blood\" by the day.Erdogan, who is trying to rally international support against Assad, was met with enthusiastic applause and shouts of \"Long live Erodgan\" at the Kilis camp on Turkey\u0027s border with Syria, which is sheltering 9,000 refugees from the violence.\"Your victory is not far. We have just one issue: to stop the bloodshed and tears and for the Syrian people\u0027s demands to be met,\" he told the crowd.Backed by old ally Russia, and with support from Iran\u0027s clerical Shi\u0027ite rulers, Assad, who belongs to Syria\u0027s Alawite minority, an offshoot of Shi\u0027ite Islam, has relied on the Alawite dominated military to try to put down the uprising against his repressive rule, which is being mostly led by members of the country\u0027s Sunni majority.Unlike the autocratic leaders of Tunisia, Egypt, Libya and Yemen, who have been toppled by Arab Spring revolts, Assad has retained enough support among the military and among his Alawite sect, which dominates the army and security apparatus, to withstand the popular revolt.The ruling elite still has open supply lines from Iraq and Lebanon to counter Western sanctions. In Lebanon the Shi\u0027ite guerrilla group Hezbollah has led support for Syria to the disquiet of the Sunni population.On Sunday, the U.N. monitors visited the towns of Madaya and Zabadani near the Lebanese border.The Syrian military shelled Madaya and the nearby resort of Zabadani, the scene of regular demonstrations demanding Assad\u0027s removal, for weeks before agreeing with rebels in January on a deal for the two sides to hold their fire.In Zabadani, pictures of young men killed by Assad\u0027s forces were plastered on shuttered shops and facades of buildings.\"Vote for your candidate to parliament, the martyr Nour Adnan al-Dalati,\" read one poster, mocking Monday\u0027s election.\"Vote for martyr Issam Hasan Tassa,\" said another.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/U113P5029T2D465059F24DT20120507091959.jpg",
  "keywords": "madaya:3:1.0;martyr:3:1.0;zabadani:3:1.0;syrian:6:0.880565499399709;a:16:0.7917916221558874;army:4:0.6858842511741109;rebels:3:0.6249955223108383;refugees:2:0.6042210550358219;u.n.:3:0.60193804966367;syria:4:0.5870436662664726;fighting:3:0.5702030106028768;removal:2:0.5417754434049772;iraq:2:0.5216173625604775;aleppo:2:0.5216173625604775;election:3:0.4915650650569849;lebanon:2:0.4910839137817519;led:3:0.47653459315660945;witnesses:2:0.4683324635559867;ceasefire:2:0.4501987249407524;has been:4:0.44773035206235107",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://updatednews.ca/wp-content/uploads/2012/05/Heavy-fighting-rocks-eastern-Syria-ahead-of-poll.jpg",
      "title": "Heavy fighting rocks eastern Syria ahead of poll - Updated News"
    },
    {
      "url": "http://s1.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120506\u0026t\u003d2\u0026i\u003d603606154\u0026w\u003d\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d460\u0026pl\u003d300\u0026r\u003dCBRE845115Y00",
      "title": "Heavy fighting rocks eastern Syria ahead of poll | Reuters"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dF4og4gQl9NU",
      "imgurl": "http://img.youtube.com/vi/F4og4gQl9NU/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__nnoY1CeqeNI1IkuoHfHaqyXT_Vs\u003d",
      "title": "Amazing Syria Documentary By Frontline - YouTube"
    }
  ]
}