{
  "url": "http://english.sina.com/china/p/2012/0915/506927.html",
  "title": " Public anger grows over Japan\u0027s provocations",
  "pubdate": "2012-09-16 03:19:18 GMT",
  "description": "Chinese citizens have gone on the streets to send out a strong message against Japan\u0026#39;s continued attempts to infringe upon the sovereignty of Diaoyu Islands",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eProtesters express their anger outside the Japanese embassy in Beijing on Saturday. [Liu Cheng / for China Daily]\u003c/h4\u003e\t\tChinese citizens have gone on the streets to send out a strong message against Japan\u0027s continued attempts to infringe upon the sovereignty of Diaoyu IslandsOn Saturday, demonstrations were held in more than 20 major cities across China as public anger grew against Tokyo\u0027s most recent provocations in its illegal claims on the Diaoyu Islands, which have always been a part of China historically.Emotions gained momentum, especially in Beijing, Nanjing, Xi\u0027an, Qingdao, Chongqing and Changsha, where protestors waved banners that urged the boycott of Japanese goods. Observers described the events as a natural reaction, but cautioned that demonstrators must \"assert sovereignty in an accepted manner\".Protests also gathered strength online, as celebrities and public leaders also raised patriotic fervor through their social networks and micro blogs.In Beijing, citizens gathered in front of the Japanese embassy to protest against Tokyo\u0027s decision earlier this week to \"purchase\" the islands. In Nanjing, thousands protested downtown, holding banners that declared \"Diaoyu Islands belong to China\" and \"Boycott Japanese goods\".\"I support the procession because I want the ordinary voices of the Chinese people to be heard,\" said a college student from Nanjing Normal University who wanted to be known as Zhong. He added that people had shown great restraint during the protest.In Qingdao, demonstrators assembled in front of Jusco, a Sino-Japanese shopping mall, while there were some individual reports of damage to shops selling Japanese products, and against Japanese cars.The isolated attacks immediately prompted calls online for calm and a more rational approach, and warnings against breaking the law.\"Think about what will happen to our Chinese compatriots in Japan if the protests here get ugly,\" warned micro-blogger Ranen. \"And even here, think of those Chinese workers in Japanese or joint-venture companies. They may lose their jobs.\"Liu Jiangyong, an expert on Japanese studies and the deputy dean of the Institute of Modern International Relations at Tsinghua University, also agreed that irrational moves will not go toward solving the situation, and may have the opposite effect.\"These irrational moves can actually escalate the crisis between the two nations, and may be what the Japanese right-wingers are expecting to see.\"\"We are asking Chinese citizens to express their demands in a legal and rational way,\" a statement from the Chinese Foreign Ministry said. Spokesman Hong Lei had said on Friday that the protests were not directed at the Japanese people.As the row over the islands heated up, many Chinese canceled planned tours to Japan, especially for the Mid-Autumn and National Day holidays just around the corner, resulting in a huge dip in the number of travelers to Japan, according to local travel agencies.Staff at the Qingdao-based Jinjiang International travel agency told China Daily they received more than 10 calls from customers who said they would rather pay the penalty for cancellation than visit a country trying to steal the Diaoyu Islands from China.Zhang Yi, a deputy manager at CYTS Qingdao, said their Japan itineraries have literally vanished off the shelves since last week. They already canceled a 40-person tour that was supposed to leave on Sept 27, and had finished refunding all their clients.Non-government organizations are reacting as well. The China Federation of Literary and Art Circles and the China Writers\u0027 Association on Friday released a joint statement expressing strong indignation and condemnation of Japan\u0027s so-called \"purchase\" of the Diaoyu Islands.The Diaoyu Islands were seized by Japan at the end of the Sino-Japanese War (1894-95), but the islands were returned to China in key declarations following the end of World War II.In spite of the historical facts, Shintaro Ishihara, the right-wing Tokyo governor, unveiled plans on behalf of the city government to \"buy\" the islands in April. Prime Minister Yoshihito Noda joined the bid and announced in July a plan to \"nationalize\" the islands.Tokyo said on Wednesday that the purchase of the islands from \"private owners\" was completed, a move that sparked strong protests from Beijing.China\u0027s permanent representative to the United Nations, Li Baodong, met with United Nations General Secretary Ban Ki-moon on Thursday and filed a copy of the Chinese government\u0027s announcement of the base points and baselines of the territorial waters of Diaoyu Islands and affiliated islets.China has now fulfilled all obligations as stipulated in the UN Convention on the Law of the Sea, and completed the legal process. The State Oceanic Administration on Saturday also released geographic coordinates of the Diaoyu Islands to help the public learn more about the territory.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/china/p/2012/0915/U47P5029T2D506927F24DT20120916111918.jpg",
  "keywords": "islands:11:1.0;a:16:0.6664100508964745;qingdao:3:0.6199798914643716;nanjing:3:0.5912568132983543;china:7:0.5518510320614223;citizens:3:0.46567481020863855;japan:4:0.40020814155459516;moves:2:0.366102404438858;boycott:2:0.3604365609541686;strong:3:0.3462721289859751;saturday:3:0.33488902605942195;travel:2:0.33320502544823727;embassy:2:0.32936501144677255;anger:2:0.32936501144677255;express:2:0.31651903743554693;beijing:3:0.30015610616594635;online:2:0.298127026596032;legal:2:0.2903031777243115;yoshihito:1:0.28054942413677636;jinjiang international:1:0.28054942413677636",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20120916/0023ae6cf36911bf53de01.jpg",
      "title": "Public anger grows over Japan\u0026#39;s provocations"
    },
    {
      "url": "http://img.news.sina.com/china/p/2012/0915/U47P5029T2D506927F24DT20120916111918.jpg",
      "title": "Public anger grows over Japan\u0026#39;s provocations - China News - SINA ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dPvlamyqns6g",
      "imgurl": "http://img.youtube.com/vi/Pvlamyqns6g/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__85derR3hK5lPApW5wN6WeGyphu8\u003d",
      "title": "Possible war between China and Japan due to ..."
    }
  ]
}