{
  "url": "http://english.sina.com/china/2012/0731/491804.html",
  "title": "China to adhere to its policy of being a friendly neighbor",
  "pubdate": "2012-08-01 03:43:07 GMT",
  "description": "Japan on Tuesday released its 2012 defense white paper, venting strong criticisms at China’s defense policy. Chinese Foreign Ministry Spokespersons’ Office said in a written statement to China Daily that “China will always adhere to its peaceful development path and pursue a foreign policy of maintaining friendly relations with its neighbors; and that China’s defense policy is defensive in nature.”",
  "cleanContent": "By Mei Jingya, Sina EnglishJapan on Tuesday released its 2012 defense white paper, venting strong criticisms at China’s defense policy. Chinese Foreign Ministry Spokespersons’ Office said in a written statement to China Daily that “China will always adhere to its peaceful development path and pursue a foreign policy of maintaining friendly relations with its neighbors; and that China’s defense policy is defensive in nature.”The white paper released by Japan’s Defense Ministry expressed concerns over “China’s military budget increase, lack of transparency in spending, and the country’s ‘routine’ naval operations in the Pacific.”In response, Chinese Foreign Ministry spokesman Hong Lei said China has strengthened its military build-up and modernization to safeguard its territorial sovereignty and security, which poses no threat to any other country.“Nations that make an issue of China’s normal defense construction have ulterior motives. We urge the Japanese side to contribute to bilateral trust and regional stability with concrete actions,” said Hong.In the white paper, Japan also claimed Chinese ships “encroached” on its territorial waters near the Diaoyu Islands. Regarding this, Chinese Foreign Ministry has iterated repeatedly that Diaoyu Islands and adjacent waters are indigenous Chinese territory and China has indisputable jurisdiction over the area.In a separate report Tuesday, Japanese PM Yoshihiko Noda has proposed a purchase price of around 2 billion yen to the so-called “owner” of parts of the disputed Senkaku Islands (Chinese Diaoyu Islands) in the East China Sea.But the owner rejected the offer as he is inclined to move forward in negotiations with Tokyo Gov. Shintaro Ishihara, who has said the Tokyo municipal government would buy the uninhibited islets and then hand it over to the national government.The owner was quoted as saying, \"I cannot make Mr. Ishihara lose face,\" underscoring the uncertainty of whether Noda\u0027s government can pave the way for “nationalizing” parts of the islands.The political stunt of the kind would in all likelihood continue within Japan till September when the incumbent Noda government will be decided to stay or not.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "paper:3:1.0;ministry:4:0.7880006036196592;islands:4:0.6815085509167813;white:2:0.5501192277201791;indigenous:1:0.5257912866359777;the uninhibited:1:0.5257912866359777;hand it over:1:0.5257912866359777;motives:1:0.5257912866359777;tokyo:2:0.5169212560432204;venting:1:0.476541248909749;released:2:0.4629936668966252;china:3:0.44325033953605825;uncertainty:1:0.41139279628850806;make:2:0.4026153982722744;tuesday:2:0.4026153982722744;transparency:1:0.398307850041052;stunt:1:0.3778672375437693;japan:2:0.37502474709695904;till:1:0.35506585024271226;neighbors:1:0.3430651388123788",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/life/p/2012/0731/U143P5029T2D491798F23DT20120801112307.jpg",
      "title": "China to adhere to its policy of being a friendly neighbor - China ..."
    },
    {
      "url": "http://img.news.sina.com/life/p/2012/0731/U143P5029T2D491775F23DT20120801104337.jpg",
      "title": "China to adhere to its policy of being a friendly neighbor - China ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dA3IV22FJIbc",
      "imgurl": "http://img.youtube.com/vi/A3IV22FJIbc/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__XxvZ8LiXBW2w8gJthCps2E1EKVE\u003d",
      "title": "State Farm® - \u0026quot;Jingle 2.0 Shopping\u0026quot; - YouTube"
    }
  ]
}