{
  "url": "http://english.sina.com/china/2012/0710/485161.html",
  "title": "US: Diaoyu Islands fall within scope of US-Japan Treaty",
  "pubdate": "2012-07-11 03:15:17 GMT",
  "description": "According to Japan\u0026#39;s Kyodo News Agency, a senior U.S. State Department official said on July 9 that the Diaoyu Islands fall within the scope of Article 5 of the U.S.-Japan Treaty of Mutual Cooperation and Security, when expressing his position on Japan\u0026#39;s plan of \u0026quot;nationalizing\u0026quot; the Diaoyu Islands.",
  "cleanContent": "By Zhao Wei, Sina EnglishAccording to Japan\u0027s Kyodo News Agency, a senior U.S. State Department official said on July 9 that the Diaoyu Islands fall within the scope of Article 5 of the U.S.-Japan Treaty of Mutual Cooperation and Security, when expressing his position on Japan\u0027s plan of \"nationalizing\" the Diaoyu Islands.In 2010, US Secretary of State Hillary Clinton said that the Diaoyu Islands came within the scope of the US-Japan security treaty, assuring Tokyo of Washington\u0027s military backing. Seiji Maehara, then Japan\u0027s Foreign Minister, responded by saying \"encouraged.\"In 1960, the U.S. and Japan signed the Mutual Cooperation and Security Treaty, which became an important means for Washington to set foot in Asia.The treaty\u0027s Article 5 states, \"Each party recognizes that an armed attack against either party in the territories under the administration of Japan would be dangerous to its own peace and safety and declares that it would act to meet the common danger in accordance with its constitutional provisions and processes.\"The Chinese Foreign Ministry reiterated that the Diaoyu Islands and its affiliated islands have been part of China\u0027s inherent territory since ancient times and that China\u0027s claim to the islands is backed by indisputable historical evidence.“The Chinese government will continue to take necessary measures to resolutely safeguard its sovereignty over the Diaoyu Islands and its adjacent islets,” said Liu Weimin, spokesman for the ministry.As a bilateral agreement reached during the Cold War, the US-Japan security treaty should not harm the interests of third parties, including China, Chinese Foreign Ministry stressed.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "",
  "keywords": "treaty:4:1.0;islands:5:0.7262591452943966;the scope:2:0.701450404895647;seiji maehara:1:0.44825348697010275;party:2:0.4341412956458598;fall within:1:0.40626629223084226;state:2:0.3629312731382335;the cold:1:0.3507252024478235;ministry:2:0.3358975579140839;news:2:0.3280787525256005;foot:1:0.3221436169557944;japan:2:0.31972030510782906;danger:1:0.3085524800975865;to the islands:1:0.3027047224262796;harm:1:0.2975826825228504;dangerous:1:0.28794738356056876;zhao wei:1:0.2801564222165339;clinton:1:0.2764841028685069;states:1:0.2555954877835899;safeguard:1:0.25286233015708",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://usa.chinadaily.com.cn/epaper/attachement/jpg/site181/20120827/0013729e477111a51f8d2f.jpg",
      "title": "China rebuts US treaty stance on islands issue|China Digest"
    },
    {
      "url": "http://p1.img.cctvpic.com/program/newsupdate/20120711/images/1341959540843_1341959540843_r.jpg",
      "title": "China: US-Japan deal on Diaoyu Island invalid CCTV News - CNTV English"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dX7crSIuFUWo",
      "imgurl": "http://img.youtube.com/vi/X7crSIuFUWo/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__FfQ-fAC9z5Hi-X13Mi8s9XduzlM\u003d",
      "title": "U.S. Supports Japan, Confronts China And Russia ..."
    }
  ]
}