{
  "url": "http://english.sina.com/technology/2012/0719/487950.html",
  "title": "US Olympics fans will turn to tablets for coverage: study",
  "pubdate": "2012-07-20 03:08:23 GMT",
  "description": "US fans of the Olympics will be tracking the summer games on multiple screens, turning to tablets and smartphones for news, survey results showed Thursday.",
  "cleanContent": "US fans of the Olympics will be tracking the summer games on multiple screens, turning to tablets and smartphones for news, survey results showed Thursday.The finding came as faded Internet star Yahoo! laid out plans to be the preferred online venue for coverage of the Summer Olympics beginning in London on July 27.\"Yahoo! has been the number one online destination for Olympics coverage since 2006,\" said the California-based Internet company\u0027s vice president of global media Ken Fuchs.\"London 2012 will be a showcase for 24/7 reporting, across all screens, and Yahoo! is investing to deliver powerful experiences for our users and advertisers.\"A Harris Interactive survey commissioned by mobile advertising speciality firm Velti indicated that 40 percent of the people in the United States who intend to follow the games this summer will do so on two or more devices.The survey taken during the week ending July 3 showed that 35 percent of those people would turn to tablets for video clips, live feeds or other Olympics coverage and that 27 percent would seek news about the games on smartphones.This is the first year that all of the sports in the Olympic Games will be streamed live online, according to Velti.\"This survey reveals that a significant number of Americans are choosing to consume Olympic content on the go, and while doing so they\u0027re overwhelmingly turning to mobile browsers,\" said Velti marketing officer Krishna Subramanian.\"For brands that want to reach Olympic viewers, this is an important finding as it highlights the ability to look beyond TV and focus on secondary devices such as smartphones and tablets.\"Yahoo! said it planned to \"bring together consumers and advertisers from around the world\" to celebrate the games \"across every screen.\"The company announced \"Beyond Gold\" coverage that will include breaking news, photos, video, analysis from Olympians and original programs in an array of languages to reach out to the 700 million users of its websites.An IntoNow feature will augment television viewing of the games with pictures, medal counts, athlete biographies and other supplemental content fed to tablet computers.Yahoo! Sports scored 38.5 million viewers during the 2008 Olympic Games in Beijing.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "the games:4:1.0;olympics:4:0.9612802015099547;coverage:4:0.7446769686747825;velti:2:0.7117450940777782;yahoo:2:0.6060199473778494;online:3:0.5672541903568615;screens:2:0.5242898496220147;content:2:0.5242898496220147;the summer:2:0.5115055334127278;mobile:2:0.4899252774572079;olympic games:2:0.4806401007549774;july:2:0.3743216813151641;live:2:0.3682450305792352;video:2:0.36613106315878796;speciality:1:0.3558725470388891;beyond tv:1:0.3558725470388891;the go:1:0.32253852874518407;the first year:1:0.32253852874518407;krishna:1:0.32253852874518407;breaking news:1:0.32253852874518407",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://cdn.physorg.com/newman/gfx/news/hires/2012/thisisthefir.jpg",
      "title": "US Olympics fans will turn to tablets for coverage: study"
    },
    {
      "url": "http://www.nation.com.pk/epaper_image/200/2012-07-21/Lahore/epaper_img_1342817600.gif",
      "title": "Tight security around Olympics stars disappoints fans"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/?feature\u003dplayer_embedded",
      "imgurl": "http://img.youtube.com/vi/wn2P3tc_63Q/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__hmjNNyV1JJwDidy9r-CN2Gq6PCA\u003d",
      "title": "Watch Later - YouTube"
    }
  ]
}