{
  "url": "http://english.sina.com/china/2012/0916/507064.html",
  "title": "Japan embassy protests continue ",
  "pubdate": "2012-09-16 23:38:03 GMT",
  "description": "Protests continued outside the Japanese embassy in Beijing Sunday as tensions escalated over the Diaoyu Islands dispute.",
  "cleanContent": "Protests continued outside the Japanese embassy in Beijing Sunday as tensions escalated over the Diaoyu Islands dispute.On Sunday, there was a heavy police presence outside the embassy on Liangmaqiao Lu in Chaoyang district, but the atmosphere was organized and peaceful.The previous day, the Global Times saw crowds numbering in the thousands protesting in a chaotic manner outside the embassy, throwing shoes, bottles and eggs.Protesters scaled the trees, and burnt the Japanese flag, shouting toward the embassy for them to lower their Japanese flag.There have been protests, although on a much smaller scale, outside the embassy since Tuesday, after the Japanese government announced it would \"purchase\" several islands from their owner the same day.By 1 pm Sunday, the demonstration had been going on for around five hours. Police had erected barriers either side of the street near the embassy to enclose a space for the protesters to walk back and forth.The protesters waved flags and banners, many of which had slogans like \"Defend the sovereignty of Diaoyu Islands which is part of the Chinese soil.\"Many of the demonstrators had traveled from all over the nation. A 24-year-old college student, from Jiangsu Province surnamed Chen, said he had left his classes to come and demonstrate.\"It\u0027s my duty as a Chinese to come here to make my point,\" he said.Chen said that other protesters gave them eggs to throw at the embassy\u0027s gate. Members of the armed police force stood in several rows to prevent the crowd from getting close to the embassy grounds, so the eggs fell on the street or on police shields.Although most of the protesters were young male students, many ordinary people joined in as they saw the crowds.A 50-year-old local Beijinger surnamed Wang parked his motorbike to join in.\"To join the demonstration is the obligation of every Chinese,\" said Wang.On Saturday, the Municipal Public Security Bureau posted its thanks to the protesters for their behavior.\"Throughout the process of patriotic expression, the protesters held a sensible attitude by coordinating with the local police to keep themselves in order. Beijing public security bureau would like to thank them for their cooperation,\" the post said.Sales of the national flag have also received a boost, said an online vendor from Taobao, surnamed Zhou.\"Business is booming,\" she said, \"now we\u0027re so busy that we don\u0027t have enough hands to take all the orders from around the country.\"\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "the embassy:6:1.0;police:5:0.5446086041454908;security bureau:2:0.357588743764805;the street:2:0.29714524431802936;flag:2:0.28710216547077044;demonstration:2:0.2789578741660736;a:8:0.261303622134251;sunday:3:0.2216370307407133;the eggs:1:0.22001042936252554;islands:3:0.21387619866346497;the trees:1:0.199402400622464;ordinary people:1:0.199402400622464;public:2:0.18897407797393193;obligation:1:0.1873292979948319;taobao:1:0.1873292979948319;come here:1:0.1787943718824025;the post:1:0.17214188984981818;chaotic:1:0.16666666666666666;eggs:1:0.16206537408622904;male:1:0.15811356195332496",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://economictimes.indiatimes.com/thumb/msid-16420561,width-652,resizemode-4/anti-japan-protests-continues-outside-japanese-embassy-in-china.jpg",
      "title": "Anti-Japan protests continues outside Japanese embassy in China ..."
    },
    {
      "url": "http://previous.presstv.ir/photo/20120916/shamsara20120916082534710.jpg",
      "title": "PressTV - Chinese continue anti-Japan demonstrations over disputed ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003doIFqMK0QL_s",
      "imgurl": "http://img.youtube.com/vi/oIFqMK0QL_s/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__p4jyz9ffu-SukHqvDa-djoT26hU\u003d",
      "title": "Anti-Japanese Protests Continue in Beijing - YouTube"
    }
  ]
}