{
  "url": "http://english.sina.com/china/2012/0928/511645.html",
  "title": "Japan\u0027s \u0026quot;islands purchase\u0026quot; illegal as \u0026quot;money laundering\u0026quot;",
  "pubdate": "2012-09-29 01:03:57 GMT",
  "description": "China\u0026#39;s U.N. ambassador rebuts remarks by Japanese representative on Diaoyu Islands ",
  "cleanContent": "China\u0027s U.N. ambassador rebuts remarks by Japanese representative on Diaoyu Islands China\u0027s U.N. ambassador Li Baodong late Thursday refuted Japanese representative\u0027s claim that the Diaoyu Islands belong to Japan.\"The Diaoyu Island the its affiliated islands have been an integral part of China\u0027s territory since ancient times,\" Li said in response to remarks by Japan\u0027s Deputy U.N. ambassador Kazuo Kodama that the islands belong to Japan.Japan stole Taiwan and its affiliated islands, including the Diaoyu Islands, from China through the First Sino-Japanese War in 1894-1895, said Li.\"After so many years, the Japanese government still clings to its old-time colonial mindset, breaches its international obligations time and again, and attempts for continued occupation of the Diaoyu Islands,\" Li said.He lambasted the recent \"purchase\" of the islands by the Japanese government, saying that the purpose of the move is to \"legalize its stealing and occupation of the Chinese territory through this illegal means and to confuse international public opinion and deceive people in the world.\"\"This action of Japan constitutes a serious encroachment upon China\u0027s sovereignty, and intends to continue and legalize the result of Japan\u0027s colonial policy. It is an open denial of the outcomes of victory of the world anti-fascist war, and a grave challenge to the post-war international order and the purposes and principles of the Charter of the United Nations,\" said Li.He said unilateral actions by Japan will not change the fact that the territory belongs to China. \"Illegal act, no matter how it is packaged, is illegal in nature and never generates rights... The act of Japan falls into this category and is utterly illegal and void.\"He said the Chinese government and people will never waver in their will and determination to uphold China\u0027s territorial integrity and sovereignty.Li asked Japan to \"discard illusions, stop day-dreaming, honor its international obligations, take concrete measures to redress its mistakes and stop all acts that violate and undermine China\u0027s sovereignty.\"Japan must ensure safety of Chinese embassies, personnel: FMA Chinese Foreign Ministry spokesman on Friday responded to media reports of threatening mail sent to the Chinese embassy in Tokyo by saying that China requires Japan to protect the safety of Chinese embassies and personnel within its territory.Hong Lei said that China had expressed grave concern over the embassy\u0027s receipt on Thursday of a bullet in the post, adding that China has asked Japan to take effective measures to guarantee safety for Chinese embassies and personnel in Japan in accordance with the Vienna Convention on Diplomatic Relations.As Saturday marks the 40th anniversary of normalization of China-Japan relations, it should serve as an opportunity for the two countries to push forward their bilateral ties, Hong said.However, the spokesman reiterated, the Japanese government\u0027s insistence on \"buying\" the Diaoyu Islands severely infringed upon China\u0027s territory and sovereignty, leaving a series of diplomatic activities postponed or canceled.China-Japan relations face a grim situation at present, caused by Japan\u0027s unilateral action on the Diaoyu Islands, he said.Such an action posing a grave challenge to post-war international order is against the will of both the Chinese people and people all across the world, according to Hong.China hopes the Japanese side can realize and correct its wrongs and stop all the actions infringing China\u0027s sovereignty in order to help bilateral relations between the two countries come back to a healthy and stable track, Hong said.The Chinese Embassy in Tokyo received an envelope containing a rifle bullet on Thursday and handed it over to the Japanese police, Yang Yu, spokesman for the embassy, confirmed on Friday afternoon.The mail is now under further investigation, Yang said, adding that the Chinese embassy has demanded the Japanese police adopt effective measures to ensure the safety of Chinese organizations, companies and personnel in Japan.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "islands:10:1.0;safety:4:0.6654142225167466;japan:6:0.660343433565082;illegal:4:0.6386669909934853;u.n.:3:0.5572821315572177;embassy:3:0.5434522688871747;international:5:0.5348334822121343;bullet:2:0.5255263535600666;ambassador:3:0.4762504684361676;occupation:2:0.45465192040720587;mail:2:0.45465192040720587;china:5:0.43359723947683176;territory:3:0.4296251688020109;action:3:0.4296251688020109;order:3:0.42128142978364547;post-war:2:0.41679987699648885;stop:3:0.407619537222647;relations:3:0.4027126448827437;grave:2:0.3964802170495854;in tokyo:2:0.3912888052658186",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.explorepacificasia.com/pacific_asia/japan/images/images.jpg",
      "title": "Welcome to Explore Pacific Asia"
    },
    {
      "url": "http://freepages.genealogy.rootsweb.ancestry.com/~royalty/flags/FLAG_japan.gif",
      "title": "Global Economic Crisis » Japan\u0026#39;s Worsening Economic and Fiscal Crisis"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dNjp8bKpi-vg",
      "imgurl": "http://img.youtube.com/vi/Njp8bKpi-vg/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__smb_DyK7Zb1LAbpuFMWSVTpKGrw\u003d",
      "title": "Japan\u0026#39;s Debt Problem Visualized - YouTube"
    }
  ]
}