{
  "url": "http://english.sina.com/world/2012/0523/470113.html",
  "title": "Divided Syrian opposition to choose new leader",
  "pubdate": "2012-05-24 05:13:26 GMT",
  "description": "The main Syrian National Council opposition group said it had accepted the resignation of its president, setting the stage for a showdown between the powerful Muslim Brotherhood and its political rivals over who will be the new leader.",
  "cleanContent": "The main Syrian National Council opposition group said it had accepted the resignation of its president, setting the stage for a showdown between the powerful Muslim Brotherhood and its political rivals over who will be the new leader.The internal conflicts have come to a head over the position held by Burhan Ghalioun, a secular sociologist backed by the Brotherhood, who offered to step down as leader of the 313-member council last week if a replacement could be found.Squabbling in the council has undermined international support for the opposition, as a military crackdown against the 14-month revolt against President Bashar al-Assad, now coupled with an armed insurgency against his rule, shows no signs of relenting.A new leader could be key to winning international recognition for the council and allaying Western concerns about the rise of Islamists as the main force in the 14-month popular uprising. The Islamists already dominate the council but are divided between the Muslim Brotherhood and other factions.A statement by the council issued late on Wednesday said Ghalioun would remain head \"until a new president is elected at the meeting of the general secretariat,\" adding that the council\u0027s general assembly would later meet as part of efforts to reorganize the council.The council\u0027s executive bureau decided at a meeting in Istanbul on Wednesday to convene the 50-member general secretariat in the Turkish capital on June 11 and 12 to elect a replacement for Ghalioun, the statement added.The 12-member bureau, the top decision-making body of the council, rejected Ghalioun\u0027s proposal that the whole council should meet to agree on an alternative, members of the council, who spoke on condition of anonymity, said on Thursday.\"Ghalioun\u0027s chances of remaining president after June 12 have now diminished. It would have been almost impossible to find a consensus candidate other than him if the whole council convened,\" a Ghalioun supporter on the general secretariat said.\"The Brotherhood pushed so the whole council meets, but did not get its way,\" another council source said.The 67-year-old Ghalioun has been attracting growing criticism among opposition ranks inside Syria for continuously seeking to renew his three-month term and for his skepticism over armed resistance by majority Sunni Muslims to the rule of Assad, who is from the minority Alawite sectVETERAN LIBERAL SEEN AS STRONG CANDIDATEGhalioun, who has been living in France for decades, has been head of the opposition since the council was formed in Istanbul in August as an umbrella organization to lead a democratic transition if Assad were toppled.Paradoxically, his position became precarious when the general secretariat re-elected him for a third three-month term at a meeting in Rome on May 15, sparking discontent and a threat of resignation by Adib Shishakly, one of the council\u0027s founders and the grandson of a former president of Syria.The Local Coordination Committee, a grass-roots activists\u0027 organization, also threatened to leave the council.Two days later, Ghalioun offered to step down. The Muslim Brotherhood said he remained the only candidate who could attract broad support.But George Sabra, a veteran liberal who came second in last week\u0027s ballot with 33 percent of the votes compared with Ghalioun\u0027s 66 percent, is seen as a strong candidate.Sabra, a Christian who fled Syria last year after leading street protests in the Damascus suburb of Qatana, is an ally of Syria\u0027s top dissident, Riad al-Turk,Turk, an 81-year-old former leftist who spent 25 years as a political prisoner, operates underground inside Syria. The opposition looks to him for moral guidance.A Muslim Brotherhood official hinted that Sabra may be unacceptable to the group, whose support has been crucial for Ghalioun remaining president since August.\"We need a president who is acceptable to the West and someone like Sabra would fit the criteria,\" the official said. \"But we have to take into consideration the sentiment of the street. He is too far to the left.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "the council:7:1.0;secretariat:4:0.7030757160162833;muslim brotherhood:4:0.7030757160162833;a:21:0.6046255028431171;sabra:3:0.5818033897996162;president:7:0.47054325140262415;the opposition:3:0.3455002873389241;the general:3:0.3164811144328475;istanbul:2:0.30347874971602123;has been:4:0.26049103654605144;syria:3:0.25615799624567126;head:3:0.2530743861759795;inside:2:0.21879905769750482;step:2:0.21098740962189833;candidate:2:0.19952489117163455;skepticism:1:0.19393446326653874;dissident:1:0.19393446326653874;the brotherhood:1:0.19393446326653874;qatana:1:0.19393446326653874;brotherhood:1:0.19393446326653874",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://s1.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120524\u0026t\u003d2\u0026i\u003d611103873\u0026w\u003d\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d460\u0026pl\u003d300\u0026r\u003dCBRE84N10YS00",
      "title": "Divided Syrian opposition to choose new leader | Reuters"
    },
    {
      "url": "http://www.dailystar.com.lb/dailystar/Pictures/2012/05/24/72963_mainimg.jpg",
      "title": "Divided Syrian opposition to choose new leader | News , Middle ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d9soC6xaEFI4",
      "imgurl": "http://img.youtube.com/vi/9soC6xaEFI4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__DV6Lbw6WxywX-XkafM0-MOSJk0U\u003d",
      "title": "Syrian opposition bloc meets to select leader - YouTube"
    }
  ]
}