{
  "url": "http://english.sina.com/technology/2011/1030/409760.html",
  "title": "China\u0027s satellite launch base upgraded ahead of Shenzhou-8 mission",
  "pubdate": "2011-10-30 08:42:21 GMT",
  "description": "JIUQUAN， Oct. 30 (Xinhua) -- China has upgraded its satellite launch center in the northwest Gobi desert to ensure that the launch of the Shenzhou-8 spacecraft， scheduled for early November， goes smoothly， a senior engineer said Sunday.",
  "cleanContent": "JIUQUAN, Oct. 30 (Xinhua) -- China has upgraded its satellite launch center in the northwest Gobi desert to ensure that the launch of the Shenzhou-8 spacecraft, scheduled for early November, goes smoothly, a senior engineer said Sunday.Beijing Special Engineering Design and Research Institute, the main designer of the launch system used at the Jiuquan Satellite Launch Center, renovated and upgraded the equipment at the site shortly after the launch of space lab module Tiangong-1, or Heavenly Palace-1, in late September, said Sun Yadu, chief engineer with the institute.\"The new equipment and technologies have dramatically increased the reliability of satellite launches and greatly shortened the time for launch preparation,\" Sun told Xinhua.Shenzhou-8 is expected to perform China\u0027s first-ever space rendezvous and docking, when it joins up with Tiangong-1 to pave way for the building of a permanent manned space station around 2020.\"The system for voice transmitting between the spacecraft and the ground in this mission is newly designed and is more advanced than that used in Shenzhou-7,\" Sun said.Shenzhou-7 was launched into space in September 2008 aboard a Long March-2F rocket. During the mission, astronaut Zhai Zhigang successfully completed China\u0027s first-ever space walk.Sun said the replacement of a wireless signal transmission system with one using optical fiber has improved the quality of voice and image transmission.In the meantime, the launch site has tweaked its methods for testing the spacecraft and the rocket, shortening the preparation time needed while ensuring the safety of the launch, according to Sun.The system of inspecting ground facilities has also been improved, Sun said.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "science/tech",
  "pic": "",
  "keywords": "sun:4:1.0;the launch:5:0.7046318426591534;voice:2:0.5275071124607182;system:4:0.5275071124607182;engineer:2:0.43629452587267725;ground:2:0.4189676691537187;tweaked:1:0.41266222922086687;satellite:3:0.3956303343455387;late september:1:0.36553292222230555;transmission:1:0.36553292222230555;zhai zhigang:1:0.36553292222230555;the replacement:1:0.36553292222230555;meantime:1:0.338207892725613;space:4:0.2978173459810155;the site:1:0.2907698323107005;jiuquan:2:0.2818527370636614;signal:1:0.2807854511056873;rocket:2:0.2637535562303591;gobi desert:1:0.2637535562303591;astronaut:1:0.2637535562303591",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://www.spxdaily.com/images-lg/jiuquan-satellite-launch-center-lg.jpg",
      "title": "China\u0026#39;s satellite launch base upgraded ahead of Shenzhou-8 mission"
    },
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20111029/0013729e4ad91016275415.jpg",
      "title": "China\u0026#39;s satellite launch base upgraded ahead of Shenzhou-8 mission"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dgMKPbZqB83s",
      "imgurl": "http://img.youtube.com/vi/gMKPbZqB83s/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__BZKyl61DQuc5P2ICmRW79eMiDaY\u003d",
      "title": "SHENZHOU 7 LAUNCH - YouTube"
    }
  ]
}