{
  "url": "http://english.sina.com/china/2012/0806/493774.html",
  "title": "Taiwan leader proposes peace initiative over Diaoyu Islands",
  "pubdate": "2012-08-07 02:25:33 GMT",
  "description": "Taiwan\u0026#39;s leader Ma Ying-jeou on Sunday proposed a peace initiative capping 5 points to address territorial disputes over the Diaoyu Islands, urging neighboring countries to show restraint and settle the issue peacefully, the Taiwan-based CNA News reported.",
  "cleanContent": "By Zhao Wei, Sina EnglishTaiwan\u0027s leader Ma Ying-jeou on Sunday proposed a peace initiative capping 5 points to address territorial disputes over the Diaoyu Islands, urging neighboring countries to show restraint and settle the issue peacefully, the Taiwan-based CNA News reported.\"Minister of Foreign Affairs\" Yang Jintian said Taiwan had notified Japan of Ma’s proposed peace initiative beforehand. However, he added that the Japanese government had made no comment.\"The recent rise of tensions due to the Diaoyus dispute has the potential to jeopardize peace and stability in East Asia,\" Ma said during the opening ceremony of an exhibition in Taipei, \"We hope to use the East China Sea Peace Initiative to urge all sides to seriously face the possible impact of this territorial dispute on peace and security in the East China Sea.”Ma called on all parties to refrain from aggression, to shelve their differences, to maintain dialogue, to observe international law and to resolve the dispute by peaceful means. All sides should also seek consensus on a code of conduct for the East China Sea, and establish a mechanism for cooperation on exploring and developing resources in the region, he added.Related news:Japanese Foreign Minister Koichiro Gemba reiterated Tuesday that the disputed Senkaku Islands (Chinese Diaoyu Islands) are an inherent part of Japanese territory, Kyodo News Agency reported today.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "peace:5:1.0;all sides:2:0.7887648476696312;east:3:0.5531277131108767;ma ying-jeou:1:0.4351414332529169;islands:3:0.4230090177759444;china:3:0.36683108476291104;code:1:0.3296369741150664;east asia:1:0.3296369741150664;taipei:1:0.32053643713566504;the possible:1:0.32053643713566504;news:2:0.3184819811637975;restraint:1:0.3127204567730948;foreign affairs:1:0.3127204567730948;ma:1:0.3056862891459322;exhibition:1:0.3056862891459322;refrain:1:0.2995268800493702;settle:1:0.28887796469696514;zhao wei:1:0.2719614473549935;developing:1:0.2719614473549935;international law:1:0.2719614473549935",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://thediplomat.com/the-naval-diplomat/files/2012/12/Ma-400x285.jpg",
      "title": "Taiwan\u0026#39;s East China Sea Peace Plan | James Holmes – The Naval Diplomat"
    },
    {
      "url": "http://p4.img.cctvpic.com/program/china24/20120807/images/1344305359439_1344305359439_r.jpg",
      "title": "Taiwan leader Ma Ying-jeou proposes E. China Sea peace plan CCTV ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dWpxmRftrunY",
      "imgurl": "http://img.youtube.com/vi/WpxmRftrunY/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__BaovH_ykG77KBibZ1U6dWIAlp2Q\u003d",
      "title": "MA YING-JEOU PROPOSES E. CHINA SEA PEACE ..."
    }
  ]
}