{
  "url": "http://english.sina.com/world/2012/0613/476369.html",
  "title": "Syrian troops regain control of northern town, dislodging rebels",
  "pubdate": "2012-06-13 12:05:05 GMT",
  "description": "DAMASCUS， June 13 (Xinhua) -- Syrian troops have succeeded in dislodging armed groups from the mountainous town of Haffeh near the coastal city of Latakia after a week of intense fighting， state-run SANA news agency reported Wednesday.",
  "cleanContent": "DAMASCUS, June 13 (Xinhua) -- Syrian troops have succeeded in dislodging armed groups from the mountainous town of Haffeh near the coastal city of Latakia after a week of intense fighting, state-run SANA news agency reported Wednesday.Syrian authorities have restored peace and tranquility to al- Haffeh, said SANA, adding that those armed groups had carried out acts of arson and sabotage to public and private properties as well as terrorizing local residents there.An official source in the province of Latakia was quoted by SANA as saying that government troops have tracked down terrorists in that area, killing and capturing a number of them.Large amount of weaponries was also confiscated during the clashes, said the report, adding that the clashes have also claimed lives of unspecified number of government troops.Meanwhile, a foreign ministry source called Wednesday on the UN observers to go to al-Haffeh to verify what has been going on in that area, \"after the armed groups carried out killing, burgling, and burning.\"A day earlier, UN observers\u0027 spokesperson said that a team of observers trying to reach the town of al-Haffeh in northern Syria earlier Tuesday were confronted with angry crowds that surrounded their vehicles, stopping them from proceeding any further.\"The crowd, who appeared to be residents of the area, then hurled stones and metal rods at the UN vehicles,\" Sausan Ghosheh said in a statement emailed to Xinhua.She said the UN observers turned back after the incident in Haffeh, adding that as they were leaving the area, three vehicles heading towards Idlib came under fire.\"The source of fire is still unclear,\" she said, adding that all UN observers are now back at their bases and are secure.The UN Supervision Mission in Syria (UNSMIS) has been trying to reach al-Haffeh since June 7 but has been impeded by the ongoing violence in the area. UNSMIS calls on the parties to grant UN observers immediate and unfettered access to conflict zones.Also on Tuesday, the rebel Free Syrian Army reportedly announced its pull back from Haffeh after a week-long fighting. The rebels\u0027 fighting in Haffeh came apparently in a bid to have a foothold in a certain area.The armed rebels have so far failed to make territorial gains like the one happened in Libya last year, however the rebels have to some extent succeeded in initiating some skirmishes around the capital Damascus recently.The UN-Arab League joint special envoy to Syria Kofi Annan expressed worries Monday about the escalation of violence in the unrest-torn country, especially after reports about use of mortar shells and tanks in Homs and Haffeh, according to a statement issued by Annan\u0027s spokesman Ahamd Fawzi.The UN estimates that over 9,000 people have died in Syria\u0027s 15- month-old unrest, while Syrian authorities said they are fighting foreign-backed armed groups and over 2,000 troops were killed during attacks on government establishments.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "area:5:1.0;fighting:4:0.9924758211154556;sana:3:0.8666338940908954;source:3:0.7592735046327925;latakia:2:0.7072468288334288;the rebels:2:0.6410728742713301;troops:3:0.6113851412715186;a:9:0.581413513448078;syrian:3:0.5747558002227897;syria:3:0.5747558002227897;back:3:0.5194239525835753;reach:2:0.45770002283239497;damascus:2:0.4552750783332717;has been:3:0.4383585609913001;peace and tranquility:1:0.4351414332529169;sabotage:1:0.3943824238348156;violence:2:0.3831705334818598;statement:2:0.3831705334818598;june:2:0.3785579563506714;escalation:1:0.37050397772469573",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/world/2012-06/13/131651009_title1n.jpg",
      "title": "Syrian troops regain control of northern town, dislodging rebels ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-06/13/131650901_title1n.jpg",
      "title": "Syrian troops regain control of northern town, dislodging rebels ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dlNOrK0FHDV4",
      "imgurl": "http://img.youtube.com/vi/lNOrK0FHDV4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__Eu1qwHymC9l78MYOndaEN_Rr1NA\u003d",
      "title": "In Mali rebels try to buy support - YouTube"
    }
  ]
}