{
  "url": "http://english.sina.com/world/2012/0613/476581.html",
  "title": "U.S. and Russia battle over Syria",
  "pubdate": "2012-06-14 03:41:28 GMT",
  "description": "Washington and Moscow waged a war of words over Syria. The sharp exchanges came against the backdrop of an increasingly brutal fight that claimed more lives, and amid the roar of guns resounded across the Syrian landscape, thus fueling a new diplomatic confrontation between the U.S. and Russia.",
  "cleanContent": "By Li Hongmei, Special to Sina EnglishWashington and Moscow waged a war of words over Syria. The sharp exchanges came against the backdrop of an increasingly brutal fight that claimed more lives, and amid the roar of guns resounded across the Syrian landscape, thus fueling a new diplomatic confrontation between the U.S. and Russia.Russian Foreign Minister Sergei Lavrov denied that Moscow is supplying Damascus with helicopter gunships, as Secretary of State Hillary Clinton charged on Tuesday.Mr. Lavrov is currently in Iran, and he made this statement when he summed up the results of his meeting with his Iranian counterpart Ali Akbar Salehi.A number of politicians in the West say that Kofi Annan’s plan on Syria allegedly presupposes that Russia should put pressure on the Assad regime in order to make it lay down arms.However, Russia’s Foreign Minister Sergey Lavrov calls attempts to interpret Kofi Annan’s plan like that “a provocation.”Mr. Lavrov denies that, in the Syrian conflict, Russia supports President Assad more than it supports the opposition. Neither does Russia take sides in similar conflicts in other countries as well. The only thing that Russia wants is that in attempts to solve such conflicts, all international laws and norms should be observed.Media of Russia today bombarded the coverage of Mr. Lavrov’s speech by Western media as distorted.      They said Western news agencies have distorted the meaning of a speech by Russian Foreign Minister Sergei Lavrov given during a press conference in Tehran. The ministry has stated that the words of the Foreign Minister were incorrectly translated.Some media reported that Lavrov accused the U.S. of supplying weapons to the Syrian opposition. In fact, what he said was that Russia does not supply anything that is used against peaceful demonstrators, not to Syria nor anywhere else, in contrast to the United States.\"Lavrov added that the U.S. \"regularly supplies special anti-crowd equipment\" and \"a recent delivery to one of the Gulf states took place, but for some reason, Americans think this is in the normal order of things.\"The Foreign Minister did not mention Syria,according to Voice of Russia.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0510/S58317T1336631801197.jpg",
  "keywords": "russia:6:1.0;distorted:2:0.577377920228395;kofi:2:0.45017535164084155;syrian:3:0.4478377136593449;syria:3:0.4478377136593449;moscow:2:0.40817794187895906;western:2:0.34466080440336794;sergey lavrov:1:0.33905311527243254;ali akbar:1:0.33905311527243254;the sharp:1:0.33905311527243254;tehran:1:0.33905311527243254;war of words:1:0.33905311527243254;speech:2:0.3357136193492678;order:2:0.308565046721327;roar:1:0.30729454653463695;the meaning:1:0.30729454653463695;special:2:0.29855847577289657;think this:1:0.2886889601141975;plan:2:0.28325033118398313;media:2:0.27898742957907263",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://m.ruvr.ru/2013/01/04/1281399675/2747361804_bf91265e89_b.jpg.1000x297x1.jpg",
      "title": "US wants trilateral meeting on Syria : The Voice of Russia: News ..."
    },
    {
      "url": "http://i2.cdn.turner.com/cnn/dam/assets/120614110943-pkg-dougherty-syria-russia-vs-u-s-00023008-story-body.jpg",
      "title": "Syrian opposition denounces U.N. decision to suspend observer ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dYgNjDStE2R4",
      "imgurl": "http://img.youtube.com/vi/YgNjDStE2R4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__VuPXzEFk7ImhIWZB-kacSB6TpX8\u003d",
      "title": "Syria - USA and Russia Start Fighting - YouTube"
    }
  ]
}