{
  "url": "http://english.sina.com/sports/2012/0717/487254.html",
  "title": "Austrian Olympic medical team to aid athletes in London",
  "pubdate": "2012-07-18 03:57:24 GMT",
  "description": "VIENNA, July 17 (Xinhua) -- Austrian athletes at the 2012 London Olympic Games will be looked after by a full compliment of medical professionals provided by the Austrian Olympic Committee (OOC)， local media reported Tuesday.",
  "cleanContent": "VIENNA, July 17 (Xinhua) -- Austrian athletes at the 2012 London Olympic Games will be looked after by a full compliment of medical professionals provided by the Austrian Olympic Committee (OOC), local media reported Tuesday.Prof. Dr. Alfred Engel, a specialist in orthopedics and orthopedic surgery will lead the three-member team, also including Prof. Dr. Wolfgang Schobersberger and Dr. Michael Finkenzeller.The OOC has also sent 11 physiotherapists and masseurs to aid the athletes.Dr. Engel has significant experience in the Olympic Games setting, and has amongst other things taken care of track athletes at major events.His deputy in London, Dr. Schobersberger is director of the Institute of Sport, Alpine Medicine and Health Tourism (ISAG) in Innsbruck and will also be in charge of anti-doping measures for the Austrian team in London.Dr Finkenzeller served as Austria\u0027s team doctor at the 2011 European Youth Olympic Festival (EYOF) in Liberec and Trabzon.Dr. Engel told the Austrian Press Agency that due to virtually no time difference and similar weather the climatization in England would be easy.\"It\u0027s actually like a home-event for us, the weather isn\u0027t much different,\" he said.\"Other than that there are just the usual measures such as taking care of hygiene.\"The food provided in the Olympic Village is completely safe to eat, Dr. Engel said, but added that food outside in the city of London was a different matter, and that the 2016 Games in Brazil would be an even greater challenge.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "dr:5:1.0;engel:4:0.8922088476190555;team:3:0.3705102723037463;olympic games:2:0.33238769340398383;care:2:0.31618326227704896;london:2:0.3035959019030964;food:2:0.2862832695944561;innsbruck:1:0.22305221190476388;alfred:1:0.22305221190476388;liberec:1:0.22305221190476388;alpine:1:0.22305221190476388;even greater:1:0.2095471977362274;wolfgang:1:0.2095471977362274;olympic village:1:0.19999999999999998;no time:1:0.19999999999999998;medicine:1:0.1925585106929878;doctor:1:0.18128688546507882;eat:1:0.17686637480660763;vienna:1:0.17288803664211416;sport:1:0.16940443864183938",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/sports/2012-07/18/131718163_title1n.jpg",
      "title": "Austrian Olympic medical team to aid athletes in London - Xinhua ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/sports/2012-07/18/131719703_title1n.jpg",
      "title": "Austrian Olympic medical team to aid athletes in London - Xinhua ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dyUBFjDIqP24",
      "imgurl": "http://img.youtube.com/vi/yUBFjDIqP24/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__Z-21TuacPZ2vvFDNqJEE0MsKSMI\u003d",
      "title": "Paul Goodison talks to Penny Clark at the London ..."
    }
  ]
}