{
  "url": "http://english.sina.com/sports/p/2012/0726/490128.html",
  "title": "Mayor says London is good and ready",
  "pubdate": "2012-07-27 00:10:03 GMT",
  "description": "London hopes to deliver an \u0026quot;understated but confident\u0026quot; Olympic Games, mayor Boris Johnson told China Daily one day before the opening ceremony.\u0026nbsp;",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eLondon mayor Boris Johnson reads China Daily on July 26, 2012. [Photo by Zhang Chunyan / China Daily]\u003c/h4\u003e\t\tLondon hopes to deliver an \"understated but confident\" Olympic Games, mayor Boris Johnson told China Daily one day before the opening ceremony.Johnson, who received celebrity treatment in China four years ago when he accepted the Olympic flag from Beijing, said London is ready for the big show.\"I have fond memories of our time in Beijing. Our intention is to try to match Beijing but in our own different way. Understated but confident, that\u0027s what we\u0027re going to do,\" he said.About four billion TV viewers worldwide are expected to watch the opening ceremony on Friday.Nearly 10,500 athletes from 204 countries and regions will take part in the Games, which run until Aug 12.London also wants to showcase the best of the city, and attract more attention and investment.Johnson held a roundtable discussion on Wednesday with a group of leading Chinese entrepreneurs, including Liu Chuanzhi, chairman of the Lenovo Group, and Zhu Xinli, chairman of Huiyuan Juice Group, in an attempt to woo investors.\"They\u0027re looking for opportunities in London, and they\u0027re already investing heavily in our city, I\u0027m proud to say,\" Johnson said. \"So one of the things we are hoping to do in this Olympic period is to build on the friendship between London and Beijing.\"The Chinese entrepreneurs, who also met Britain\u0027s Prime Minister David Cameron, are part of the 4,000 business leaders London is hosting during the Olympics.With problems in the eurozone countries, and the global economic downturn, Johnson hailed London as \"a very good safe place for investment for long-term returns\".London\u0027s preparations for the Games attracted criticism, especially as the city\u0027s 44 million pound ($69 million) cable cars experienced problems on Wednesday, leaving visitors suspended about 90 meters over the Thames River for nearly 40 minutes.Johnson emphasized that London is as prepared as \"any city has ever been in this stage of preparations\".\"Obviously I\u0027m cautiously aware of where we are. Today we\u0027ve had a good day on the networks,\" he said.London won the Olympic bid in 2005. Since then, the city has built three permanent sports venues － the Olympic Stadium, the Aquatics Centre and the Velodrome. Some temporary venues have also been established in iconic places like Greenwich Park, Hyde Park and Horse Guards Parade.It is hoped the Games will leave a legacy for London\u0027s relatively rundown West End area, particularly in the Olympic boroughs of Greenwich, Hackney, Newham, Tower Hamlets and Waltham Forest.New housing units are already built in those boroughs, and transport upgrades in the surrounding areas are hoped to attract more business investments.Another goal of the Games is to encourage more Londoners to play sports, and Sport England, the government agency responsible creating a world class community sport environment, is charged with ensuring that one million more people participate three or more times a week by 2013.Although London\u0027s Olympics took seven years to prepare, Johnson said the climax of \"a Himalayan range of excitement\" for him came when the Olympic flame arrived in the UK in May for the torch relay.When the plane landed in Cornwall, in Southwest England, it was greeted by a huge crowd.\"I think anthropologists are trying to decide what is about us that make us so excited about a flame,\" he said.\"It\u0027s moving people in a very deep way. I think it\u0027s about pride. That they love their city, their country, it\u0027s a moment for them to show off. So that idea of being at the center of the world for the time being is very exciting.\"Johnson said he is proud to welcome the Chinese delegation to his city.\"I wish to welcome the Chinese delegation, and (say) how much we admired what Beijing did and wish you every fortune in the competition,\" he said.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/sports/p/2012/0726/U113P5029T2D490128F24DT20120727081003.jpg",
  "keywords": "london:5:1.0;the games:4:0.9111481969729494;johnson:3:0.736902860755666;boris johnson:2:0.5877607978409645;flame:2:0.552173982382969;city:3:0.5088833080014822;a:10:0.48138846669136787;beijing:4:0.46255144768288525;sport:2:0.4463945332066069;england:2:0.4379343611957943;delegation:2:0.4231328141291147;sports:2:0.4111297110065975;proud:2:0.4;mayor:2:0.4;china daily:2:0.4;the city:2:0.36977965117242007;the opening:2:0.3658254887476678;waltham:1:0.3242526295866549;huiyuan juice:1:0.3242526295866549;hamlets:1:0.3242526295866549",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://europe.chinadaily.com.cn/world/attachement/jpg/site1/20120726/180373d28c10117bbf4803.JPG",
      "title": "Mayor says London is good and ready"
    },
    {
      "url": "http://www.chinadaily.com.cn/sports/images/attachement/jpg/site1/20120727/00221917e13e117c27102e.jpg",
      "title": "Mayor says London is good and ready |Top News"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dEm6EuSdEmvI",
      "imgurl": "http://img.youtube.com/vi/Em6EuSdEmvI/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__a0GJaMNUT-LDWSDIqfFDjv43rIk\u003d",
      "title": "London Mayor to Romney: We are ready - YouTube"
    }
  ]
}