{
  "url": "http://english.sina.com/world/p/2012/0527/470901.html",
  "title": "Dozens of children killed in new Syria attack",
  "pubdate": "2012-05-27 08:24:46 GMT",
  "description": "Gruesome video shows rows of dead Syrian children lying in a mosque in bloody shorts and T-shirts with gaping head wounds, haunting images of what activists called one of the deadliest regime attacks yet in Syria\u0026#39;s 14-month-old uprising.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eMembers of the Syrian Free Army speaks to a person believed to be a member of the United Nations observers mission in Syria, near the bodies of whom anti-government protesters say were killed by government security forces, at Ali Bin Al Hussein mosque in Huola, near Homs May 26, 2012. A Syrian artillery barrage killed more than 90 people, including dozens of children, in the worst violence since the start of a U.N. peace plan to staunch the flow of blood from Syria\u0027s uprising, activists said on Saturday. REUTERS/Houla News Network/Handout\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eThis image made from amateur video released by Shaam News Network and accessed Saturday, May 26, 2012 purports to show an injured child in Houla, Syria. Government troops shelled a string of villages in central Syria before pro-regime thugs swept through the area, shooting people in the streets and in their homes in attacks that killed more than 90 people, activists said Saturday. The assault on Houla, an area northwest of the central city of Homs, is one of the bloodiest single events in Syria\u0027s 15-month-old uprising. (AP Photo/Shaam News Network via AP video) \u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA Syrian refugee woman holds her child as she carries a placard depicting children who they say were killed in Syria by Syrian government security forces during a protest in Tripoli, northern Lebanon, May 26, 2012, against an attack by Syrian President Bashar al-Assad\u0027s forces on the Syrian city of Houla. The United Nations said on Saturday that more than 92 people were killed in what activists said was an artillery barrage by government forces in the worst violence since the start of a U.N. peace plan to slow the flow of blood in Syria\u0027s uprising. REUTERS/Omar Ibrahim (LEBANON - Tags: POLITICS CIVIL UNREST)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA child with a Syrian opposition flag painted on the face, reacts as Syrian refugees take part in a protest in Tripoli, northern Lebanon, May 26, 2012, against an attack by Syrian President Bashar al-Assad\u0027s forces on the Syrian city of Houla. The United Nations said on Saturday that more than 92 people were killed in what activists said was an artillery barrage by government forces in the worst violence since the start of a U.N. peace plan to slow the flow of blood in Syria\u0027s uprising. REUTERS/Omar Ibrahim (LEBANON - Tags: POLITICS CIVIL UNREST)\u003c/h4\u003e\t\tGruesome video shows rows of dead Syrian children lying in a mosque in bloody shorts and T-shirts with gaping head wounds, haunting images of what activists called one of the deadliest regime attacks yet in Syria\u0027s 14-month-old uprising.The shelling attack on Houla, a group of villages northwest of the central city of Homs, killed more than 90 people, including at least 32 children under the age of 10, the head of the U.N. observer team in Syria said Saturday.The attacks sparked outrage from U.S. and other international leaders, and large protests in the suburbs of Syria\u0027s capital of Damascus and its largest city, Aleppo. It also renewed fears of the relevance of a month-old international peace plan that has not stopped almost daily violence.The U.N. denounced the attacks in a statement that appeared to hold President Bashar Assad\u0027s regime responsible, and the White House called the violence acts of \"unspeakable and inhuman brutality.\"\"This appalling and brutal crime involving indiscriminate and disproportionate use of force is a flagrant violation of international law and of the commitments of the Syrian government to cease the use of heavy weapons in population centers and violence in all its forms,\" said U.N. Secretary General Ban Ki-Moon and international envoy Kofi Annan. \"Those responsible for perpetrating this crime must be held to account.\"More than a dozen amateur videos posted online Saturday gave glimpses of the carnage, showing lines of bodies laid out in simple rooms, many with bloody faces, torsos and limbs. In some places, residents put chunks of ice on the bodies to preserve them until burial.One two-minute video shows at least a dozen children lined up shoulder to shoulder on a checkered blanket on what appears to be the floor of a mosque. Blood trickled from one girl\u0027s mouth. One boy, appearing to be no more than 8, had his jaw blown off. The video shows flowered blankets and rugs covering several rows of other bodies.Another video posted Saturday showed a mass grave, four bodies wide and dozens of meters (yards) long.Activists from Houla said Saturday that regime forces peppered the area with mortars after large demonstrations against the regime on Friday. That evening, they said, pro-regime fighters known as shabiha stormed the villages, gunning down men in the streets and stabbing women and children in their homes.A local activist reached via Skype said regime forces fired shells at Houla, about 40 kilometers (25 miles) northwest of Homs. The shabiha entered the villages, raiding homes and shooting at civilians, Abu Yazan said. More than 100 people were killed, more than 40 of them children and most of them in the village of Taldaw, he said. Many had stab wounds, another activist said.\"They killed entire families, from parents on down to children, but they focused on the children,\" Yazan said.The Syrian government blamed the killings on \"armed terrorist groups\" — a term it often uses for the opposition — but provided no details or death toll.But like U.N. officials, the White House issued a statement directed at the regime.The U.S. is \"horrified\" by the Houla attacks, National Security Council spokeswoman Erin Pelton said in a statement. \"These acts serve as a vile testament to an illegitimate regime that responds to peaceful political protest with unspeakable and inhuman brutality.\"Secretary of State Hillary Rodham Clinton condemned the attack \"in the strongest possible terms,\" demanding that \"those who perpetrated this atrocity must be identified and held to account.\"\"The United States will work with the international community to intensify our pressure on Assad and his cronies, whose rule by murder and fear must come to an end,\" Clinton said in statement.U.N. observers, among more than 250 who were dispatched in recent weeks to salvage the cease-fire plan, found spent artillery tank shells at the site Saturday, and U.N. officials confirmed the shells were fired at residential neighborhoods. The head of the team, Maj. Gen. Robert Mood, called the attack a \"brutal tragedy.\"The bloodshed is yet another blow to the international peace plan brokered by Annan and cast a pall over his coming visit to check on the plan\u0027s progress. The cease-fire between forces loyal to the regime of Assad and rebels seeking to topple it was supposed to start on April 12 but has never really taken hold, with new killings every day.The U.N. put the death toll weeks ago at more than 9,000. Hundreds have been killed since.The grisly images were condemned by anti-regime groups and political leaders around the world.\"With these new crimes, this murderous regime pushes Syria further into horror and threatens regional stability,\" French Foreign Minister Laurent Fabius said in a statement Saturday.The London-based Syrian Observatory for Human Rights released an unusually harsh statement, saying Arab nations and the international community were \"partners\" in the killing \"because of their silence about the massacres that the Syrian regime has committed.\"The Houla villages are Sunni Muslim. The forces came from an arc of nearby villages populated by Alawites, members of the offshoot of Shiite Islam to which Assad belongs, the activists said.The activists said the Houla killings appeared to be sectarian between the two groups, raising fears that Syria\u0027s uprising, which started in March 2011 with protests calling for political reform, is edging closer to the type of war that tore apart Syria\u0027s eastern neighbor, Iraq.\"I don\u0027t like to talk about sectarianism, but it was clear that this was sectarian hatred,\" said activist Abu Walid.The Britain-based Syrian Observatory for Human Rights said 96 people were killed, 26 of them children and four of them army defectors.The group\u0027s head, Rami Abdul-Rahman, who relies on activists inside Syria, said all were killed in shelling, but that no forces entered Houla.Syrian state TV condemned the opposition groups for the \"massacre\" in a statement Saturday.\"The armed groups are escalating their massacres against the Syrian people only days before international envoy Kofi Annan\u0027s visit in a bid to defeat his plan and a political solution to the crisis and with the aim of exploiting the blood of Syrians in the media bazar,\" it said.The videos could not be independently verified. The Syrian government bars most media from operating inside the country.The harsh condemnation from anti-regime groups reflects their growing frustration with international reluctance to intervene in Syria\u0027s conflict.World powers have fallen in behind the U.N. plan. The U.S. and European nations say they will not intervene militarily, and while Saudi Arabia, Qatar and Libya have said they will arm Syria\u0027s rebels, no country is known to be doing so.A spokeswoman for the opposition Syrian National Council called on the U.N. Security Council \"to examine the situation in Houla and to determine the responsibility of the United Nations in the face of such mass killings, expulsions and forced migration from entire neighborhoods.\"Also Saturday, the story of 11 Lebanese Shiites who were reported kidnapped in Syria this week took another strange turn.Lebanese officials first said their expected arrival on a plane from Turkey to Lebanon late Friday was delayed for \"logistical reasons.\"On Saturday, Turkey\u0027s Foreign Ministry denied the men were in Turkey — raising new questions about their fate.Lebanese and Syrian officials blamed Syrian rebels for Tuesday\u0027s kidnapping. No group has claimed responsibility.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0527/U50P5029T2D470901F24DT20120527162446.jpg",
  "keywords": "syrian:21:1.0;u.n.:11:0.7161327201033983;a:32:0.5138202164700884;saturday:11:0.47338228366307666;children:9:0.4383196232991818;uprising:5:0.3983510873057704;lebanon:5:0.3983510873057704;syria:8:0.38095238095238093;plan:8:0.36141961064997;video:6:0.33382002083970175;mosque:3:0.294074524730038;the flow:3:0.294074524730038;people:9:0.2890238717644247;statement:6:0.2857142857142857;bodies:4:0.2703870779302638;artillery:4:0.2703870779302638;blood:4:0.2703870779302638;barrage:3:0.2636822313652718;homs:4:0.2539493533322234;peace:5:0.24855276415091043",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://media.komonews.com/images/120526_syria_violence_660.jpg",
      "title": "Dozens of children killed in new Syria attack | National \u0026amp; World ..."
    },
    {
      "url": "http://www.dailystar.com.lb/dailystar/Pictures/2012/05/27/73369_mainimg.jpg",
      "title": "Dozens of children killed in new Syria attack | News , Middle East ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dXR3vBrSUcsQ",
      "imgurl": "http://img.youtube.com/vi/XR3vBrSUcsQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__qEBXUnqPEqO5oyhvYuuiAq-twSc\u003d",
      "title": "Dozens of Children Killed in New Syria Attack - YouTube"
    }
  ]
}