{
  "url": "http://english.sina.com/world/p/2012/0627/480968.html",
  "title": "Syria: TV station attacked, 7 staffers killed",
  "pubdate": "2012-06-27 16:36:57 GMT",
  "description": "BEIRUT — Gunmen raided the headquarters of a pro-government Syrian TV station early Wednesday, killing seven employees, kidnapping others and demolishing buildings, officials said. The government blamed terrorists and described the killings as a \u0026quot;massacre.\u0026quot;",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA small fire smolders at the site of an attack on the pro-government Al-Ikhbariya satellite television channel\u0027s offices outside Damascus. An attack on a pro-government television channel\u0027s offices near Damascus has killed seven staff, state media said, a day after President Bashar al-Assad said Syria was in a \"state of war.\" (AFP Photo)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eThe damage inside the headquarters of Al-Ikhbariya news channel is seen near Damascus June 27, 2012 in this handout photograph released by Syria\u0027s national news agency SANA. (REUTERS/SANA)\u003c/h4\u003e\t\tBEIRUT — Gunmen raided the headquarters of a pro-government Syrian TV station early Wednesday, killing seven employees, kidnapping others and demolishing buildings, officials said. The government blamed terrorists and described the killings as a \"massacre.\"An Associated Press photographer who visited the Al-Ikhbariya station\u0027s compound said five portable buildings used for offices and studios had collapsed, with blood on the floor and wooden partitions still on fire. Some walls had bullet holes.Al-Ikhbariya is privately owned but strongly supports President Bashar Assad\u0027s regime. Pro-government journalists have been attacked on several previous occasions during the country\u0027s 15-month uprising.\"What happened today is a massacre,\" Information Minister Omran al-Zoebi told reporters. He blamed terrorists — the same word the government uses for rebels.Rebels deny they target the media.U.S. Secretary of State Hillary Rodham Clinton said Wednesday she has \"great hope\" that a meeting of world powers Saturday in Geneva can be a turning point in the Syria crisis.But the U.N. gave a dire assessment of the crisis Wednesday, saying the violence has worsened since a cease-fire deal that was supposed to go into effect in April, and the bloodshed appears to be taking on more dangerous, sectarian overtones.Al-Zoebi, the information minister, said gunmen stormed Al-Ikhbariya\u0027s compound in the town of Drousha, about 20 kilometers (14 miles) south of the capital Damascus, and detonated explosives. He said the attackers killed seven people and kidnapped others.In comments broadcast on state-run Syrian TV, he said the killings amounted to \"a massacre against the freedom of the press.\"An employee at the station said several other staffers were wounded in the attack, which happened just before 4 a.m. local time. He said the gunmen kidnapped him along with several station guards. He was released but the guards were not.The employee, who did not give his name for fear of repercussions, said the gunmen drove him about 200 meters (yards) away, then he heard the explosion from the station being demolished.\"I was terrified when they blindfolded me and took me away,\" the man said by telephone.Earlier this month, two Al-Ikhbariya employees were shot and seriously wounded by gunmen in the northwestern town of Haffa while covering clashes between government troops and insurgents.Hours after the attack, the station was still on the air, broadcasting a rally in Damascus\u0027 main square against the station raid.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0627/U43P5029T2D480968F24DT20120628003657.jpg",
  "keywords": "station:6:1.0;gunmen:5:0.8452854168409072;damascus:5:0.7169193985456876;kidnapped:2:0.4968256310057439;a:12:0.4882927808755417;wounded:2:0.38509014174106027;buildings:2:0.3701795290523434;he said:3:0.31481479791658296;attack:2:0.3057265890049804;headquarters:2:0.29818681126867214;television:2:0.29818681126867214;massacre:2:0.2954927977558587;on the floor:1:0.2740860191619159;state of war:1:0.2740860191619159;the explosion:1:0.2740860191619159;after the attack:1:0.2740860191619159;on the air:1:0.24841281550287195;the government:2:0.24684040395058424;released:2:0.2413506923417906;syrian:2:0.2413506923417906",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://media.salon.com/2012/06/mideast-syria.jpeg47.jpg",
      "title": "Syria: TV station attacked, 7 staffers killed - Salon."
    },
    {
      "url": "http://cdncms.todayszaman.com/todayszaman/2012/06/27/syriatv.jpg",
      "title": "Syria: TV station attacked, 7 staffers killed"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dnb_kFomQFp8",
      "imgurl": "http://img.youtube.com/vi/nb_kFomQFp8/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__DUaRyhpQ5dhyOwAG5OtDYNX5Ot0\u003d",
      "title": "Syria: TV Station Attacked, 7 Staffers Killed - YouTube"
    }
  ]
}