{
  "url": "http://english.sina.com/world/2012/0610/475172.html",
  "title": "Syria opposition, rebels urge mass defections ",
  "pubdate": "2012-06-10 23:33:07 GMT",
  "description": "The new head of Syria\u0026#39;s main opposition group called Sunday for mass defections from a Syrian regime struggling to survive by carrying out massacres, as the death toll in the uprising topped 14,000.",
  "cleanContent": "The new head of Syria\u0027s main opposition group called Sunday for mass defections from a Syrian regime struggling to survive by carrying out massacres, as the death toll in the uprising topped 14,000.Similar calls were made by the rebel Free Syrian Army (FSA), which also urged a campaign of mass \"civil disobedience\" to ratchet up internal pressure on President Bashar al-Assad\u0027s beleaguered regime.\"We are entering a sensitive phase. The regime is on its last legs,\" Kurdish activist Abdel Basset Sayda told AFP shortly after being named the new leader of the opposition Syrian National Council (SNC).\"The multiplying massacres and shellings show that it is struggling,\" he said of mass deaths of civilians, the most recent of which saw 20 people, mostly women and children, killed in a bombardment of the southern city of Daraa Saturday.At his first news conference since taking over the reins, Sayda called on all members of the Damascus regime to defect, while reaching out to minority groups by promising them a full say in a future, democratic Syria.\"We call upon all officials in the regime and in the institutions to defect from the regime,\" Sayda told reporters in Istanbul.The FSA, meanwhile, called for a campaign of civil disobedience and urged officers and troops in Assad\u0027s military to jump ship and join the rebel ranks.\"We call on Syrians to launch a general strike leading to mass civil disobedience,\" FSA spokesman in Syria Colonel Kassem Saadeddine said in a statement.He urged officers and men in Syria\u0027s regular army \"whose hands are not tainted with blood to join the fighters.\"New SNC chief Sayda replaced Paris-based academic Burhan Ghalioun, who stepped down last month in the face of mounting splits that were undermining the group\u0027s credibility.Activists accused Ghalioun of ignoring the Local Coordination Committees, which spearhead anti-government protests on the ground in Syria, and of giving the Muslim Brotherhood too big a role.Sayda, 55, has lived in exile in Sweden for two decades and is seen as a consensus candidate capable of reconciling the rival factions within the SNC and of broadening its appeal among Syria\u0027s myriad of ethnic and confessional groups.He is not in any political party, and SNC officials call him a \"conciliatory\" figure, \"honest\" and \"independent.\"Sayda reached out to minority groups in Syria, following criticism of the SNC for failing to represent the country\u0027s full array of ethnic and religious groups including Arabs, Kurds, Sunni Muslims, Alawites, Christians, Druze and others.\"We would like to reassure all sects and groups, especially Alawites and Christians, that the future of Syria will be for the all of us,\" he said.\"The Annan plan still exists but it has not been implemented,\" Sayda said of a peace blueprint thrashed out by UN-Arab League envoy Kofi Annan that was supposed to begin with a ceasefire from April 12 but which has been violated daily.\"We will work for this plan to be included under Chapter VII of the UN Charter, to force the regime to implement it and to leave all options open,\" Sayda said.Chapter VII allows for sanctions and, in extreme cases, military action.Russia and China, infuriated by the NATO campaign in Libya last year, have vowed to oppose any military intervention, but British Foreign Secretary William Hague refused on Sunday to rule out the possibility.\"We don\u0027t know how things are going to develop. Syria is on the edge of a collapse or of a sectarian civil war, and so I don\u0027t think we can rule anything out,\" Hague told Sky News television.\"It is looking more like Bosnia in the 1990s, of being on the edge of a sectarian conflict in which neighbouring villages are attacking and killing each other.\"The violence has intensified despite the presence of 300 United Nations observers charged with monitoring the putative truce.On Saturday, at least 111 people -- 83 civilians and 28 soldiers -- were killed in one of the heaviest single-day death tolls since the nominal start of the ceasefire, the Syrian Observatory for Human Rights said.It also reported at least 57 people killed nationwide on Sunday -- 37 civilians, 16 soldiers, three army deserters and one rebel fighter.The latest deaths bring to more than 14,100 the number of people killed since March last year, including 9,862 civilians, 3,470 soldiers and 783 army deserters, the Observatory said.Hundreds of rebels remained holed up in Latakia province, a loyalist stronghold on the Mediterranean coast, it said.The army sent reinforcements to the mainly Alawite province where rebels have grouped in a Sunni Muslim enclave around the town of Al-Heffa, it added.Nearly 60 soldiers have died since June 5 in battles with opposition fighters in the enclave, which lies some 50 kilometres (30 miles) from the Turkish border. At least 46 civilians and rebels have also been killed.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "sayda:6:1.0;civil disobedience:3:0.5516744750206881;civilians:5:0.5296415898506558;a:19:0.5187133326308709;the regime:4:0.5063222259195219;army:5:0.47298104273929414;soldiers:4:0.4663231624347976;mass:4:0.41023995801248003;syria:5:0.40482125800222035;rebels:3:0.3447940766611125;syrian:4:0.3238570064017763;on the edge:2:0.2988836833195413;vii:2:0.2988836833195413;campaign:3:0.2731203849328868;the rebel:2:0.27091846032665284;minority:2:0.2583670659673945;ceasefire:2:0.24836314523667274;call:3:0.24570631545672833;rule:2:0.229862717774075;people:4:0.21840561373931408",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://dawncompk.files.wordpress.com/2012/06/abdelbasset-sida-ap-670.jpg?w\u003d670\u0026h\u003d350",
      "title": "Syria opposition, rebels urge mass defections | World | DAWN."
    },
    {
      "url": "http://i1.haveeru.com.mv/p/2012/06/0_13393850081316_news.jpg",
      "title": "HaveeruOnline - Syria opposition, rebels urge mass defections"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dKx3BXYPdPCM",
      "imgurl": "http://img.youtube.com/vi/Kx3BXYPdPCM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__fWAD5YTFziex6EPgGQgWyTj43Mc\u003d",
      "title": "BREAKING NEWS: 30 DEAD 200 INJURED in ..."
    }
  ]
}