{
  "url": "http://english.sina.com/china/p/2012/1013/515932.html",
  "title": "China, Japan resumes dialogue over Diaoyu Islands dispute",
  "pubdate": "2012-10-14 05:31:34 GMT",
  "description": "China and Japan have resumed dialogue over the Diaoyu Islands dispute. The head of the Chinese Foreign Ministry’s Asian Affairs Department, Luo Zhaohui, has met his Japanese counterpart, and the 2-day visit to Tokyo paves the way for vice-ministerial talks between the two nations.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eThe text on the electronic screen installed on the Chinese surveillance ship Haijian 50 read: the Diaoyu Islands and its affiliated islets have been the inherent territory of China since ancient times, and China has ample historical and jurisprudential evidences on that. The picture shows the Chinese surveillance ship Haijian 50 sails towards the Diaoyu Islands. (Photo source: Xinhuanet.com)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eThe Chinese surveillance ship Haijian 50 conducted its patrolling mission 1.55 nautical miles away from the Diaoyu Islands on Sept. 14, 2012. The picture shows the Chinese surveillance ship Haijian 50 sails towards the Diaoyu Islands. (Photo source: Xinhuanet.com)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eThe picture shows the Chinese surveillance ship Haijian 50 sails towards the Diaoyu Islands waters.(Photo source: Xinhuanet.com)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eThe picture shows the Chinese surveillance ship Haijian 50 patrols in the Diaoyu Islands waters.(Photo source: Xinhuanet.com)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eThe picture shows the Chinese surveillance ship Haijian 50 patrols in the Diaoyu Islands waters.(Photo source: Xinhuanet.com)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eThe picture shows the Chinese surveillance ship fleets sail towards the Diaoyu Islands waters at full speed.(Photo source: Xinhuanet.com)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eThe picture shows Japanese vessel makes rapid turn around. (Photo source: Xinhuanet.com)　\u003c/h4\u003e\t\tChina and Japan have resumed dialogue over the Diaoyu Islands dispute. The head of the Chinese Foreign Ministry’s Asian Affairs Department, Luo Zhaohui, has met his Japanese counterpart, and the 2-day visit to Tokyo paves the way for vice-ministerial talks between the two nations.Breaking the Diaoyu Islands deadlock...After the preliminary Tokyo talks, which ended Friday, China and Japan have decided to start a new round of consultations between their respective foreign ministers.Luo Zhaohui is the first senior diplomat to visit Tokyo since Japan moved to illegally purchase the Diaoyu Islands from what it says was private ownership on September 11th.Japanese Kyodo News Agency says Luo’s Tokyo visit \"may help ease frayed ties.\"Meanwhile, Japanese Foreign Minister Koichiro Gemba has confirmed that the vice-ministerial talks will take place in Tokyo.The first vice-ministerial talks after the row erupted were held in Beijing, on September 25th, when China’s Vice Foreign Minister, Zhang Zhijun met his Japanese counterpart, Chikao Kawai.At those talks, Zhang Zhijun said the Diaoyu Island and its affiliated islands have been China’s sacred territory since ancient times, according to historical and legal evidence.He said Japan must quickly abandon any illusion, face its erroneous actions and correct them with credible steps, to bring Sino-Japanese relations back to the right track of sound and stable growth.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/china/p/2012/1013/U113P5029T2D515932F24DT20121014133134.jpg",
  "keywords": "ship:8:1.0;surveillance:8:0.8545949016979554;source:7:0.8454789683151176;islands:12:0.8074904514568977;picture:7:0.7246335563157655;sails:3:0.5304468906108941;tokyo:4:0.4083186511731934;japan:4:0.29623389849225884;visit:3:0.28909851792765134;photo:3:0.28052969564512936;ancient:2:0.22176333903649398;affiliated:2:0.19451423925311748;territory:2:0.1927323452851009;september:2:0.18898929551466845;turn around:1:0.18821114213085158;miles away:1:0.1768156302036314;china:3:0.17506281532780568;vessel:1:0.15731266820536657;illusion:1:0.15731266820536657;the row:1:0.1492395978619925",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/china/p/2012/1013/U113P5029T2D515932F24DT20121014133134.jpg",
      "title": "China, Japan resumes dialogue over Diaoyu Islands dispute - China ..."
    },
    {
      "url": "http://img.news.sina.com/china/p/2012/1013/U113P5029T2D515932F26DT20121014133134.jpg",
      "title": "China, Japan resumes dialogue over Diaoyu Islands dispute - China ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dJTyMtVI55lg",
      "imgurl": "http://img.youtube.com/vi/JTyMtVI55lg/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__XX-Zp8ol8CJJSQbSfiRGOM_1tec\u003d",
      "title": "N. Korea\u0026#39;s Military Exercises Bring Tension to ..."
    }
  ]
}