{
  "url": "http://english.sina.com/china/2012/0924/509901.html",
  "title": "Taiwanese boats enter waters near Diaoyu Islands ",
  "pubdate": "2012-09-25 00:19:52 GMT",
  "description": "Taiwanese fishing boats have entered waters near Diaoyu Islands in the East China Sea, Japanese media reported Tuesday.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA fisherfolk waits to leave for China\u0027s Diaoyu Islands at a port in Yilan, southeast China\u0027s Taiwan, Sept. 24, 2012. A total of 75 fishing boats from Taiwan sailed to the Diaoyu Islands on Monday afternoon from the port in Yilan. The boats will sail around the Diaoyu Islands in a move to protect the fishing rights in nearby waters. (Xinhua/Yin Bogu)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eLocal marine patrol personnel stand next to a fishing boat to be bound for China\u0027s Diaoyu Islands at a port in Yilan, southeast China\u0027s Taiwan, Sept. 24, 2012. A total of 75 fishing boats from Taiwan sailed to the Diaoyu Islands on Monday afternoon from the port in Yilan. The boats will sail around the Diaoyu Islands in a move to protect the fishing rights in nearby waters. (Xinhua/Yin Bogu)\u003c/h4\u003e\t\t\t\t\t\tBy Mei Jingya, Sina EnglishTaiwanese fishing boats have entered waters near Diaoyu Islands in the East China Sea, Japanese media reported Tuesday.Around 40 to 50 Taiwanese fishing boats were sailing in waters near the islands at around 6 a.m. Tuesday, together with around 10 Taiwanese surveillance ships, Kyodo News reported, citing the 11th Regional Coast Guard Headquarters of Japan.A total of 75 fishing boats from Taiwan sailed to the Diaoyu Islands on Monday afternoon from the port in Yilan in a move to protect the fishing rights in nearby waters.Taiwan authorities warned that they will not rule out the possibility of resorting to force if Japanese coast guard attempts to arrest the fishermen.Xinhua EnglishA spokesman for China\u0027s Foreign Ministry on Monday said that compatriots across the Taiwan Strait should work together to protect national sovereignty and territorial integrity, placing the Chinese nation\u0027s sense of honor at the forefront.Foreign Ministry spokesman Hong Lei made the remarks during a regular press briefing when commenting on a question about Taiwanese fishing boats sailing to the Diaoyu Islands.Hong added that compatriots from both sides of the Strait should jointly safeguard the overall and fundamental interests of the Chinese nation.China\u0027s resolve and will to safeguard its national territorial integrity is firm, Hong said, noting that Chinese maritime surveillance ships have been patrolling and conducting law enforcement activities, and will continue to do so, in waters surrounding the Diaoyu Islands in an exercise of the country\u0027s jurisdiction.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/U47P5029T2D509901F24DT20120925082433.jpg",
  "keywords": "taiwan:6:1.0;islands:10:0.9928305470871139;afternoon:3:0.48838287121270846;sail:2:0.44038553667120434;total:3:0.43048858448524524;southeast:2:0.42180581078424073;a:9:0.40938495803858704;sailing:2:0.3936376708025576;move:3:0.38946835665885815;integrity:2:0.35641317197289984;coast guard:2:0.3529861243223713;safeguard:2:0.3456747460106828;surveillance:2:0.31522400875198303;ships:2:0.3033740426177578;reported:2:0.25596458734878885;ministry:2:0.22959391172546412;news:2:0.22424957363229706;a question:1:0.20690582495213292;fundamental:1:0.1999127077689166;bound:1:0.1999127077689166",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/U47P5029T2D509901F24DT20120925082433.jpg",
      "title": "Taiwanese boats enter waters near Diaoyu Islands - China News ..."
    },
    {
      "url": "http://img.news.sina.com/U47P5029T2D509901F26DT20120925082433.jpg",
      "title": "Taiwanese boats enter waters near Diaoyu Islands - China News ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d_X4pa_pJurw",
      "imgurl": "http://img.youtube.com/vi/_X4pa_pJurw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__EdvPPYLuPWd_ojrkAJ24qwqCU1E\u003d",
      "title": "Japan Lands on Diaoyu Islands, China and Taiwan ..."
    }
  ]
}