{
  "url": "http://english.sina.com/china/p/2012/1016/517046.html",
  "title": "Japanese warned after attack",
  "pubdate": "2012-10-17 01:05:22 GMT",
  "description": "Japanese people in Shanghai have been warned their safety is at risk after four Japanese were attacked by several Chinese last week.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA gourd painting of China\u0027s Diaoyu Islands is displayed at a cultural festival in Liaocheng, Shandong province. Zhao Yuguo / for China Daily\u003c/h4\u003e\t\tJapanese people in Shanghai have been warned their safety is at risk after four Japanese were attacked by several Chinese last week.The warning comes in a newly issued notice from the Japanese consulate in Shanghai.On Thursday night, the four victims, who work for a Japanese company in Shanghai, and a Chinese colleague were attacked by five Chinese as they dined at a Japanese restaurant, the consulate said.\"They (the four Japanese) were first asked if they were Japanese by the five Chinese, and after confirming this were given a violent beating,\" said Isamu Ishikawa, chief of general affairs at the consulate.\"Since they didn\u0027t know the five Chinese, there is little possibility the attack was related to personal affairs,\" Ishikawa said.The Japanese sustained minor injuries, and police are investigating the incident, Ishikawa told China Daily on Tuesday.The notice, posted on the consulate website on Monday, said there had been no anti-Japanese protests near the consulate since Sept 24.Large numbers of protesters, defending China\u0027s sovereignty over the disputedDiaoyu Islands, flocked to the Japanese consulate in Shanghai last month, which marked the 81st anniversary of Japan\u0027s 14-year occupation of parts of China.Protesters also gathered at key tourist sites in the city, including People\u0027s Square and The Bund.Latest Shanghai Statistics Bureau figures show that by the end of 2010, Shanghai topped cities on the Chinese mainland with the largest population of foreigners, 143,200, with Japanese the largest group, accounting for 20.7 percent of the total.Hu Shoujun, a sociologist at Fudan University in Shanghai, says rationalism and sensibility are needed when it comes to international affairs.\"Patriotism cannot be used as an excuse to practice violence,\" said Yu. \"Under no circumstance should the law be violated.\"\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/china/p/2012/1016/U45P5029T2D517046F24DT20121017090522.jpg",
  "keywords": "shanghai:6:1.0;the five:2:0.4693666933686555;the four:2:0.42300867972614997;a:7:0.3310895851618069;isamu:1:0.31859232213774097;personal affairs:1:0.31859232213774097;liaocheng:1:0.31859232213774097;after four:1:0.27126748593479155;81st:1:0.24927493020825967;at risk:1:0.24134637848824853;painting:1:0.24134637848824853;occupation:1:0.23468334668432775;tourist:1:0.23468334668432775;the attack:1:0.2289608134038738;restaurant:1:0.2289608134038738;fudan university:1:0.2289608134038738;zhao:1:0.22381069064518608;minor:1:0.2193010294244642;statistics:1:0.21514478580348662;the incident:1:0.207873203677513",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20121017/f04da2db148411e82e8603.jpg",
      "title": "Japanese warned after attack"
    },
    {
      "url": "http://www.asiaone.com/A1MEDIA/news/10Oct12/20121017.105032_reuters_japconsulatesh.jpg",
      "title": "Japanese warned after attack"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dMHPT4AushyY",
      "imgurl": "http://img.youtube.com/vi/MHPT4AushyY/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__TDlzHOFM816Z7cnF3u01_GkGW2Y\u003d",
      "title": "Warning Japan was Attacked and United States ..."
    }
  ]
}