{
  "url": "http://english.sina.com/world/2012/0816/497103.html",
  "title": "U.S., Japan discussing missile-defense ship upgrades",
  "pubdate": "2012-08-16 08:30:58 GMT",
  "description": "The United States and Japan are discussing system upgrades for a pair of Japanese destroyers to boost defenses against a ballistic missile attack, an executive at the Pentagon’s top contractor said Wednesday.",
  "cleanContent": "The United States and Japan are discussing system upgrades for a pair of Japanese destroyers to boost defenses against a ballistic missile attack, an executive at the Pentagon’s top contractor said Wednesday.The potential multimillion-dollar updates to two Atago-class guided-missile destroyers would provide cutting-edge Aegis ballistic missile defenses equivalent to those being added to U.S. Navy ships, said Nick Bucci, who heads such maritime programs at Lockheed Martin Corp.Japan has emerged as the most important U.S. partner in crafting a layered shield against missiles of all ranges and in all phases of flight.Japan decided in 2003 to upgrade all four of its Aegis-equipped Kongo-class destroyers to be capable of shooting down ballistic missiles using Raytheon Co Standard Missile-3 interceptors.The work now under discussion would modernize the Aegis systems aboard the Japan Maritime Self-Defense Force’s Atago and Ashigara to a more advanced setup than the Kongo-class, Bucci said in a telephone interview with Reuters. He declined to cite a potential value for such upgrades other than millions of dollars.Included would be new brains for the Aegis system’s radar, designed to be able to thwart ballistic missiles at the same time as defend against other airborne attacks.Also included would be new computing infrastructure, displays, consoles and sensors, Bucci said from Huntsville, Alabama, where he was attending an Army-supported conference on space and missile defense.With such a modernization, the Atago and Ashigara would be capable of firing an updated SM-3 missile that Japan is co-developing with the United States. Kongo-class destroyers would need a separate upgrade of their own to achieve this.The U.S. Defense Department and the Navy had no immediate comment on any such possible programs for Japan or South Korea.The U.S. Navy’s own fleet of ballistic missile defense-capable Aegis ships is schedule to grow from 24 at the end of fiscal 2011 to 36 by the end of fiscal 2018, according to an August 10, 2012, report by the nonpartisan Congressional Research Service, a Library of Congress arm.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "",
  "keywords": "ballistic:5:1.0;aegis:4:0.882679160033101;missile:5:0.8127553809799586;missiles:3:0.501498475885121;upgrade:2:0.33433231725674734;japan:4:0.31478890690361544;navy:2:0.3037933355517131;a:9:0.294847578548074;maritime:2:0.24007361348490877;potential:2:0.2344956813123395;raytheon:1:0.22066979000827525;lockheed martin:1:0.22066979000827525;library of congress:1:0.22066979000827525;huntsville, alabama:1:0.22066979000827525;ships:2:0.21849630794630948;airborne:1:0.2;radar:1:0.2;united states:2:0.18954042417144573;brains:1:0.1878907148660757;congressional research service:1:0.1878907148660757",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://www.aviationweek.com/media/images/fullsize/Defense/Ships/JapaneseAegisDestroyers-JapaneseDefMin.jpg",
      "title": "US, Japan Said Discussing Missile-defense Ship Upgrades"
    },
    {
      "url": "http://media.townhall.com/townhall/reu/hb/2012%5C228%5Cad3f6201-cbe3-4c37-9101-1fb1dda8a8ff.jpg",
      "title": "U.S., Japan said discussing missile-defense ship upgrades"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d8Xo24ADZXQE",
      "imgurl": "http://img.youtube.com/vi/8Xo24ADZXQE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__Tf2lXkg5m_vk8y_HSzlv7_jTgns\u003d",
      "title": "ASIAN ARMS RACE: Drone WARFARE \u0026amp; HI-TECH ..."
    }
  ]
}