{
  "url": "http://english.sina.com/world/p/2012/0703/482911.html",
  "title": "UK places anti-aircraft missiles atop homes",
  "pubdate": "2012-07-04 00:15:00 GMT",
  "description": "The British government confirmed Tuesday that it had placed missile batteries at six sites around London in advance of the upcoming Summer Olympics, including atop two apartment buildings where residents had previously expressed reservations about hosting the anti-aircraft weapons.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003e\u003c/h4\u003e\t\tThe British government confirmed Tuesday that it had placed missile batteries at six sites around London in advance of the upcoming Summer Olympics, including atop two apartment buildings where residents had previously expressed reservations about hosting the anti-aircraft weapons.\"Whilst there is no reported threat to the London Olympics,\" said Defense Secretary Phillip Hammond in a statement, \"the public expects that we put in place a range of measures aimed at ensuring the safety and security of this once-in-a-generation event. Ground-based air defense systems will form just one part of a comprehensive, multi-layered air security plan which, I believe, will provide both reassurance and a powerful deterrent.\"In addition to the Rapier and High-Velocity missile batteries, the government will also station a Royal Navy helicopter carrier in the River Thames and station Royal Air Force jets and army helicopters nearby.Residents of the Fred Wigg Tower and the Tower Hamlets, which will host High-Velocity missiles, had expressed concern about the batteries when the government made a test deployment of the missiles atop their buildings in early May. \"I\u0027m not sure I can sleep in a house knowing there are missiles on the roof,\" journalist and Tower Hamlets resident Brian Whelan told ABC News in May.Said Secretary Hammond, \"A small number of activists object to the deployment of these defensive measures and a legal challenge to the Government\u0027s decision to deploy ... has been initiated. The Ministry of Defense will defend these proceedings vigorously and is confident of defeating them.\"Additional anti-aircraft missile batteries are in place in farmland and hills east and south of London. The Olympic complex is north of the Thames and east of central London near the Stratford and West Ham mass transit stations.\"Our focus is to deliver and Olympic and Paralympic Games that London, the U.K. and the world can enjoy,\" said Home Secretary Theresa May. \"This is the biggest sporting event in the world, and with that comes the huge responsibility to deliver it safely and securely. ... We will leave nothing to chance.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/world/p/2012/0703/U113P5029T2D482911F24DT20120704081500.jpg",
  "keywords": "london:5:1.0;missiles:3:0.736902860755666;missile:3:0.7165586267614762;hammond:2:0.6485052591733098;hamlets:2:0.6485052591733098;tower:2:0.552173982382969;thames:2:0.552173982382969;anti-aircraft:2:0.5270163365086192;buildings:2:0.4379343611957943;olympics:2:0.4379343611957943;secretary:3:0.43324962002223105;station:2:0.394344119385264;a:8:0.3851107733530943;deliver:2:0.3771898998634491;air:2:0.3658254887476678;event:2:0.33552579565651874;brian whelan:1:0.3242526295866549;rapier:1:0.3242526295866549;royal navy:1:0.3242526295866549;west ham:1:0.3242526295866549",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://a.abcnews.com/images/Blotter/gty_london_missiles_kb_120703_wg.jpg",
      "title": "UK Places Anti-Aircraft Missiles Atop Homes As Summer Olympics ..."
    },
    {
      "url": "http://l1.yimg.com/bt/api/res/1.2/p3Mxk7yxdz9Gw.mkGkNQ0w--/YXBwaWQ9eW5ld3M7Y2g9MzYwO2NyPTE7Y3c9NjQwO2R4PTA7ZHk9MDtmaT11bGNyb3A7aD0zNTU7cT04NTt3PTYzMA--/http://media.zenfs.com/en_us/gma/us.abcnews.go.com/gty_london_missiles_kb_120703_wmain.jpg",
      "title": "U.K. Places Anti-Aircraft Missiles Atop Homes As Summer Olympics ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dR4h9gna19QY",
      "imgurl": "http://img.youtube.com/vi/R4h9gna19QY/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__tJqh2wqSZ0eXY324rSrGwOLKLv4\u003d",
      "title": "UK Places Anti-Aircraft Missiles Atop Homes As ..."
    }
  ]
}