{
  "url": "http://english.sina.com/world/p/2012/0528/471276.html",
  "title": "Annan arrives in Syria, urges Damascus to take \u0026quot;bold steps \u0026quot; to solve crisis peacefully",
  "pubdate": "2012-05-28 13:46:11 GMT",
  "description": "DAMASCUS， May 28 (Xinhua) -- The UN-Arab League joint special envoy Kofi Annan said that the recent carnage in central Syrian village of Houla which killed over 100 people was \u0026quot;appalling，\u0026quot; urging the Syrian government to take \u0026quot;bold steps\u0026quot; to prove its resolution to solve the 15-month bloody crisis peacefully.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eUN-Arab League Joint Special Envoy for Syria (JSE) Kofi Annan, speaks during a press conference after his arrival in Damascus, Syria, Monday, May 28, 2012. Annan, arrived in Damascus on Monday for talks with Syrian President Bashar Al-Assad. (AP Photo/Bassem Tellawi)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eThe United Nations\u0027 special envoy to Syria Kofi Annan speaks during a press conference upon his arrival in Damascus， Syria， May 28， 2012. Annan said his visit comes at a \"critical moment in this crisis\". He will meet Syrian President Bashar el-Assad on May 29. (Xinhua/Hazim)\u003c/h4\u003e\t\tDAMASCUS, May 28 (Xinhua) -- The UN-Arab League joint special envoy Kofi Annan said that the recent carnage in central Syrian village of Houla which killed over 100 people was \"appalling,\" urging the Syrian government to take \"bold steps\" to prove its resolution to solve the 15-month bloody crisis peacefully.\"In this crisis I am personally shocked and horrified by the tragic incident in Houla,\" he said upon his arrival in the Syrian capital Damascus on Monday.\"This is an appalling crime and the Security Council has rightly condemned it,\" Annan said, adding that the UN has been requested by the Security Council to investigate the carnage in Houla.Annan said the people who stand behind the incident should be held accountable, adding that the Syrian citizens are paying the highest price in the 15 months of conflict.Annan urged the Syrian government to take \"bold steps\" to signal Syria\u0027s intention to resolve the crisis peacefully.He also called \"for everyone involved to help create the right context for a credible political process,\" making it clear that this message \"is not only for the government but for everyone, every individual with a gun.\"Annan said his six-point plan must be comprehensively implemented, \"and this is not happening today.\"The international envoy said he expects to have \"serious and frank\" discussions with Syrian President Bashar al-Assad, adding that he also looks forward to speaking with a range of other people during his three-day visit to Syria.Meanwhile, Annan\u0027s spokesperson Ahmad Fawzi, said in Geneva that Annan will meet Assad and his senior officials, as well as representatives of the opposition and civil society.Annan will also review the work of UN monitoring mission in Syria with its head Major-General Robert Mood and his team.Both Moscow and London believed that Annan\u0027s peace plan is the best hope for Syria, but the implementation of it was unsatisfactory.\"Just like the majority of other countries, we have common goals concerning the need to implement Kofi Annan\u0027s plan,\" , Russian Foreign Minister Sergei Lavrov told a joint press conference after his talks with his visiting British counterpart William Hague.\"We are deeply concerned over the fact that this plan is not being satisfactorily implemented,\" he said.Referring to the Houla carnage, Lavrov believed both the Syrian authorities and extremist groups were involved in the tragedy, which showed there was still \"a long way to achieve\" Annan\u0027s plan.For his part, Hague blamed the Syrian government for the carnage, saying the government bears the main responsibility for the unsatisfactory implementation of Annan\u0027s plan.The death toll of the slaughter, which took place on last Friday and Saturday, was confirmed to be 108, including 32 children.The opposition and the Syrian government have spent the past two days trading accusations and blaming each other for the appalling slaughtering of women and children in Houla.Ahead of Annan\u0027s visit, the New York-based Human Rights Watch organization said Monday that Annan should push Damascus to allow the UN-appointed Commission of Inquiry access into the country to investigate the killings.Human Rights Watch also reiterated its call to the UN Security Council to refer the situation in Syria to the International Criminal Court.Meanwhile, Mood has said that some of the dead had been killed by shelling and others shot at close range, but stopped short of explicitly accusing a certain party.On Sunday, Syria\u0027s Foreign Ministry spokesman Jihad Makdissi categorically denied the army\u0027s involvement in the killings and announced that the government had formed a military judicial committee to conduct an investigation, saying the results would be out within the next three days.The Houla villages are Sunni Muslim, and activists claimed they came under heavy shelling from Syrian forces, allied with President Assad\u0027s Alawite sect, and later on by raids and attacks from supporters of the Syrian government who had allegedly stormed into houses and stabbed women, men and children, apparently in revenge attacks for staging anti-government protests. But the account could not be verified.The Houla massacre has come after simmering tensions between Sunni and Alawite sects, especially in the restive areas of Syria like the central province of Homs amid unconfirmed reports of mutual abduction and killings on both sides.Such sectarian rift has also reached the Christian minority in Syria that supports the government particularly out of worries about the show of force by ultraconservative Islamists.Observers believe that the recent developments in Syria that took the sectarian nature will toughen the challenge for Annan\u0027s peace efforts.The rebel Free Syrian Army has reportedly said that, had the international community failed to undertake measures to protect Syrian civilians after the recent massacre, \"let the Annan\u0027s plan then go to hell.\"Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0528/U43P5029T2D471276F24DT20120528224756.jpg",
  "keywords": "syrian:15:1.0;syria:9:0.6000000000000001;carnage:4:0.3890689045486286;arrival:3:0.32645564253744963;damascus:4:0.3168476616725195;plan:5:0.3162421593187238;envoy:4:0.29330163765965794;the government:4:0.2727322100528243;kofi annan:3:0.24135722111610441;a:10:0.22479634470566368;joint:3:0.21646752841507794;visit:3:0.21079714271268807;president:4:0.20993438571910317;bold:2:0.20450436690860943;investigate:2:0.20450436690860943;special:3:0.2;crisis:3:0.2;mood:2:0.18414881686564258;bashar al-assad:2:0.18228832875359233;press:3:0.17019684284269052",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://p3.img.cctvpic.com/20120528/images/1338215522859_1338215522859_r.jpg",
      "title": "Annan arrives in Syria, urges Damascus to take \u0026quot;bold steps \u0026quot; to ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-05/28/131616225_title1n.jpg",
      "title": "Annan arrives in Syria, urges Damascus to take \u0026quot;bold steps \u0026quot; to ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dz9ElOq7Izf0",
      "imgurl": "http://img.youtube.com/vi/z9ElOq7Izf0/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__A5f_CPblO4kTNjuza1G1Mv9h4Cc\u003d",
      "title": "WORLDMAGNUM: SYRIA CRISIS: KOFI ANNAN to ..."
    }
  ]
}