{
  "url": "http://english.sina.com/world/2012/0913/506475.html",
  "title": "Japan summons Chinese ambassador to protest 6 Chinese ships nearing Diaoyus",
  "pubdate": "2012-09-14 04:00:21 GMT",
  "description": "Japan’s foreign ministry on Friday morning summoned Chinese ambassador Cheng Yonghua to protest China sending six surveillance ships near Diaoyu Islands in the East China Sea.",
  "cleanContent": "By Mei Jingya, Sina EnglishJapan’s foreign ministry on Friday morning summoned Chinese ambassador Cheng Yonghua to protest China sending six surveillance ships near Diaoyu Islands in the East China Sea.Local media reported that after six Chinese surveillance ships entered waters near the islands, the Japanese government mobilized a task force at the crisis management center at the prime minister\u0027s office Friday morning.A spokeswoman for the prime minister\u0027s office said that after warnings from Japanese coast guard ships, two or three of the Chinese ships apparently left the waters near the islands Friday morning, but the others remain.Action Committee for Defending the Diaoyu Islands chairman Chan Miu-tak said today the group will send ships to Diaoyu islands again on September 18 to pretest Japan’s purchase, Japan’s Jiji press reported.September 18 marks the 81th anniversary of the day on which Japan invaded China in 1931.But Hong Kong’s Commissioner of Police Tsang Wai-hung said the ships’ permission to sail has been canceled and they will not be able to set out on a voyage.The Japanese consulate in Shanghai said Sept. 13 that a Japanese national suffered an eye injury after being splattered with noodles in a restaurant, with a few others beaten by Chinese protestors.The consulate said it had received 6 reports on attacks targeting Japanese in the city. Some were thrown plastic bottles by locals.Anger on Japan results in rising sentiment-driven violence on Japanese expats living in Shanghai.In response to several Japanese reportedly assaulted or harassed in Shanghai, Chinese Foreign Ministry spokesman Hong Lei said: \"Chinese people feel bitterly discontent with Japanese government’s infringement upon Chinese sovereignty, but the fury is not targeting the Japanese people.”He also urged the Chinese to \"deliver their relevant appeals by law and in a rational way”.Two Chinese surveillance ship fleets have arrived at waters off the Diaoyu Islands and its affiliated islets around 6 a.m. Friday morning and started patrol and law enforcement there.\"Attention, Japanese Coast Guard (JCG) patrol ship. This is Chinese surveillance ship No. 50. The Diaoyu Island and its affiliated islands have been China\u0027s sacred territory since ancient times. This is supported by historical facts and technical evidence. Japanese Coast Guard ships\u0027 entry into the waters of Diaoyu Islands has already impaired China\u0027s sovereignty and its sovereignty. Any unilateral move that Japan takes on Diaoyu Island and its affiliated islands is illegal and invalid. If you do not stop all the activities that impairs China\u0027s sovereignty, you have to shoulder all the consequences arising therefrom.\" a crew member of Chinese surveillance ship shouted to the Japanese Coast Guard patrol ship. Japanese Prime Minister Yoshihiko Noda on Friday said Japan \"will take all possible measures to ensure security\" after two Chinese surveillance ship fleets started patrol and law enforcement around Diaoyu Islands and its affiliated islets on Friday morning, the Kyodo news agency reported.The Japanese government has also set up a special office to deal with the particular issue at the crisis management center at the prime minister\u0027s office, said the report.The Chinese surveillance ships arrived at waters around Diaoyu Islands and its affiliated islands early Friday morning.It is the first time for Chinese surveillance ships to patrol there after the Chinese government announced on Monday the base points and baselines of the territorial waters of the Diaoyu Islands and their affiliated islets, as well as the names and coordinates of 17 base points.These law enforcement and patrol activities are aimed to demonstrate China\u0027s jurisdiction over the Diaoyu Islands and its affiliated islets and ensure the country\u0027s maritime interests, according to a government statement.The Diaoyu Islands and the affiliated islands have been an inalienable part of China\u0027s territory since ancient times, and China has indisputable sovereignty over them.The Chinese government has repeatedly demanded that Japan immediately repeal its wrongful decision to \"purchase\" the Diaoyu Islands.During consultations with Japanese diplomat Shinsuke Sugiyama in Beijing on Wednesday, Luo Zhaohui, head of the Chinese Foreign Ministry\u0027s Asian Affairs Department, said China will never recognize Japan\u0027s illegal seizure and so-called \"actual control\" of the Diaoyu Islands or tolerate any unilateral move made by Japan in regards to the Diaoyu Islands.Luo demanded that Japan immediately correct its mistake, return to the consensus and understanding reached between the two sides and return to the track of negotiating a settlement of the dispute.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "islands:17:1.0;surveillance:8:0.7470595583312433;ships:8:0.7189759409014563;affiliated:8:0.6801525325126773;ship:6:0.6556260371261385;patrol:6:0.5635296979354282;friday:7:0.4963323837708106;prime minister\u0027s office:3:0.46369972372947044;japan:7:0.45317686617211506;coast guard:4:0.41827660776436515;morning:4:0.3949887157437441;law:4:0.32697346249247633;a:10:0.26950406470078014;china:5:0.25505719969225393;the crisis:2:0.2185420123753795;management:2:0.20087932989392251;ancient:2:0.1938584255364758;base:2:0.1929057230915501;shanghai:2:0.18993131944269148;illegal:2:0.18784323264514274",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "https://www.scmp.com/sites/default/files/2013/02/05/yonghua.jpg",
      "title": "Japan summons China envoy after ships enter disputed waters ..."
    },
    {
      "url": "http://cdn.asiancorrespondent.com/wp-content/uploads/2013/01/SenkakuIslands.jpg",
      "title": "Tokyo protests to China over 4 ships near islands | Asia News ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dfyJJyVMqvxs",
      "imgurl": "http://img.youtube.com/vi/fyJJyVMqvxs/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__DUSrapBcxYQgxmqZscsI1MCcYzc\u003d",
      "title": "China rejects Japan´s protest on Diaoyu patrol ..."
    }
  ]
}