{
  "url": "http://english.sina.com/world/2012/0613/476348.html",
  "title": "Syria denies state of civil war, slamming UN official statement",
  "pubdate": "2012-06-13 10:54:51 GMT",
  "description": "DAMASCUS, June 13 (Xinhua) -- Syria\u0026#39;s foreign ministry slammed on Wednesday UN officials\u0026#39; statement that the country is in a state of civil war, saying that Syria doesn\u0026#39;t witness a civil war but rather a struggle to eradicate terrorism and encounter killings.",
  "cleanContent": "DAMASCUS, June 13 (Xinhua) -- Syria\u0027s foreign ministry slammed on Wednesday UN officials\u0027 statement that the country is in a state of civil war, saying that Syria doesn\u0027t witness a civil war but rather a struggle to eradicate terrorism and encounter killings.In a statement carried by Syria\u0027s official news agency SANA, the ministry said \"talking about a civil war in Syria runs counter to the reality and goes against the orientations of the Syria people because what is happening in Syria is a war against armed groups that have chosen terrorism as a road to reach their goals.\"A day earlier, Herve Ladsous, UN under-secretary for peacekeeping operations, said that Syria is now in a state of civil war and the government has lost control of \"large chunks\" of cities.\"Syria was still expecting that UN officials, and Ladsous in particular, would deal objectively, precisely and evenhandedly, with the current developments in Syria especially after the deployment of UN observers in most Syrian provinces,\" the ministry \u0027s statement said.\"It\u0027s Syrian authorities\u0027 duty to confront crimes and spread the state\u0027s power on all its territories,\" the ministry said, adding that \"Syria doesn\u0027t witness a civil war but rather a struggle to eradicate terrorism and encounter killings, kidnapping, explosions and attacks against the state\u0027s institutions.\"In the statement, the ministry stressed Syria\u0027s keenness to stick by the six-point peace plan brokered by UN-Arab League joint special envoy Kofi Annan.In an attempt to show resolve to implement Annan\u0027s plan, Syrian authorities released Wednesday 500 prisoners, who were arrested against the backdrop of the 15-month-old unrest and hadn\u0027t been involved in homicide.Annan expressed worries Monday about the escalation of violence in the unrest-torn country, especially after reports about use of mortar shells and tanks in Homs and Haffeh, according to a statement issued by Annan\u0027s spokesman Ahamd Fawzi.The UN estimates that over 9,000 people have died in Syria\u0027s 15- month-old unrest, while the Syrian authorities said they are fighting foreign-backed armed groups and over 2,000 troops were killed during attacks on government establishments.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0510/S58317T1336631801197.jpg",
  "keywords": "civil war:5:1.0;syria:7:0.8576969226925815;ministry:5:0.5213475298506021;syrian:4:0.4901125272529037;statement:4:0.4901125272529037;a:11:0.45447395656124434;witness:2:0.42163787750443965;unrest:2:0.39999999999999997;struggle:2:0.3758630703743762;encounter:2:0.3758630703743762;escalation:1:0.2369553828028128;lost control:1:0.2369553828028128;plan:2:0.23249136589142272;what is happening:1:0.226159438410707;state:2:0.22532265364614448;herve:1:0.21774462319764118;shells:1:0.21081893875221983;expecting:1:0.1879315351871881;sana:1:0.18475156225968972;kofi:1:0.18475156225968972",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/sci/2012-06/09/131650138_title1n.jpg",
      "title": "China to launch spacecraft in mid-June for manned space docking ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-06/13/131650122_title1n.jpg",
      "title": "Syria denies state of civil war, slamming UN official statement ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dmLrfNi_K6Gg",
      "imgurl": "http://img.youtube.com/vi/mLrfNi_K6Gg/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__5Zx9VB8KJs-vt5g2kLj87-FBRH0\u003d",
      "title": "UN LEADER in IRAN peace talk about SYRIA and ..."
    }
  ]
}