{
  "url": "http://english.sina.com/world/2012/0711/485554.html",
  "title": "Philippines offers three South China Sea blocs for bidding",
  "pubdate": "2012-07-12 03:15:36 GMT",
  "description": "Just as tension with Japan over Diaoyus is flaring up again in the East China Sea, the Philippines is also busy playing gamesmanship in China’s backyard: bidding out three oil blocs in the South China Sea.",
  "cleanContent": "By Mei Jingya, Sina EnglishJust as tension with Japan over Diaoyus is flaring up again in the East China Sea, the Philippines is also busy playing gamesmanship in China’s backyard: bidding out three oil blocs in the South China Sea.Philippine Energy Undersecretary James Layug said Wednesday at an energy forum in Manila that his country is offering three blocs within their exclusive economic zones for oil and gas exploration.\"All reserves in that area belong to the Philippines. We will only offer areas within our exclusive economic zone,\" Layug was quoted as saying.Right now, ASEAN foreign ministers are meeting in Phnom Penh of Cambodia for a regional security forum with South China Sea issues in spotlight. At such a sensitive timing, Philippine’s intention is a spoiler indeed.The three reserves, located off the coast of the western Philippine island of Palawan, lie within disputed waters both China and the Philippines claim partially and believed to be promising for oil and gas deposits. According to Layug, they already provide 40 percent of the electricity of Luzon, a main Philippine island.Layug also said the Philippines enjoyed great success historically in energy exploration in these areas, indicating the three new blocs might also hold large oil and gas reserves.Invitation for bidding will officially start on July 31. He said China has not raised the issue with the Philippines yet.Still, the Philippines accused China of ‘harassing’ its oil exploration vessels in the Liyue Bank last year.Renewed tension between China and the Philippines escalated this year as spat intensifies and situation further erodes. The two countries have been dragged in an ongoing maritime standoff since April over the Huangyan Island.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "",
  "keywords": "philippines:7:1.0;oil:5:0.5787540283721033;gas:3:0.36989242409760414;china:7:0.35914608741731474;energy:3:0.32152740953858044;exploration:2:0.2857142857142857;exclusive:2:0.25135875848433875;forum:2:0.2282262338241144;tension:2:0.21034834443581032;areas:2:0.20821794873650953;phnom penh:1:0.182582295134114;palawan:1:0.182582295134114;luzon:1:0.182582295134114;manila:1:0.16548010049519424;cambodia:1:0.16548010049519424;economic:2:0.15682584219896292;asean:1:0.15546087189076044;lie:1:0.14285714285714285;the coast:1:0.14285714285714285;standoff:1:0.13831336364609428",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://globalnation.inquirer.net/files/2012/07/west-philippine-sea.jpg",
      "title": "Philippines to bid out three West Philippine Sea blocs | Inquirer ..."
    },
    {
      "url": "http://img.news.sina.com/life/p/2012/0711/U140P5029T2D485596F23DT20120712140313.jpg",
      "title": "Philippines offers three South China Sea blocs for bidding - World ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003djjXqkc-ddFA",
      "imgurl": "http://img.youtube.com/vi/jjXqkc-ddFA/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__Pzql_VO8Oym4efymIpvYzWX_8mY\u003d",
      "title": "China urges Philippines not to escalate tensions ..."
    }
  ]
}