{
  "url": "http://english.sina.com/china/2012/1011/515343.html",
  "title": "China, Japan to start deputy minister level talks",
  "pubdate": "2012-10-12 00:41:08 GMT",
  "description": "China and Japan will start a new round of deputy foreign ministers level negotiation over the ongoing Diaoyu Islands dispute, Foreign Ministry spokesman Hong Lei said at the regular press conference on Friday.\u0026nbsp;",
  "cleanContent": "China and Japan will start a new round of deputy foreign ministers level negotiation over the ongoing Diaoyu Islands dispute, Foreign Ministry spokesman Hong Lei said at the regular press conference on Friday.On invitation of Japan, Ambassador Luo Zhaohui, Director of Department of Asian Affairs, Chinese Foreign Ministry, started his working visit to Japan on Thursday, Oct. 11, to exchange views with his Japanese counterpart, Shinsuke Sugiyama, the director-general of Asian and Oceanian Affairs Bureau, over the ongoing Diaoyu Islands dispute.Luo’s visit has also paved the way for the to-be negotiation between deputy foreign ministers from both sides, as bilateral relationship is frayed with the escalating island spat.China, Japan officials agree to start talks on islands Officials from both the Chinese and Japanese governments have agreed to hold bilateral talks to repair the ties damaged by the ongoing Diaoyu Islands dispute.The Japanese Foreign Ministry made the announcement on Thursday that the two countries would meet in the near future to repair relations, only a day after Prime Minister Yoshihiko Noda warned that if their dispute progressed in this manner, the whole Asian economy would suffer.The bilateral discussions will be held at the vice-ministerial level officials, but pre-discussion talks have to be held to decide when the meetings should take place.Luo Zhaohui, head of the Chinese Foreign Ministry\u0027s Asian Affairs Department, met his Japanese counterpart, Shinsuke Sugiyama on invitation to exchange views on Diaoyu Islands in Tokyo on Tursday.In an October 10th Interview, Japanese Prime Minister Noda said that theirs and China’s economies were the third and second largest economies, respectively, in the world, and their interdependence is only increasing. He said that if their relations continue to sour, both economies will suffer, and the rest of the world will be affected.Chinese Foreign Minister Yang Jiechi on Thursday said the lower-level delegations that China sent to Tokyo for the annual meetings of the International Monetary Fund and World Bank were‘completely appropriate\u0027, given current tense China-Japan relations over the Diaoyu Islands territorial row.Yang made the remarks while meeting with German Foreign Minister Guido Westerwelle on the one-month anniversary of a major diplomatic standoff between Asia\u0027s largest economic powers. Japan on Sept 11 finalized an illegal \u0027purchase\u0027 of the islands, which have belonged to China for centuries. []Related:Special Coverage:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "islands:7:1.0;japan:5:0.7861231351965263;invitation:2:0.716546860819647;asian affairs:2:0.633665228261129;relations:3:0.5753037784039197;exchange:2:0.5236078971329443;thursday:3:0.4955397022592363;ministry:3:0.4955397022592363;level:2:0.448154936820811;start:2:0.42362722983671103;deputy:2:0.4166162599975218;department:2:0.4166162599975218;visit:2:0.4091668274304866;prime minister:2:0.3882090830691876;china:3:0.3716547766944272;sour:1:0.3582734304098235;the world:2:0.3508361225384421;progressed:1:0.3449429909029171;world bank:1:0.3449429909029171;standoff:1:0.33397157736548594",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://o.aolcdn.com/mars/19922/635/357/95815735.jpg",
      "title": "Russia Worries About Future of Iranian Nuke Talks; EXCLUSIVE From ..."
    },
    {
      "url": "http://news.xinhuanet.com/english2010/china/2011-05/04/13858469_41n.jpg",
      "title": "11th Trilateral Finance Ministers\u0026#39; Meeting among China, Japan, ROK ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dWGo80kLT3VI",
      "imgurl": "http://img.youtube.com/vi/WGo80kLT3VI/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__z8Rzp0y4vyDMqDP2rBh1WMkg26Q\u003d",
      "title": "Tension Increases Between North and South Korea ..."
    }
  ]
}