{
  "url": "http://english.sina.com/china/p/2012/0417/459167.html",
  "title": "Diaoyu Islands can never be up for sale ",
  "pubdate": "2012-04-18 02:29:08 GMT",
  "description": "Shintaro Ishihara, the governor of Tokyo, remarked that the Tokyo government would purchase Diaoyu Islands from private hands. The intention is clear, namely to leave Japan\u0026#39;s mark over the islands through business deals. But the trick will only sway a few Japanese people。",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eChina\u0027s patrol ship \"Haijian 50\" patrols in waters near the Diaoyu Islands, March 16, 2012. The patrol by China Marine Surveillance, the country\u0027s maritime law enforcement authorities, was carried out by two patrol ships \"Haijian 50\" and \"Haijian 66\", which arrived in waters near the Diaoyu Island and its affiliated isles in the early morning of Friday. Photo: Xinhua\u003c/h4\u003e\t\tShintaro Ishihara, the governor of Tokyo, remarked that the Tokyo government would purchase Diaoyu Islands from private hands. The intention is clear, namely to leave Japan\u0027s mark over the islands through business deals. But the trick will only sway a few Japanese people。The Diaoyu Islands are priceless. No matter how much Tokyo is willing to pay, it cannot buy islands belonging to China。Diaoyu Islands are under the control of Japan, which wants to extend its advantage with small tricks. This is naive。Ishihara is a leading figure of Japan\u0027s far-right camp and often comes up with novel nationalistic ideas to stir up controversy. With his efforts, marginalized nationalistic thoughts are increasingly becoming mainstream in Japan. Ishihara is clear that any move by Japan toward the Diaoyu Islands would be countered by China。This year is the 40th anniversary of the normalization of diplomatic ties between China and Japan. But earlier this year, Nagoya mayor Takashi Kawamura openly denied the Nanjing massacre in front of a delegation from the city. Now Ishihara has this new idea of purchasing the Diaoyu Islands。The Chinese people will not be patient in discerning whether this idea was initiated by the local Tokyo authority or by the Japanese government. They feel the new provocation, and that a strong response is necessary。The Diaoyu Islands fall under the sovereignty of China. This fact was acknowledged at the end of World War II. The joint statement issued by Chinese and Russian leaders in 2010 claimed that the UN Charter and other international documents regarding the result of World War II should be upheld。Japan repeatedly challenges China\u0027s legal rights over Diaoyu, but China can also apply the same strategy. In China\u0027s administrative system, Diaoyu Islands are under the governance of Yilan county of Taiwan Province. A garrison post on Diaoyu under China\u0027s legal system can be established, including the appointing related officials. In this way, Diaoyu could come under China\u0027s daily operation。A domestic plot of Japan over Diaoyu Islands will not change their identity. Due to its wide implications, a dispute over Diaoyu will eventually be solved through patience, not posturing。The East Asian geopolitical landscape is dotted with island disputes. Europe settled its maritime boundaries through bloody wars throughout history. A military option is not an easy choice today, but Asian countries still have flexible means to solve this problem。\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/china/p/2012/0417/U48P5029T2D459167F24DT20120418102908.jpg",
  "keywords": "islands:10:1.0;tokyo:4:0.606796502080974;patrol:3:0.479000243245114;japan:4:0.44022895571005466;idea:2:0.366525527993061;ii:2:0.366525527993061;maritime:2:0.3357404083821825;a:7:0.32070983699392835;legal:2:0.31933349549674267;nagoya:1:0.308604366550454;priceless:1:0.308604366550454;system:2:0.3076764440849806;clear:2:0.2988886945236856;war:2:0.28368189555609075;island:2:0.28368189555609075;garrison:1:0.2796978839186652;sway:1:0.2796978839186652;takashi:1:0.2627631767800333;wars:1:0.2627631767800333;world:2:0.26152053023316507",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://www.beijingshots.com/wp-content/uploads/2012/04/Diaoyu-Islands-can-never-be-up-for-sale.jpg",
      "title": "The China Watch » Diaoyu Islands can never be up for sale"
    },
    {
      "url": "http://www.beijingshots.com/wp-content/uploads/2012/04/20124175BD7EB4834874FD785C6A0B8BB5AC210.jpg",
      "title": "The China Watch - tags: Diaoyu Islands - page4"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003ddK1Ziwg6Amc",
      "imgurl": "http://img.youtube.com/vi/dK1Ziwg6Amc/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__MaPY3xvCTzXsvvBaEZtagCgizLg\u003d",
      "title": "Diaoyu Islands Issue Fires Up, As South China Sea ..."
    }
  ]
}