{
  "url": "http://english.sina.com/china/2012/0720/488216.html",
  "title": "China pledges to work with ASEAN for peace in South China Sea",
  "pubdate": "2012-07-20 14:52:54 GMT",
  "description": "BEIJING， July 20 (Xinhua) -- China pledged Friday to make joint efforts with the Association of Southeast Asian Nations (ASEAN) to safeguard regional peace and stability after the 10-member bloc issued a six-point statement on the South China Sea.",
  "cleanContent": "BEIJING, July 20 (Xinhua) -- China pledged Friday to make joint efforts with the Association of Southeast Asian Nations (ASEAN) to safeguard regional peace and stability after the 10-member bloc issued a six-point statement on the South China Sea.\"The Chinese side is willing to work together with the ASEAN members to implement the Declaration on the Conduct of Parties in the South China Sea (DOC) comprehensively and effectively,\" Chinese Foreign Ministry spokesman Hong Lei said in response to a question on the ASEAN statement.In the statement issued earlier on Friday, the ASEAN members reaffirmed their commitment to a \"peaceful resolution of disputes\" in the South China Sea.\"The Chinese side has noticed the ASEAN\u0027s statement on the South China Sea,\" Hong said, adding that the core problem over the South China Sea is the disputes between nations concerned on the sovereignty over the Nansha islands and the demarcation of the islands\u0027 adjacent waters.\"China has sufficient historical and jurisprudential evidence for its sovereignty over the Nansha islands and the adjacent waters,\" he added.However, Hong said China is open to consultations with ASEAN on the conclusion of a Code of Conduct in the South China Sea.\"(We) hope that all the parties will strictly abide by the DOC and create necessary conditions for the consultations,\" he said.As a signatory to the United Nations Convention of the Law of the Sea (UNCLOS), China attaches importance to safeguarding the principles and mission of the convention, said the spokesman.Hong said UNCLOS is aimed to establish legal order for the seas and oceans \"with due regard for the sovereignty of all states,\" and it does neither serve as an international treaty to address disputes over territorial sovereignty between states nor as evidence used to judge over the disputes.The countries concerned should address the disputes over the maritime demarcation in the South China Sea, after the land disputes have been resolved, in accordance with historical facts and all international laws including UNCLOS, he added.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "the south:7:1.0;asean:5:0.9161159060795715;china:10:0.6046894892726122;doc:2:0.43037593371639327;conduct:2:0.26170368888349455;evidence:2:0.25557604402061823;states:2:0.24540165309611156;islands:3:0.2091881938647314;side:2:0.1958380031226499;statement:2:0.1894870995012959;oceans:1:0.1832231812159143;the declaration:1:0.17487533424002252;the land:1:0.16836866959098595;the core:1:0.16836866959098595;friday:2:0.16810065462848325;code:1:0.16301345916622995;the parties:1:0.16301345916622995;the convention:1:0.16301345916622995;the association:1:0.16301345916622995;resolved:1:0.1585130234451917",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131728885_title1n.jpg",
      "title": "China pledges to work with ASEAN to safeguard peace in South China ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131729115_title1n.gif",
      "title": "China pledges to work with ASEAN to safeguard peace in South China ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d-TUeK2TaKAY",
      "imgurl": "http://img.youtube.com/vi/-TUeK2TaKAY/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__O0HD3XCcirDq4UAC3BmjUvy_s04\u003d",
      "title": "China Ups the Stakes in the South China Sea ..."
    }
  ]
}