{
  "url": "http://english.sina.com/china/2012/0917/507495.html",
  "title": "Fishermen set sail for Diaoyu waters",
  "pubdate": "2012-09-17 23:49:12 GMT",
  "description": "About 1,000 fishing boats from Zhejiang and Fujian provinces set sail for the waters around the Diaoyu Islands on Monday, after a fishing moratorium in the East China Sea ended a day earlier.",
  "cleanContent": "About 1,000 fishing boats from Zhejiang and Fujian provinces set sail for the waters around the Diaoyu Islands on Monday, after a fishing moratorium in the East China Sea ended a day earlier.Despite the on-going China-Japan spat over the sovereignty over the islands, the move came amid assurances that fishery authorities would provide the necessary services for Chinese fishermen in the area, a traditional fishing ground.More than 1,000 Chinese fishing boats fish around the waters of the Diaoyu Islands every year, annually netting more than 150,000 tons, according to the Ministry of Agriculture. However, Chinese fishing boats have often been harassed and expelled by the Japan Coast Guard.The Chinese fishery administration department will provide services for fishing in waters near the Diaoyu Islands, foreign ministry spokesman Hong Lei said in a regular press briefing on Monday.The Ministry of Agriculture also stated that patrol forces would protect China\u0027s sovereignty and the safety of Chinese fishermen\u0027s life and property.The waters around the Diaoyu Islands have been the fishing ground for fishermen in Zhejiang, Fujian and Taiwan for generations, the Ministry of Agriculture stated last week.The Japan Coast Guard and the National Police Agency said Friday that coast guard officers will be allowed to make arrests and undertake investigations on the islands claimed by Japan, including the Diaoyu Islands, according to the Daily Yomiuri.Zhan Qixiong, a Chinese fisherman, was detained for 10 days by the Japanese government after his ship was hit by a Japanese Coast Guard ship in September last year, the Xinhua News Agency reported.\"The government should definitely enhance its protection of Chinese fishermen, particularly in the face of the increasingly strained ties with Japan,\" Li Guoqiang, a deputy director with the Research Center for Chinese Borderland History and Geography at the Chinese Academy of Social Sciences, told the Global Times.The Chinese government\u0027s announcement of the territory baselines in the seas around the Diaoyu Islands has provided a sound legal basis for China to exercise its sovereignty in the area, Li said. \"China should step up its protection of fishermen within the 12 nautical miles around the Diaoyu Islands.\"An official surnamed Zhan from the government of Gangfu village, in Shenhu town, Fujian Province, told the Global Times that half of the 3,000 villagers are fishermen, who often go to the Diaoyu Islands to fish. \"Fishing in the waters of the island is totally reasonable and legal,\" he said.Some fishermen from Shishi in Fujian admitted, however, that they would prefer not to go to the Diaoyu Islands.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "islands:10:1.0;ministry of agriculture:3:0.8390936517559956;coast guard:3:0.5333026748995656;fish:2:0.4435656597827903;japan:4:0.44022895571005466;protection:2:0.4027126448827438;ship:2:0.37152142103814517;a:8:0.366525527993061;li:2:0.31933349549674267;legal:2:0.31933349549674267;shenhu:1:0.308604366550454;area:2:0.28368189555609075;borderland:1:0.2796978839186652;fisherman:1:0.2796978839186652;geography:1:0.2627631767800333;china:3:0.260158343686099;step up:1:0.24146009363204193;set sail:1:0.24146009363204193;villagers:1:0.22732596020360293;investigations:1:0.22732596020360293",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.globaltimes.cn/DesktopModules/Markit.SlideShow/ImageHandler.ashx?img\u003d/Portals/0/SlideShow_Photos/3230/093526dmgydsgnd9m5226o.jpg\u0026w\u003d450\u0026h\u003d330\u0026Q\u003d0\u0026PortalID\u003d0",
      "title": "Diaoyu Islands Dispute"
    },
    {
      "url": "http://img.news.sina.com/china/p/2012/0916/U45P5029T2D507060F24DT20120917072026.jpg",
      "title": "One thousand fishing boats set sail for Diaoyu waters - China News ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003deOO0MqZ4qJg",
      "imgurl": "http://img.youtube.com/vi/eOO0MqZ4qJg/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__ueG0xZdZXafVYs1RDTiNSoJW71w\u003d",
      "title": "China to protect fishermen around Diaoyu Islands ..."
    }
  ]
}