{
  "url": "http://english.sina.com/sports/2012/0719/487935.html",
  "title": "Opening ceremony tensions boiling over at Olympics",
  "pubdate": "2012-07-20 02:32:26 GMT",
  "description": "Transforming the Olympic Stadium into a rural idyll is proving far from serene for Danny Boyle ahead of the opening ceremony.",
  "cleanContent": "Transforming the Olympic Stadium into a rural idyll is proving far from serene for Danny Boyle ahead of the opening ceremony.As he perfects next Friday\u0027s curtain raiser, the Oscar-winning director is discovering that art and sport can be a volatile mix.London organizers have acknowledged tension between Boyle and Olympic broadcasters, while trying to downplay suggestions of a full-blown standoff.Boyle has already been forced to trim parts of the ceremony to ensure it finishes in time for spectators to get home before public transportation shuts down. And the \"Slumdog Millionaire\" director is now locked in negotiations with Olympic Broadcasting Services about camera positions.The cameras installed in the 80,000-seat stadium are in prime spots to capture sports action. But Boyle wants his own cameras in place to capture a cinematic-style \"Isles of Wonder\"-themed show.\"There are creative tensions in here,\" London organizing committee spokeswoman Jackie Brock-Doyle said. \"Right now the discussion is where cameras are going ... In any kind of show you have got creative people all doing all different elements of it, getting towards that opening night I think people get a bit excited.\"Adding cameras involves removing seating, although tickets for them hadn\u0027t been sold.\"Danny was very keen to make sure that the coverage of the opening ceremony was filmed, not from a sports standpoint, but to capture the way in which the ceremony was being played through,\" said James Bulley, the director of venues for the organizing committee.\"So rather than having cameras in positions which would be great for a field of play and track and so on, we have put in additional camera positions for him,\" Bulley added. \"It does have an impact on seating but these are seats we had in reserve and didn\u0027t sell.\"About 1 billion people are expected to watch the ceremony worldwide on television.As artistic director, Boyle has been inspired by William Shakespeare\u0027s \"The Tempest,\" and the ceremony will open with a British countryside setting complete with live farm animals.Images of it have already emerged, with The Sun newspaper on Thursday showing parts of a set in the stadium featuring thatched cottages, an Oak tree and characters dressed as old-fashioned players of cricket.Organizers were given an extra 41 million pounds ($64 million) to double the budget available so Britain could grasp its moment with the eyes of the world on London.\"I would expect there to be lots of negotiations going on behind the scenes, but I think the overall picture is very encouraging,\" Olympics secretary Jeremy Hunt said. \"I think it will be a sensational opening ceremony. It will show the best of Britain, its history, its culture, our contribution to the world.\"But it will do it through the artistic vision of one of our finest film directors ... I am sure there are lots of negotiations that are subtly going on.\"The opening ceremony promises to be a far cry from Boyle\u0027s other two most famous movies, the violent \"Trainspotting\" and \"28 Days Later,\" produced before he won a best-director Academy Award for \"Slumdog Millionaire.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "boyle:3:1.0;the ceremony:4:0.856501635586902;negotiations:3:0.6249955223108383;a:12:0.5938437166169155;director:4:0.5104882342804564;stadium:2:0.4683324635559867;ceremony:3:0.4453827874626866;creative:2:0.44258095203276265;sports:2:0.4226434097909916;camera:2:0.3958958110779437;the opening:2:0.3760704415504751;i:3:0.36595225922635427;trim:1:0.33333333333333337;eyes of the world:1:0.33333333333333337;trainspotting:1:0.33333333333333337;slumdog millionaire:1:0.33333333333333337;oak:1:0.33333333333333337;28 days later:1:0.33333333333333337;opening night:1:0.33333333333333337;standpoint:1:0.33333333333333337",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/U.S./660/371/London%20Olympics%20Openi_Pata.jpg?ve\u003d1",
      "title": "Opening ceremony tensions boiling over at Olympics | Fox News"
    },
    {
      "url": "http://p.twimg.com/Ay6XFIYCcAEq4PB.jpg",
      "title": "Opening Ceremonies: Tensions Boiling Over At London Olympics"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d8kgllecZptY",
      "imgurl": "http://img.youtube.com/vi/8kgllecZptY/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d___MMNLsU-2V_1uRpANvCBegfys1o\u003d",
      "title": "Cam-Glo Track Meet @PHS - YouTube"
    }
  ]
}