{
  "url": "http://english.sina.com/world/2012/0713/486250.html",
  "title": "Condemnation mounts over fresh atrocities in Syria",
  "pubdate": "2012-07-14 05:36:48 GMT",
  "description": "DAMASCUS， July 14 (Xinhua) -- Fresh atrocities in Syria resulting in the death of more than 200 people have sparked worldwide condemnation on the Syrian government and armed opposition groups who have yet to resolve a 16-month crisis in the Middle East country.",
  "cleanContent": "DAMASCUS, July 14 (Xinhua) -- Fresh atrocities in Syria resulting in the death of more than 200 people have sparked worldwide condemnation on the Syrian government and armed opposition groups who have yet to resolve a 16-month crisis in the Middle East country.UN Secretary-General Ban Ki-moon said on Friday that the massacre in the Syrian village of Treimseh in Hama region, which activists said killed at least 200 people, is \"a clear violation\" of joint special envoy Kofi Annan\u0027s six-point peace plan, Security Council resolutions and international law.\"I condemn, in the strongest possible terms, the indiscriminate use of heavy artillery and shelling of populated areas, including by firing from helicopters,\" Ban said in a statement.\"These acts of violence are a clear violation of the six-point plan, Security Council resolutions 2042 and 2043, and international law. They also cast serious doubts on President al-Assad\u0027s recent expression of commitment to the peace plan in his meeting with the Joint Special Envoy.\"On the same day, Major General Robert Mood, chief of the UN Supervision Mission in Syria (UNSMIS), confirmed in Damascus that there was a continuous fighting with the use of mechanized units and helicopters in Treimseh overnight Thursday.It is not immediately clear whether the Syrian troops are solely responsible for the killings. Both the government and the opposition traded accusations for the carnage.Ban called on the Syrian government to \"halt this bloodshed and recognize that armed confrontation is the wrong course and must end now.\" He also urged the armed opposition in the country to abide by its commitments under the peace plan.Meanwhile, Ban called for \"united, sustained and effective pressure\" from member states to take collective and decisive action to immediately and fully stop the tragedy in Syria.\"Inaction becomes a license for further massacres,\" Ban said.The 15-member Security Council will have to decide by July 20 the future of the UNSMIS when its initial 90-day mandate expires. The 300-strong mission, which was dispatched to oversee cease of all violence and monitor the implementation of the six-point plan, had to suspend most of its activities as violence intensified since June 16.Russia has proposed extending the mission for 90 days, but Britain, the United States, France and Germany countered with a draft resolution to extend the mission for just 45 days and place Annan\u0027s peace plan under Chapter 7 of the U.N. Charter.In Washington, U.S. Secretary of State Hillary Clinton voiced \"outrage\" on Friday over the mass killings, reiterating a call for Syrian President Bashar al-Assad to step down for a political transition in his country.\"Credible reports indicate that this unconscionable act was carried out by artillery, tanks and helicopters -- indisputable evidence that the regime deliberately murdered innocent civilians,\" she said.\"Syria cannot be peaceful, stable or democratic until al-Assad goes and a political transition begins,\" Clinton said, calling for an \"immediate\" ceasefire in Hama to allow UN observers to enter Traimseh.Syria\u0027s state TV said Thursday that the armed opposition groups committed the massacre in order to frame Syrian troops.Armed groups opened fire indiscriminately on the residents of Traimseh and prompted people to seek help from the Syrian troops, state media said, adding three soldiers were killed during the fight with the armed groups.Chinese Foreign Ministry spokesman Liu Weimin Friday strongly condemned the massacre of \"innocent civilians,\" urging concerned Syrian parties to continue supporting Annan\u0027s mediation efforts and seriously implementing his six-point plan.Although parties concerned still have differences regarding the Syrian issue, Liu called on them to seek common ground through patient consultations, in order to maintain solidarity in the UN Security Council and advance the political settlement of the issue.Meanwhile, Russia condemned the mass killing and pressed for a thorough probe into the tragedy.Foreign Ministry spokesman Alexander Lukashevich said Russia believed such carnage would only benefit those who are \"not seeking peace but are persistently trying to sow seeds of inter-religious enmity and civil conflict,\" and those who \"do not care about Syrian people\u0027s grief and sufferings.\"Also on Friday, UN-Arab League special envoy Kofi Annan said he was shocked and appalled by the massacre, adding that UN observers were ready to investigate the killings.\"It is desperately urgent that this violence and brutality stops and more important than ever that governments with influence exert it more effectively to ensure that the violence ends immediately,\" Annan said in a statement.European members of the U.N. Security Council, along with the United States, circulated a new draft resolution on Wednesday threatening sanctions against Syria unless Damascus stops using heavy weapons in populated areas and withdraws its forces.Russian Deputy Foreign Minister Gennady Gatilov said on Thursday that such a resolution would be \"unacceptable.\"\"China is seriously studying the draft resolution,\" Liu told reporters a day later.Syria has been wracked by bombings and violence against civilians since March 2011, when anti-government protests began. A massacre in the village of Houla on May 25 left 108 people dead.Related:DAMASCUS, July 13 (Xinhua) -- Syrian army troops conducted early Thursday a qualitative operation against armed groups in the central town of Traimseh, a Syrian military source said Friday.The source claimed that the army units interfered in upon the request of the local people, adding that many of the armed men were rounded up during the operation, one of whom is Turkish. DAMASCUS, July 13 (Xinhua) -- Clashes and protests were reported Friday as part of the ongoing violence across Syria, as the international envoy Kofi Annan said he was shocked by a massacre that occurred a day earlier in a central Syrian town.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0510/S58317T1336631801197.jpg",
  "keywords": "syrian:13:1.0;a:21:0.5446988352483388;violence:7:0.5384615384615384;resolution:4:0.43677912588734924;the armed:4:0.4102258784597455;peace:5:0.40150831132070147;the massacre:4:0.3984872909626932;helicopters:3:0.37667958754321107;july:4:0.3675407265177628;damascus:4:0.365593455775984;plan:5:0.36489479921391205;friday:5:0.34120580295013614;syria:4:0.30769230769230765;civilians:3:0.3019233300059501;the mass:2:0.29752085286769075;innocent:2:0.27339984951946467;resolutions:2:0.2647039696516122;people:5:0.2593803977373042;shocked:2:0.2573960871821901;envoy:3:0.2538187248977809",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/world/2012-07/14/131715434_11n.jpg",
      "title": "Condemnation mounts over fresh atrocities in Syria - Xinhua | English."
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-07/14/131715399_title1n.jpg",
      "title": "Condemnation mounts over fresh atrocities in Syria - Xinhua | English."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dp4ZTnMwZjsc",
      "imgurl": "http://img.youtube.com/vi/p4ZTnMwZjsc/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__9ASWSED3u-_UKE1r78HVS4hrcWc\u003d",
      "title": "Syria Reuters Report - Assad Atrocities Mount ..."
    }
  ]
}