{
  "url": "http://english.sina.com/world/2012/0525/470621.html",
  "title": "Foreign remarks fan Syria opposition\u0027s violence: Russian diplomat",
  "pubdate": "2012-05-25 10:45:58 GMT",
  "description": "MOSCOW， May 25 (Xinhua) -- Russian is concerned that remarks made by some Western countries have encouraged the Syrian opposition to continue their violence in the Arab country， a senior Russian diplomat said on Friday.",
  "cleanContent": "MOSCOW, May 25 (Xinhua) -- Russian is concerned that remarks made by some Western countries have encouraged the Syrian opposition to continue their violence in the Arab country, a senior Russian diplomat said on Friday.The gap between Russia and Britain toward addressing the situation in Syria is narrowing, Russian Ambassador to Britain Alexander Yakovenko told local media.However, Russia was still concerned that \"London and some other Western capitals\" are making public statements to encourage the Syria opposition to \"continue the violence instead of taking part in political dialogue,\" the diplomat was quoted by Interfax news agency as saying.British Foreign Secretary William Hague, who is to visit Moscow soon, had mentioned earlier that the Syria topic would be a major topic for discussion during his talks in Moscow, Yakovenko said, adding Russia hopes to \"take advantage of this meeting\" and work with Britain toward finding a peaceful solution to the Syria crisis.Russian Foreign Minister Sergei Lavrov on Wednesday accused the Syrian opposition of undermining the peace plan implemented by the UN and Arab League envoy Kofi Annan.He said that the Syrian opposition and their supporting countries have violated relevant UN resolutions.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "moscow:3:1.0;syria:4:0.9752559529913093;russian:3:0.9115685734611678;russia:3:0.8166373023463868;syrian:3:0.731441964743482;western:2:0.5629257390650041;the diplomat:1:0.5018963790156042;violence:2:0.48762797649565465;continue:2:0.46262557269361715;william hague:1:0.450025915214773;resolutions:1:0.41950044854764423;statements:1:0.39797226096531335;arab league:1:0.3890204845977631;alexander:1:0.38118193770619313;discussion:1:0.38118193770619313;kofi:1:0.3676299847468129;gap:1:0.3557266549545539;violated:1:0.35106886001569554;advantage:1:0.34610179716448203;london:1:0.34156505902348844",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://i.usatoday.net/news/_photos/2012/02/07/Russian-envoy-visits-Syria-amid-violence-6QV58AA-x-large.jpg",
      "title": "Russian envoy visits Syria amid escalating violence – USATODAY."
    },
    {
      "url": "http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/11/1341997316063/Russian-FM-Lavrov-speaks--008.jpg",
      "title": "Syria crisis: first diplomat has defected, reports say - Wednesday ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003do0oqhqZHHJw",
      "imgurl": "http://img.youtube.com/vi/o0oqhqZHHJw/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__y8OAKW9qUzXoL5RLpvnvIIXwKBA\u003d",
      "title": "UN/Arab League envoy warns of \u0026quot;hell\u0026quot; if Syria ..."
    }
  ]
}