{
  "url": "http://english.sina.com/world/2012/0627/480914.html",
  "title": "Annan announces action group for Syria to convene on Saturday",
  "pubdate": "2012-06-27 12:40:41 GMT",
  "description": "GENEVA， June 27 (Xinhua) -- A ministerial level action group for Syria will convene on Saturday in Geneva， joint special envoy for Syria Kofi Annan announced in a statement on Wednesday.",
  "cleanContent": "GENEVA, June 27 (Xinhua) -- A ministerial level action group for Syria will convene on Saturday in Geneva, joint special envoy for Syria Kofi Annan announced in a statement on Wednesday.Annan said he has invited the foreign ministers of the five permanent members of the UN Security Council -- China, France, Russia, Britain and the United States -- and Turkey to be part of the group.Invitations have also gone to the secretaries-general of the United Nations, League of Arab States and the High Representative of the European Union for Foreign Affairs and Security Policy.The foreign ministers of Iraq, Kuwait and Qatar have also been invited to join, according to a official statement.\"The objectives of the Action Group for Syria are to identify steps and measures to secure full implementation of the six-point plan and Security Council resolutions 2042 and 2043, including an immediate cessation of violence in all its forms,\" Annan said.He added the action group should also agree on guidelines and principles for a Syrian-led political transition that meets the legitimate aspirations of the Syrian people, and agree on actions that will make these objectives a reality on the ground.\"I look forward to a productive meeting this weekend, where we can all agree on concrete actions to end the cycle of violence and bring peace and stability to the Syrian people,\" he said.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "geneva:2:1.0;the action:2:1.0;syria:3:0.8718011712214051;action group:1:0.6600312880875766;a:6:0.5879331498020648;violence:2:0.5812007808142701;syrian:2:0.5812007808142701;kuwait:1:0.5363831156472075;iraq:1:0.5164256695494546;qatar:1:0.5164256695494546;cycle:1:0.5164256695494546;resolutions:1:0.5;identify:1:0.5;the five:1:0.4861961222586872;foreign affairs:1:0.4743406858599749;turkey:1:0.4381759137798154;the high:1:0.4381759137798154;transition:1:0.42398840833915424;weekend:1:0.4184368112491104;principles:1:0.4125165996397903",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/world/2012-06/27/131679908_title1n.jpg",
      "title": "Japan\u0026#39;s Crown Prince satisfied with Japan-Cambodia close ties ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-06/27/131680010_title1n.jpg",
      "title": "Annan announces action group for Syria to convene on Saturday ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dSK3IHEjM6Is",
      "imgurl": "http://img.youtube.com/vi/SK3IHEjM6Is/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__D6LQXuAWPK46WwO6NGFbkXk64lk\u003d",
      "title": "BREAKING NEWS SYRIA: Defence minister (Assad ..."
    }
  ]
}