{
  "url": "http://english.sina.com/world/2012/0716/486840.html",
  "title": "Annan to visit Russia for Syrian crisis",
  "pubdate": "2012-07-17 01:16:01 GMT",
  "description": "Russian President Vladimir Putin will meet the Joint Special Envoy of the United Nations and the League of Arab States for the Syrian Crisis, Kofi Annan, in Moscow on July 17.",
  "cleanContent": "Russian President Vladimir Putin will meet the Joint Special Envoy of the United Nations and the League of Arab States for the Syrian Crisis, Kofi Annan, in Moscow on July 17.This will be Annan’s second trip to Moscow over the past four months. The first one took place on March 25.“The upcoming meeting signified Russia’s political support for Kofi Annan’s peace plan (approved in a statement of the U.N. Security Council President of March 21, 2012 and U.N. Security Council Resolution 2042 of April 14, 2012) and its readiness to facilitate the implementation of decisions adopted at the ministerial meeting in Geneva on June 30, 2012, with a view to launching the settlement process in Syria,” the presidential press service said on Monday, July 16.“We regard Kofi Annan’s six-point plan as the only viable platform for solving internal problems in Syria,” it said.\u0027We do not back Bashar Assad\u0027 - Russian FMRussia believes using the Syria observer mission as a bargaining chip is unacceptable. Foreign Minister Lavrov elaborated on these and other related matters at a Moscow news conference held on Monday ahead of his scheduled talks with the visiting international envoy for Syria Kofi Annan.As the Syrian crisis goes from bad to worse, many Western countries continue to misinterpret the decisions of the Geneva conference on Syria, arguing this conference sanctioned regime change in Damascus and approved outside support of the Syrian opposition. In the meantime, the UN Security Council is about to consider an extension of the UN observer mission in Syria. It has two conflicting draft resolutions on the table.One, sponsored by Western powers, would give Bashar Assad 10 days to remove his forces from populated areas or face the removal of observers and the imposition of new sanctions, including some form of military action against his regime. The other, tabled by Russia, would urge the sides in the Syrian conflict to comply with Kofi Annan’s settlement plan and ask the Security Council to extend the Syria observer mission without preconditions. Russia believes using this mission as a bargaining chip is unacceptable.Foreign Minister Lavrov elaborated on these and other related matters at a Moscow news conference held on Monday ahead of his scheduled talks with the visiting international envoy for Syria Kofi Annan, who has come to the Russian capital for the second time since the Syrian crisis erupted:\"To our great disappointment, there are elements of blackmail in the West’s diplomacy on Syria. Russia is under pressure to approve the kind of action envisaged by Chapter 7 of the UN Charter or put up with a decision to wind up the observer mission. I believe this pressure is counterproductive and fraught with risks. The observer mission is indispensable for finding out the truth about what is happening in Syria. Russia believes it must be unconditionally extended and even empowered to watch over political, as well as military developments. This would be in full agreement with what the United Nations expects from the observers.\"Lavrov also urged the current mission to waste no time in investigating last Thursday’s killings in Tremseh, where the Syrian government says its forces attacked terrorists, and the opposition says the army massacred civilians.He said Russia is trying to persuade all sides in the Syrian conflict to hold fire:\"Russia is doing everything in its power to get this message across to the Syrian authorities and all factions of the Syrian opposition. It maintains continuous contact with them to this end. We do not take sides in the conflict. Our only purpose is to avert a break-up of Syria and the descent of the surrounding region into chaos. We do not back Bashar Assad. The only things we do back are Kofi Annan’s settlement plan, the Syrian resolutions of the Un Security Council and the decisions of the Geneva conference on Syria. The future of Syria is a matter for the Syrian people. Russia is prepared to accept any decision on Syria’s future, provided it is taken by the Syrians without outside pressure on them.\"Mr Lavrov pointed out that while the Syrian government has already appointed negotiators for talking with the opposition, the rebels appear to be unwilling to enter into a dialogue.The Russian Minister also argued that the demand by the International Red Cross that the sides in the Syrian conflict comply with international humanitarian law is no pretext for outside intervention in Syria.Lavrov welcomed the fact that the next ministerial conference on Syria will be attended by the Foreign Ministers of Saudi Arabia and Iran.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0510/S58317T1336631801197.jpg",
  "keywords": "syrian:13:1.0;syria:12:0.923076923076923;mission:7:0.5922436914281554;kofi:5:0.5799345189161985;russia:6:0.5152965543781093;moscow:4:0.42066537404675153;geneva:3:0.3970559544774183;conflict:4:0.3897636206513241;russian:4:0.3834653349243058;settlement:3:0.3682067572466247;decisions:3:0.3607875954113428;observer:3:0.34198687303059133;bargaining:2:0.316695642016964;the observer:2:0.316695642016964;sides:3:0.2988654682220199;plan:4:0.29191583937112964;chip:2:0.28396547993183124;resolutions:2:0.2647039696516122;a:10:0.2593803977373042;envoy:3:0.2538187248977809",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://images.jagran.com/kofiannan_b_22-03-2012.jpg",
      "title": "UN Syria envoy Kofi Annan to visit Russia in connection with Syria ..."
    },
    {
      "url": "http://i.huffpost.com/gen/554128/thumbs/r-SYRIA-CRISIS-DEADLINE-ANNAN-large570.jpg",
      "title": "Syria Crisis: Regime Agrees To April 10 Deadline, U.N.-Arab League ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d3zUy1TiMx4A",
      "imgurl": "http://img.youtube.com/vi/3zUy1TiMx4A/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__wMXo_4UKRmf8Tye4St2220D3ESc\u003d",
      "title": "Kofi Annan visits Moscow to seek help in ending ..."
    }
  ]
}