{
  "url": "http://english.sina.com/china/2012/0716/486760.html",
  "title": "Chinese ships end patrol near Diaoyu Islands",
  "pubdate": "2012-07-16 13:45:38 GMT",
  "description": "SHANGHAI， July 16 (Xinhua) -- Chinese fishery authorities concluded on Monday a week-long patrol mission that took four patrol ships to waters near the Diaoyu Islands.",
  "cleanContent": "SHANGHAI, July 16 (Xinhua) -- Chinese fishery authorities concluded on Monday a week-long patrol mission that took four patrol ships to waters near the Diaoyu Islands.The Yuzheng-204 patrol ship returned to dock in Shanghai on Monday morning, after it conducted tasks with three other law enforcement vessels in the Chinese exclusive economic zone, including waters around the Diaoyu Islands.China considers the Diaoyu Islands and affiliated islets inherent parts of its territory since ancient times. The China Fishery Administration Bureau has included waters near the Diaoyu Islands in regular patrols since 2010.Three patrol ships, Yuzheng-202, Yuzheng-204 and Yuzheng-35001, arrived at areas near the Diaoyu Islands on Wednesday. The fleet regrouped after Yuzheng-202 left and Yuzheng-33001 joined in to continue the patrol.\"The area is a Chinese traditional fishing ground where Chinese fishermen from coastal provinces including Fujian and Zhejiang have been fishing for generations,\" said Guo Shijun, the commander of the mission.\"We have met with Chinese fishery ships many times during our mission and helped guide their production. We also asked them to inform us if they are harassed by foreign ships,\" Guo said.The patrol ships also encountered Japanese Coast Guard ships on Wednesday and engaged in a verbal confrontation with them, the commander added.\"Five large patrol ships from the Japanese Coast Guard have followed us and interfered with our mission. Japanese aircraft also hovered above our ships several times,\" according to Guo.\"We have reiterated that the waters near Diaoyu Islands are within Chinese territory, and asked Japanese vessels to stop harassment and withdraw from waters under Chinese administration immediately.\"Chinese fishery patrol ships will conduct further missions in the Chinese exclusive economic zone after a short break, according to China\u0027s fishery authorities.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "",
  "keywords": "ships:9:1.0;patrol:7:0.8128243728108722;the commander:2:0.40682101095608136;mission:3:0.32605055631604685;exclusive:2:0.30897377972716994;islands:4:0.2909003137645353;zone:2:0.2665559777397335;vessels:2:0.2610735131511636;coast guard:2:0.258563192432916;shanghai:2:0.23481709178326232;territory:2:0.208296827342744;economic:2:0.1927725674461801;verbal:1:0.19109472642769434;dock:1:0.18238824330949957;inform:1:0.17560204249793768;guide:1:0.1515590187441229;confrontation:1:0.1515590187441229;generations:1:0.1515590187441229;aircraft:1:0.14643654344167006;monday morning:1:0.14643654344167006",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://images.china.cn/attachement/jpg/site1007/20120717/00016c8b5de0116efeb111.jpg",
      "title": "Chinese ships end patrol near Diaoyu Islands - China."
    },
    {
      "url": "http://english.peopledaily.com.cn/mediafile/201210/08/F201210080833533076217994.jpg",
      "title": "China continues fishery patrols near Diaoyu Islands - People\u0026#39;s ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d-BHiNhD2CoM",
      "imgurl": "http://img.youtube.com/vi/-BHiNhD2CoM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__yAghyUynogyyRq7gtwLB5T47eFY\u003d",
      "title": "Chinese ships patrol near Diaoyu Islands - YouTube"
    }
  ]
}