{
  "url": "http://english.sina.com/world/2012/0627/480959.html",
  "title": "UN mission \u0026quot;alarmed\u0026quot; by attacks on Syria TV, superpowers to meet on Syria soon",
  "pubdate": "2012-06-27 15:43:42 GMT",
  "description": "DAMASCUS， June 27 (Xinhua) -- The UN Supervision Mission in Syria (UNSMIS) said that it is \u0026quot;alarmed\u0026quot; by the recent attacks on the pro-government al-Ekhbariah TV that left seven people killed， calling on all parties to protect the journalists as noncombatants， as UN-Arab League joint special envoy Kofi Annan said a ministerial-level action group for Syria will convene on Saturday in Geneva to discuss the 16-months bloody， prolonged crisis.",
  "cleanContent": "DAMASCUS, June 27 (Xinhua) -- The UN Supervision Mission in Syria (UNSMIS) said that it is \"alarmed\" by the recent attacks on the pro-government al-Ekhbariah TV that left seven people killed, calling on all parties to protect the journalists as noncombatants, as UN-Arab League joint special envoy Kofi Annan said a ministerial-level action group for Syria will convene on Saturday in Geneva to discuss the 16-months bloody, prolonged crisis.\"The UN mission is alarmed at the attacks Wednesday on al- Ekhbariah TV,\" Sausan Ghosheh, the mission spokeswoman told reporters following the incident.\"Attacks on journalists and media outlets are utmost concerns of the UN mission,\" said Ghosheh, urging all parties to protect and respect the freedom of expression, particularly the freedom of the press.The UNSMIS suspended its field patrols on June 16, citing the unabated escalation in violence in Syria, after which the pace of violence dramatically increased.Armed groups attacked the headquarters of al-Ekhbariah TV in a suburban area of the Syrian capital of Damascus after daybreak Wednesday. The armed men fired RPGs on the security guards before making their way into the station, witnesses told Xinhua, adding that after several gunshots inside, loud sounds of explosion rattled the area.The armed groups blasted the newsroom and broadcast station in an effort to paralyze the TV station.After the blast, the gunmen tied the hands of some victims and forced them to get down on their knees facing the exterior walls of the building, before executing them.Blood stains were seen splattered on the wall and the ground, where the execution took place, as the news and broadcasting rooms seemed to have reduced to rubles.Syrian Information Minister Omran al-Zoubi condemned the attack and the attempts of outside parties trying to silence the voice of the Syrian media.The ministers\u0027 remarks were made during a sit-in in front of the official Syrian TV Corporation in Damascus, which was held by hundreds of local journalists in protest against the deadly assault on al-Ekhbariah TV.The Arab League has recently asked the Nilesat and Arabsat satellite operators to stop the Syria TV channels. The decision was condemned by the Syrian government which accused the pan-Arab group of trying to mute the voice of the Syrians.A day earlier, Syrian President Bashar al-Assad said his country is \"in a state of real war.\"Assad\u0027s remarks came just hours after the Syrian army clashed at early hours Tuesday with armed rebels in the restive Damascus neighborhood of Hameh, killing dozens of \"terrorists\" and apprehended many others.The clashes lasted almost all night long amid reports that the division of the republican guard was carrying out the operation there. Witnesses said that Hameh had emerged as a stronghold for armed rebels seeking to bring the battles to the heart of Damascus.Activists said 33 people were killed in the military crackdown.Meanwhile, Syrian state media said the government troops have countered an armed group in the restive Douma suburb of Damascus Wednesday, adding that 13 armed men were killed by the authorities in the clash.Other four armed men were killed in the northwestern province of Idlib Wednesday during clashes with security forces.Idlib, a province bordering Turkey, has also become a stronghold for armed rebels and one of the main route for weapons, funds and other support coming from the Turkish side, according media report.The Britain-based Syrian Observatory for Human Rights, a group of activists, said at least 10 soldiers were killed in an ambush in the eastern province of Deir el-Zour Wednesday. It said 5 civilians have been killed by the regime\u0027s bombardment of Douma Wednesday, and by gunfire.Activists also reported shelling by government troops on a number of Syrian cities Wednesday. However, the activists\u0027 reports couldn\u0027t be independently checked.Meantime, the international community is bracing for a meeting on June 30 to discuss the Syrian issues in light of the recent developments after the suspension of UNSMIS operations.Annan announced in a statement Wednesday that a ministerial- level action group for Syria will convene on Saturday in Geneva.Annan said he has invited the foreign ministers of the five permanent members of the UN Security Council -- China, France, Russia, Britain and the United States -- and Turkey to be part of the group.Invitations have also gone to the secretaries-general of the United Nations, the Arab League and the High Representative of the European Union for Foreign Affairs and Security Policy.Foreign ministers of Iraq, Kuwait and Qatar have also been invited to join the meeting, according to the statement.\"The objectives of the Action Group for Syria are to identify steps and measures to secure full implementation of the six-point plan and Security Council resolutions 2042 and 2043, including an immediate cessation of violence in all its forms,\" Annan said.He added that the action group should also agree on guidelines and principles for a Syrian-led political transition that meets the legitimate aspirations of the Syrian people, and agree on actions that will make these objectives a reality on the ground.\"I look forward to a productive meeting this weekend, when we can all agree on concrete actions to end the cycle of the violence and bring peace and stability to the Syrian people,\" he said.However, Iran, Syria\u0027s close ally and one of the essential regional players, was not mentioned in Annan\u0027s invitation lists despite the Russian assertion on the necessity of Iran\u0027s attendance.The U.S. administration does not share the Russian perspective. On Tuesday, State Department spokeswoman Victoria Nuland called \" the appropriate participation\" one of the issues still under discussions.\"We are still working on the participation. We do not think that Iran has a place at the table,\" Nuland said, accusing the Islamic republic of continuing its support for the Syrian government in the ongoing conflict.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "syrian:13:1.0;syria:6:0.4615384615384615;damascus:5:0.45699181971998;a:15:0.3890705966059563;action group:2:0.3494258041020968;rebels:3:0.32758434441551193;violence:4:0.30769230769230765;men:3:0.27419509183198804;stronghold:2:0.2647039696516122;the action:2:0.2647039696516122;mission:3:0.2538187248977809;the voice:2:0.2511197250288074;witnesses:2:0.24547117149774983;turkey:2:0.2319738075664794;june:3:0.22799124868706086;iran:2:0.2244628295472857;media:3:0.21564189176535234;and one:2:0.21552688997312477;station:2:0.21247940407574142;state:3:0.2121861105989288",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://unmee.unmissions.org/Portals/unmee/Images/IMG_5443.JPG",
      "title": "United Nations Mission in Ethiopia and Eritrea ("
    },
    {
      "url": "http://www.towson.edu/polsci/ppp/sp97/unpeace/3852E80.GIF",
      "title": "Keeping the Peace, the UN Mission"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dXoQ2yiS1lsY",
      "imgurl": "http://img.youtube.com/vi/XoQ2yiS1lsY/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__A-PYN4QqkxyZPSwh-Eac7NgOOW8\u003d",
      "title": "Ennio Morricone - The Mission - YouTube"
    }
  ]
}