{
  "url": "http://english.sina.com/technology/p/2011/1114/414152.html",
  "title": "Shenzhou-8 re-docks with Tiangong-1",
  "pubdate": "2011-11-15 02:30:40 GMT",
  "description": "BEIJING - China successfully completed Monday the country\u0026#39;s second space docking that linked the unmanned spacecraft Shenzhou-8 again with the prototype space lab Tiangong-1, according to the mission\u0026#39;s control center.\u0026nbsp;",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eThe graphics shows the procedure of the second docking between Shenzhou-8 spacecraft and Tiangong-1 space lab module on Nov. 14, 2011.(Xinhua/Lu Zhe)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eStaff members work in the Beijing Aerospace Flight Control Center in Beijing, capital of China, Nov. 14, 2011. China\u0027s Shenzhou-8 unmanned spacecraft successfully re-docked with the Tiangong-1, a module of the country\u0027s planned space lab on Monday. (Xinhua/Wang Jianmin)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003ePhoto taken on Nov. 14, 2011 shows the simulation picture of the second space docking between China\u0027s Shenzhou-8 and Tiangong-1, in the Beijing Aerospace Flight Control Center, in Beijing, capital of China. China\u0027s Shenzhou-8 unmanned spacecraft successfully re-docked with the Tiangong-1, a module of the country\u0027s planned space lab on Monday. (Xinhua/Wang Jianmin)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003ePhoto taken on Nov. 14, 2011 shows the image of Shenzhou-8 spacecraft on the electronic screen in the Beijing Aerospace Flight Control Center, in Beijing, capital of China. The image was shot by a video camera on Tiangong-1 just after Shenzhou-8\u0027s separation from Tiangong-1. China\u0027s Shenzhou-8 unmanned spacecraft successfully re-docked with the Tiangong-1, a module of the country\u0027s planned space lab on Monday. (Xinhua/Wang Jianmin)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003ePhoto taken on Nov. 14, 2011 show the live video of the outside view of Shenzhou-8 on a giant screen in the Beijing Aerospace Flight Control Center, in Beijing, capital of China, Nov. 14, 2011. China\u0027s Shenzhou-8 unmanned spacecraft successfully re-docked with the Tiangong-1, a module of the country\u0027s planned space lab on Monday. (Xinhua/Wang Jianmin)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003ePhoto taken on Nov. 14, 2011 shows the scene in the Beijing Aerospace Flight Control Center, in Beijing, capital of China. China\u0027s Shenzhou-8 unmanned spacecraft successfully re-docked with the Tiangong-1, a module of the country\u0027s planned space lab on Monday. (Xinhua/Wang Jianmin) \u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eStaff members work in the Beijing Aerospace Flight Control Center in Beijing, capital of Nov. 14, 2011. China\u0027s Shenzhou-8 unmanned spacecraft successfully re-docked with the Tiangong-1, a module of the country\u0027s planned space lab on Monday. (Xinhua/Tian Zhaoyun)\u003c/h4\u003e\t\tBEIJING - China successfully completed Monday the country\u0027s second space docking that linked the unmanned spacecraft Shenzhou-8 again with the prototype space lab Tiangong-1, according to the mission\u0027s control center.About half an hour before the re-docking, Shenzhou-8 had disengaged from Tiangong-1 after a 12-day flight together.Shenzhou-8, launched on November 1, rendezvoused and docked with the target orbiter Tiangong-1 on November 3 in an orbit 343 km above earth, marking China\u0027s first space docking a success. Tiangong-1 has been in orbit since its launch on September 29.The Beijing Aerospace Control Center (BACC), which commanded the Shenzhou-8 mission, called the re-docking a success, during which functions of the measuring equipment and docking mechanism were tested in solar light.Following the re-docking, the coupled spacecraft will fly together for two more days before the scheduled return of Shenzhou-8 to earth, Wu Ping, spokeswoman for the manned space program, said earlier.The BACC said Monday that after the successful docking tests, the center will further modify the parameters of the orbit for Shenzhou-8 to return based on data collected through close monitoring over the procedures.Prior to its return, Shenzhou-8 will re-disengage from Tiangong-1 and fly alone for a period of time, instead of immediately returning to earth, Li Jian, deputy chief engineer of BACC, said.\"Acquisition of the space docking technology is vital to China for implementing the three-phase development strategy of its manned space program,\" spokeswoman Wu said.Another two docking missions with Tiangong-1 have been planned next year, and at least one will be manned, Wu said.China plans to establish its own space lab around 2016 and a manned space station around 2020, she said.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "science/tech",
  "pic": "http://img.news.sina.com/technology/p/2011/1114/U48P5029T2D414152F24DT20111115103040.jpg",
  "keywords": "flight control:6:1.0;nov:8:0.8842589178300149;space:15:0.8759482660555274;lab:9:0.7699446091740777;capital:6:0.7647583148507885;spacecraft:10:0.5839655107036851;the image:2:0.5733947266272826;module:7:0.5158177020675088;center:7:0.5158177020675088;return:3:0.49291152215414613;beijing:13:0.4789735804912581;wu:3:0.4208359428966797;fly:2:0.3579760847991905;november:2:0.3236621542526889;earth:3:0.31030357816792786;screen:2:0.3072744474339752;li jian:1:0.2866973633136413;success:2:0.28055729526445317;video:2:0.28055729526445317;china:7:0.2579088510337544",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20111114/0013729c0495102b50ee45.jpg",
      "title": "Shenzhou-8 re-docks with Tiangong-"
    },
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20111114/0013729c0495102b571549.jpg",
      "title": "Shenzhou-8 re-docks with Tiangong-"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d4EOQg739Ic4",
      "imgurl": "http://img.youtube.com/vi/4EOQg739Ic4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__urz6GyDPWK9PfXDzH_AJingiONM\u003d",
      "title": "[Tiangong-1] Shenzhou-8 Undocks \u0026amp; Redocks ..."
    }
  ]
}