{
  "url": "http://english.sina.com/sports/2012/0621/479154.html",
  "title": "UK police warn over online ticket scams",
  "pubdate": "2012-06-21 09:36:55 GMT",
  "description": "British police are investigating around 30 unauthorized websites illegally selling tickets for the London Olympics and warned fans they risked being \u0026quot;ripped off\u0026quot; if they use them.",
  "cleanContent": "British police are investigating around 30 unauthorized websites illegally selling tickets for the London Olympics and warned fans they risked being \"ripped off\" if they use them.Ticketing has been the most contentious issue for London organizers in the run-up to the July 27 - Aug 12 Games.Demand for many events has outstripped supply, prompting complaints about the way tickets were allocated, the cost and technical glitches in handling applications.Anger was fuelled at the weekend when Britain\u0027s Sunday Times newspaper reported that National Olympic Committees and Authorized Ticket Resellers representing 54 nations had broken rules over the sale of London 2012 tickets.With Olympic tickets now being delivered to British homes, police are stepping up efforts to halt black market trade, or ticket touting as Britons call it.\"At this time when the majority of tickets have been sold, the public need to be more wary than ever about buying from an unauthorized source,\" said Detective Superintendent Nick Downing.\"If they are tempted to do so, they run the risk of being ripped off for non-existent tickets or having their personal details stolen and used in other crimes,\" added Downing, head of the \"Operation Podium\" drive to stamp out illegal sales.British police said they had disabled two websites in a joint investigation with Portuguese colleagues and had charged a 44-year-old man with fraud and money laundering.Sales for the latest batch of Olympic tickets had been unusually sluggish, prompting talk of \"ticket fatigue\" among cash-strapped Britons.London organizers said that as of June 6, they had sold 7 million Olympic tickets. They had 1.25 million soccer tickets still to sell - half of the total for that sport - plus a further 550,000 tickets for other events.Prestige Ticketing, an authorized Olympic partner, has taken out newspaper advertisements for its remaining VIP ticket, food and drink hospitality packages, usually the preserve of corporate customers at major sports events.However, the prices start from 695 pounds ($1,100) per person for athletics in the Olympic Stadium, putting them out of the reach of many Britons.Prestige said it had sold more than 85 percent of its 80,000 tickets and had always planned to make them available for general sale at this point.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "tickets:10:1.0;ripped off:2:0.2905525094650561;sold:3:0.26882049638466304;police:3:0.2157680393641644;london:2:0.179213664256442;newspaper:2:0.15514085154610127;hospitality:1:0.14527625473252806;black market:1:0.14527625473252806;food and drink:1:0.14527625473252806;downing:1:0.13166845785921136;vip:1:0.13166845785921136;detective:1:0.12369640336240492;of june:1:0.12369640336240492;olympic stadium:1:0.12369640336240492;wary:1:0.12369640336240492;podium:1:0.1180606609858947;the sale:1:0.1180606609858947;tempted:1:0.1180606609858947;athletics:1:0.1180606609858947;nick:1:0.1180606609858947",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://s1.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120620\u0026t\u003d2\u0026i\u003d621070175\u0026w\u003d460\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d\u0026pl\u003d\u0026r\u003dCBRE85I0YNK00",
      "title": "UK police warn over online ticket scams | Reuters"
    },
    {
      "url": "http://sports.onlinenigeria.com/football/thumbnail.php?file\u003dimages/london_olympics_936721935.jpg\u0026size\u003darticle_medium",
      "title": "UK police warn over online ticket scams for the London Olympics ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003diauA3x9mFBU",
      "imgurl": "http://img.youtube.com/vi/iauA3x9mFBU/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__njWrV83DNfXRR85aLstFFv4Xi1s\u003d",
      "title": "Ticket Fraud! - YouTube"
    }
  ]
}