{
  "url": "http://english.sina.com/sports/2012/0722/488651.html",
  "title": "Olympic Stadium nominated for top UK architecture prize",
  "pubdate": "2012-07-23 04:14:38 GMT",
  "description": "London\u0026#39;s Olympic Stadium has been nominated for the 2012 Stirling Prize, Britain\u0026#39;s top architecture award, the Royal Institute of British Architects announced Sunday.",
  "cleanContent": "London\u0027s Olympic Stadium has been nominated for the 2012 Stirling Prize, Britain\u0027s top architecture award, the Royal Institute of British Architects announced Sunday.The 80,000-seater stadium in Stratford, east London, which will host the opening ceremony of the Games on Friday, was among six buildings shortlisted for the annual award.The showpiece venue, costing £486 million ($760 million, 625 million euros), has a simple design, drawn up with a view to scaling it down after the Games.The steel and concrete upper tier can be dismantled, leaving a 25,000-seater sunken bowl. Construction was completed under budget in March 2011. Bids have been sought for a 99-year lease.It is the first time that architects Populous have been shortlisted for the prize.The stadium\u0027s fellow nominees are the Hepworth Wakefield gallery in Wakefield, northern England; the Lyric Theatre, Belfast; Maggie\u0027s Centre, a cancer support centre in Glasgow; New Court, a Rothschild Bank building in London; and the Sainsbury Laboratory at Cambridge University, eastern England.The Olympic Stadium is a \"world class venue seating 80,000 spectators for the main track and field events and ceremonies, which is then capable of being transformed into a smaller scale venue\", RIBA said.\"The design clearly expresses the main elements of the stadium, distinguishing between the white main structural elements, the black secondary structures and the precast concrete of the seating tiers and plinth to create a striking and legible ensemble.\"The demountable nature of the structures is expressed through the simple and elegant detailing of its many connections and components.\"The organisation focuses very much around the ease of movement of the large numbers of people who will use the stadium during the Games.\"The bowl of the stadium provides for clear sightlines throughout and a surprisingly intimate relationship with the events for a venue of this scale.\"Founded in 1996, the prize is worth £20,000 ($31,000, 26,000 euros). The winner will be announced at an event in Manchester, northwest England, on October 13.Bookmakers William Hill have the Hepworth Wakefield as their 3/1 favourite, with the Olympic Stadium the outsider at 5/1.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "venue:4:1.0;stadium:4:0.9273422375222576;olympic stadium:3:0.8429818409767434;the hepworth wakefield:2:0.6600312880875766;architects:2:0.6600312880875766;structures:2:0.5619878939844957;a:11:0.5389387206518927;euros:2:0.4861961222586872;centre:2:0.4636711187611288;main:3:0.445815487788477;elements:2:0.4381759137798154;design:2:0.4125165996397903;concrete:2:0.4125165996397903;simple:2:0.407109289401267;populous:1:0.3300156440437883;william hill:1:0.3300156440437883;stirling:1:0.3300156440437883;the outsider:1:0.3300156440437883;tiers:1:0.3300156440437883;bank building:1:0.3300156440437883",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://www.timeslive.co.za/incoming/2012/07/23/olympic_stadium.b279f134112.original.jpg/ALTERNATES/crop_630x400/olympic_stadium.b279f134112.original.jpg",
      "title": "Olympic Stadium nominated for top UK architecture prize - Times LIVE"
    },
    {
      "url": "http://www.balita.com/wp-content/uploads/2012/07/olympic_stadium.b279f134112.w600.jpg",
      "title": "Olympic Stadium nominated for top UK architecture prize | Balita."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d0wRqnejg778",
      "imgurl": "http://img.youtube.com/vi/0wRqnejg778/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__BRgnArNrKR1YIiPeDL5jBT03wRA\u003d",
      "title": "London 2012 Olympic Games Aquatic Centre ..."
    }
  ]
}