{
  "url": "http://english.sina.com/sports/2012/0710/484906.html",
  "title": "Feature: Olympic dream in Tigris River",
  "pubdate": "2012-07-10 09:34:30 GMT",
  "description": "BAGHDAD， July 10 (Xinhua) -- Rowing in the Tigris River amid constant gunshots and bombings along the bank is no leisure for a dozen of twenty-some young men. It is a competitive game to which they want to dedicate all they have.",
  "cleanContent": "by Mustafa SabahBAGHDAD, July 10 (Xinhua) -- Rowing in the Tigris River amid constant gunshots and bombings along the bank is no leisure for a dozen of twenty-some young men. It is a competitive game to which they want to dedicate all they have.The Iraqi national rowing team failed to qualify for the London Olympic Games, yet the practice would not cease.A fledging sport in Iraq that only came to the Mesopotamia after the Iraq war, has made its name in quite a few regional and international games. Numerous medals have been won in Arab tournaments and Asian championships by the Iraqi team.The most recent one was a bronze in men\u0027s solo in the Asian Games held in Guangzhou, China. Besides football, rowing is becoming a popular sport in Iraq.Majid Muhammed, coach of Iraqi rowing team, told Xinhua, \"Among Arab teams, the Egyptian team is the only team competitive to us in the Middle East.\"However, the game is still in its infancy and remains a luxury for few people in the war-ravaged country. Only a handful of talented athletes have taken the game as a career and they face lots of questions in training besides security concerns.\"The Asian teams are good enough to compete for the world champions, like China, South Korea, Japan, Hong Kong, Kazakhstan and Uzbekistan. They are all strong and able to defeat us,\" said Majid, the coach.The rower Haider Ali\u0027s dream to enter the final of men\u0027s solo in the London Olympic Games has faded...\"I earned lots of medals from 2004 till now in different competitions in Arab, Asian and international games, \" said Haider, \"The last one I earned was a bronze in Guangzhou, China.\"Although he is disappointed of not going to London, Haider expressed wishes for fellow Iraqi athletes who have qualified for the Games.Rowing is supposed to take place in a lake where the flow of water is almost negligible so as to calculate the accurate time and distance in their training.Iraq does have proper training venue for the rowing team in the northern Kurdistan autonomy region. But the oarsmen normally take to the Tigris River in the capital city where currents are strong and rapid.When security worsened like these days, which witnessed a resurgence of sectarian violence, the rowers have to train indoors.Nevertheless, they braved all these difficulties to train regularly.\"We don\u0027t have problems with the equipment. The only problem to me as a coach is the river,\" said Majid. \"We are supposed to train in a lake so as to be able to calculate the time and distance accurately, but the river has currents and the speed changes for different reasons.\"Rowers are hardly the only athletes suffer from Iraq\u0027s long history of war and violence.Only eight athletes will show up in London Games days later and none of them has medal opportunities. All the eight are training in foreign countries.Olympic dreams, however, will never fade away, as the rowers are persisting on their practice in the Tigris River.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "tigris:3:1.0;team:5:0.8363890294310874;games:4:0.8224040218474199;train:3:0.70249869533398;river:3:0.6883437364496533;a lake:2:0.6666666666666667;currents:2:0.6666666666666667;london:3:0.6168030163855649;a:11:0.5443567402321725;the only:3:0.5339511671461217;bronze:2:0.5050265636636074;the river:2:0.5050265636636074;coach:2:0.47910929317140366;solo:2:0.4683324635559867;sport:2:0.4588958242997689;the game:2:0.4588958242997689;olympic games:2:0.4501987249407524;distance:2:0.44258095203276265;guangzhou:2:0.41120201092370995;mesopotamia:1:0.33333333333333337",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://www.thenational.ae/deployedfiles/Assets/Richmedia/Image/AD200810944521074AR.jpg",
      "title": "Iraq sends mixed messages on IOC ban - The National"
    },
    {
      "url": "http://www.theepochtimes.com/news_images/highres/2008-5-28-qfisch2508825.jpg",
      "title": "Epoch Times | Iraqis Hooked on \u0026#39;Mazgouf\u0026#39; Dream of Fish Farm Bonanza"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dpeOionwZZqM",
      "imgurl": "http://img.youtube.com/vi/peOionwZZqM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__5Yj4Snp3P4jgZE2tI062UKAmeVA\u003d",
      "title": "Olympic Dream - Iraq - YouTube"
    }
  ]
}