{
  "url": "http://english.sina.com/world/2012/0712/485848.html",
  "title": "Clashes, shelling reported across Syria on weekend",
  "pubdate": "2012-07-12 21:24:47 GMT",
  "description": "DAMASCUS， July 12 (Xinhua) -- The Syrian troops clashed with armed opposition in a number of areas Thursday amid activists\u0026#39; report of troops\u0026#39; shelling on opposition strongholds.",
  "cleanContent": "DAMASCUS, July 12 (Xinhua) -- The Syrian troops clashed with armed opposition in a number of areas Thursday amid activists\u0027 report of troops\u0027 shelling on opposition strongholds.The state-run SANA news agency said the authorities on Thursday clashed with a number of \"terrorists\" onboard two boats in Qitina Lake in central Homs province while they were transferring weapons and ammunition to armed groups in the village of al-Qseir in the province\u0027s countryside.Quoting a source in the area, SANA said the authorities destroyed the two boats completely, adding that other clashes with armed groups took place in other provinces, including southern Daraa, coastal Latakia, central Homs and northern Idlib.The state news agency said the clashes have resulted in \"big losses\" among the armed opposition fighters.In Idlib Thursday, military engineering units dismantled three roadside bombs planted by armed men in the restive province, said SANA, adding that each bomb weighs over 100 kg.Meanwhile, the Local Coordination Committees, an activist\u0027s network, reported the shelling by Syrian troops Thursday on a number of Syrian areas, alleging that 84 people had been killed on the day.The Syrian administration and the opposition blame one another for the daily grind of violence that the UN says killed at least 9, 000 people.The armed opposition are showing unwavering resolve to keep trying to drive out the current leadership of President Bashar al- Assad by force, while the government accused the opposition of carrying out terrorism and pledged that it would strike with an iron fist to all those who dare to undermine the security of the country.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "sana:3:1.0;syrian:4:0.8842731310060477;a number:3:0.8334280867377993;thursday:4:0.7525024755392509;troops:3:0.7054710708180477;the opposition:2:0.5963441027147759;homs:2:0.5894715481936215;areas:2:0.5726038572242603;the daily grind:1:0.5021052560024588;iron fist:1:0.5021052560024588;lake:1:0.5021052560024588;central:2:0.49363480566460544;province:2:0.47854104778185397;dismantled:1:0.45507385128125566;bombs:1:0.40804244656005256;latakia:1:0.40804244656005256;daraa:1:0.40804244656005256;dare:1:0.40804244656005256;bomb:1:0.3803647380545365;destroyed:1:0.36986372137211393",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/world/2012-07/13/131711930_11n.jpg",
      "title": "Clashes, shelling reported across Syria on weekend - Xinhua | English."
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-07/13/131710965_title1n.jpg",
      "title": "Clashes, shelling reported across Syria on weekend - Xinhua | English."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d3j3rdTZROyE",
      "imgurl": "http://img.youtube.com/vi/3j3rdTZROyE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__NMgGwPxpLWonv9nGLJ51YimlCf0\u003d",
      "title": "Syria - Clashes and Shelling in Matar Qadeem ..."
    }
  ]
}