{
  "url": "http://english.sina.com/sports/p/2012/0709/484801.html",
  "title": "Olympian Solo only warned after positive dope test",
  "pubdate": "2012-07-10 05:54:08 GMT",
  "description": "Hope Solo, the starting goalkeeper for the defending champion United States women\u0026#39;s Olympic football squad, has been given only a warning after a positive doping test.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eHope Solo, pictured in May 2012, the starting goalkeeper for the defending champion United States women\u0027s Olympic football squad, has been given only a warning after a positive doping test. (AFP Photo/Drew Hallowell)\u003c/h4\u003e\t\tHope Solo, the starting goalkeeper for the defending champion United States women\u0027s Olympic football squad, has been given only a warning after a positive doping test.The US Anti-Doping Agency (USADA) announced the violation and punishment on Monday, 16 days before the Americans are set to open their Olympic campaign against France in Glasgow, Scotland.Solo, 30, tested positive for canrenone in a random urine sample taken last June 15.But canrenone is classified as a specified substance, allowing for sanctions against an athlete to be reduced if found in a sample.Solo was taking a prescribed medication in a therapeutic dose under the care of a physician and the medication, when metabolized, resulted in the adverse analytical finding, according to USADA.\"I took a medication prescribed by my personal doctor for pre-menstrual purposes that I did not know contained a diuretic,\" Solo said in a statement.\"Once informed of this fact, I immediately cooperated with USADA and shared with them everything they needed to properly conclude that I made an honest mistake and that the medication did not enhance my performance in any way.\"A meaningful ban of any sort would have kept Solo out of the Olympic squad but accepting a warning allows her to play.\"As someone who believes in clean sport, I am glad to have worked with USADA to resolve this matter and I look forward to representing my country at the 2012 Olympic Games in London,\" Solo said.USADA chief executive Travis T. Tygart indicated that he felt the lack of a ban was justified in Solo\u0027s case.\"As in all cases, we thoroughly investigate the circumstances and always do what is fair and right for clean athletes and the integrity of sport,\" he said.US Soccer was quick with a statement of its own in support of Solo.\"After discussions with Hope, we fully support her clarification that the positive test for canrenone was due to the use of a prescribed medication from a personal doctor for pre-menstrual purposes and not related to performance enhancement in any way,\" US Soccer said in its statement.\"We fully cooperated with USADA during the disciplinary process to ensure it could be resolved quickly. Hope has accepted the public warning for her rule violation. US Soccer, Hope and the rest of the women\u0027s national team staff and players are looking forward to continuing preparations for the Olympics.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/sports/p/2012/0709/U113P5029T2D484801F24DT20120710135408.jpg",
  "keywords": "medication:5:1.0;solo:5:0.8250553503451816;canrenone:3:0.7046749175409666;a:18:0.627700158058869;warning:4:0.6035552194309031;positive:4:0.5655608606820226;soccer:3:0.5513560079253614;doctor:2:0.34605451644985114;hope:3:0.3412449546999054;clean:2:0.3376163016586697;football:2:0.3233723771483335;sport:2:0.3233723771483335;champion:2:0.31187569587888947;violation:2:0.27897784802616404;fully:2:0.27323989314791225;an honest mistake:1:0.2348916391803222;random:1:0.2348916391803222;travis:1:0.2348916391803222;personal:2:0.2309290477900338;performance:2:0.2257082324240121",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/sports/p/2012/0709/U113P5029T2D484801F24DT20120710135408.jpg",
      "title": "Olympian Solo only warned after positive dope test - Sports News ..."
    },
    {
      "url": "http://sports.ndtv.com/images/stories/hope-solo300.jpg",
      "title": "Olympian Hope Solo only warned after positive dope test | Olympics ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003ddnbRskQZ-o0",
      "imgurl": "http://img.youtube.com/vi/dnbRskQZ-o0/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__NeDn9YUDoofmxPUME8kn7O3RhvQ\u003d",
      "title": "Hope Solo gets Olympics spot despite positive ..."
    }
  ]
}