{
  "url": "http://english.sina.com/china/2012/0716/486833.html",
  "title": "Fishing operation launched in Nansha",
  "pubdate": "2012-07-16 23:38:17 GMT",
  "description": "A fleet of 30 boats from Hainan province plans to conduct an oceangoing fishing operation near waters off Zhubi Reef in the South China Sea on Tuesday morning.",
  "cleanContent": "A fleet of 30 boats from Hainan province plans to conduct an oceangoing fishing operation near waters off Zhubi Reef in the South China Sea on Tuesday morning.According to local fishery authorities, the fishing activity, one of the largest in Hainan\u0027s history, will involve a 3,000-ton supply vessel and 29 fishing boats.The fleet, organized voluntarily by fishermen, decided to move the fishing operation from waters near Yongshu Reef of the Nansha Islands to Zhubi Reef, about 110 nautical miles (203 kilometers) away, the operation\u0027s deputy commander, Liang Yapai, said on Monday.Fishermen had already started fishing when the 30 boats arrived at Yongshu Reef on Sunday afternoon, 78 hours after they set sail on Thursday from a port in Sanya, Hainan.Sailors in Qiong Sanya 72050, one of the 29 fishing boats, began to cast nets near the waters in Yongshu Reef on Sunday night. \"The water flow in the area is not so good for fishing. We only caught about 1,000 kilograms of fish. But the fish are bigger than those we usually get near waters off Zhongsha Islands,\" said Zhang Guanfu, captain of the boat.Fishermen can rest in the day and work at night, Zhang told China Daily.Fishermen continued to try fishing near the waters off Yongshu Reef on Monday night and will move to Zhubi Reef under the escort of China Yuzheng 310, according to the deputy commander of the fleet Liang Yapai.China Yuzheng 310, a fishery administration patrol ship, one of the most advanced in China, arrived at the area on Sunday to protect the activities of the fleet.On Sunday afternoon, the patrol ship had helped the 30 boats successfully anchor along Yongshu Reef, according to captain Zhang.The 30 boats were divided into six teams when fishing and the fleet had a chief commander, three deputy commanders and a control team that arranged and coordinated the operation of each team.The control team was in the supply vessel Qiong Sanya F8168, which is the largest comprehensive supply ship in Hainan. It started to operate early this year with a volume of 3,000 tons, according to its captain, Lin Mouying.The supply vessel provided oil, water and ice for the 29 boats and helped fishermen freeze the fish.\"Our schedule is fixed by the commanders in the supply vessel, and we follow the supply vessel during the fishing activities,\" said Liang Yajie, captain of Qiong Sanya 72055.According to the deputy commander, Liang Yapai, the operation will run about 20 days. If the fleet were to encounter bad weathers such as a typhoon, the fleet would change the operation plan.The fleet is expected to finish the operation before Aug 1, when the fishing ban in the north of the South China Sea will be lifted, Liang told China Daily.The annual fishing ban, which has been in place since 1999, lasted from May 16 to Aug 1 this year, covering areas north of the 12th parallel north, including Huangyan Island but excluding most of the Nansha Islands.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "",
  "keywords": "reef:8:1.0;operation:6:0.4754738360148655;vessel:5:0.473462403434632;liang:5:0.4491649623481909;sanya:4:0.42572822237930635;commander:4:0.39121302192035806;captain:4:0.34417186822482665;ship:3:0.22572676862387625;china:6:0.21075393925410119;north:3:0.20214420184085768;the deputy:2:0.18938496137385277;sunday afternoon:2:0.18415646766815696;hainan:2:0.18415646766815696;the south:2:0.16596785701228597;a:8:0.14846092915422887;control:2:0.13283177621614278;patrol:2:0.12934582677256715;team:2:0.1254583544146631;the fish:1:0.125;islands:3:0.12151480686800034",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://usa.chinadaily.com.cn/china/attachement/jpg/site181/20120717/b8ac6f27ad27116f015401.jpg",
      "title": "Fishing operation launched in Nansha"
    },
    {
      "url": "http://img.news.sina.com/china/p/2012/0712/U45P5029T2D485647F24DT20120712171047.jpg",
      "title": "Ocean-going fishing operation launched in Sanya - China News ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d67AiHQRVWwU",
      "imgurl": "http://img.youtube.com/vi/67AiHQRVWwU/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__GmQON05v0VDw5DaulpT6V_zqMjQ\u003d",
      "title": "Chinese fishing boats arrive at Nansha Islands in ..."
    }
  ]
}