{
  "url": "http://english.sina.com/technology/p/2011/0824/391379.html",
  "title": "Space lab prototype blasts off ",
  "pubdate": "2011-08-25 03:05:22 GMT",
  "description": "As a prelude of a multiphase construction program aimed at building China\u0026#39;s own large space station around 2020, the Tiangong-1 space lab prototype is scheduled to blast off in early September as a test-bed for experiments related to space rendezvous.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA full-sized model of Tiangong-1 at an aviation show in Zhuhai, Guangdong Province. Photo: CFP\u003c/h4\u003e\t\tAs a prelude of a multiphase construction program aimed at building China\u0027s own large space station around 2020, the Tiangong-1 space lab prototype is scheduled to blast off in early September as a test-bed for experiments related to space rendezvous.The first Chinese space lab prototype Tiangong-1 (Heavenly Palace-1) and its launch vehicle Long March-2F rocket are now being assembled in the Jiuquan Satellite Launch Center, the Wuhan Evening News quoted an anonymous source as saying, adding the launch date is in early September.According to the China National Space Administration (CNSA), Tiangong-1 is an eight-ton-class space lab prototype with a cylinder-shaped body and two docking ports on its ends. Its diameter is wider than the Shenzhou series spacecraft.The Shenzhou-8, Shenzhou-9 and Shenzhou-10 spacecraft will dock with the Tiangong-1 during its two-year journey. The Shenzhou-8 will be put into orbit following the launch of the Tiangong-1 at an unknown date.Both the Tiangong-1 and Shengzhou 8 are unmanned. \"The Shenzhou-9 and 10 will be piloted if the rendezvous result of the Shenzhou-8 and Tiangong-1 turn out well,\" a source inside the aerospace industry told the Global Times.Space docking technology is key for building a space station and docking failures can have catastrophic consequences, the source said.According to the official website of the China Manned Space Engineering Project, Tiangong-2 and Tiangong-3 space labs will be launched before 2016.\"The plan is that the two space labs will test water and oxygen recycling technologies required for long orbiting missions. Astronauts will carry out scientific experiments and earth observation missions in space labs,\" the source added.Water and oxygen consumed in previous Shenzhou spacecraft were carried onboard the spacecraft. To support long-term stays in orbit, future Chinese space labs and space stations should be capable of generating water and oxygen by themselves, he said.The ultimate goal of China is to build a space station with a mass of fewer than 100 tons around 2020, roughly about the same year that the International Space Station ends its life span.China\u0027s space station should consist of a core module, a cargo module, a manned spacecraft, two space labs and other modules.The core module can accommodate astronauts long-term and can dock with various kinds of space labs, spacecrafts and cargo modules.\"To launch, a core module needs heavy lifting launch vehicles. China still lacks rockets of this class,\" the source said. \"But the new Long March-5 rocket will fill in that gap.\"\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "science/tech",
  "pic": "http://img.news.sina.com/technology/p/2011/0824/U43P5029T2D391379F24DT20110825110522.jpg",
  "keywords": "oxygen:3:1.0;space:12:0.9814872851339356;core:3:0.8950260727033308;the source:3:0.8692266093374489;prototype:3:0.8003684080385043;space station:5:0.7740619136788409;cargo:2:0.7430656204139552;ends:2:0.5634584115094878;source:2:0.4907436425669678;unknown:1:0.45332341730147224;water:2:0.4460586575881145;module:4:0.4128330206287152;shenzhou:2:0.4128330206287152;astronauts:2:0.4128330206287152;ports:1:0.4015502793916224;zhuhai:1:0.4015502793916224;prelude:1:0.3715328102069776;anonymous:1:0.3715328102069776;consequences:1:0.3715328102069776;dock:2:0.3699977245033469",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://english.peopledaily.com.cn/mediafile/201108/25/P201108250928251134618602.jpg",
      "title": "Space lab prototype blasts off - People\u0026#39;s Daily Online"
    },
    {
      "url": "http://img.news.sina.com/technology/p/2011/0824/U43P5029T2D391379F24DT20110825110522.jpg",
      "title": "Space lab prototype blasts off - Technology News - SINA English"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d3HUgLl6WFGk",
      "imgurl": "http://img.youtube.com/vi/3HUgLl6WFGk/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__6yb_JPAPP_zxmY6r-npUOYimiLg\u003d",
      "title": "China\u0026#39;s First Space Lab Module Lift-Off - YouTube"
    }
  ]
}