{
  "url": "http://english.sina.com/sports/p/2012/0703/482990.html",
  "title": "Tower of London guards Olympic treasure",
  "pubdate": "2012-07-04 03:55:41 GMT",
  "description": "The Tower of London, used by British monarchs for over 600 years to hoard crowns and jewels, took delivery of its newest treasure on Monday when 4,700 gold, silver and bronze Olympic medals were handed over for safe-keeping。",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eBruno Peek, Pageantmaster of the Queen\u0027s Diamond Jubilee Beacons poses with the Jubilee Crystal Diamond at the Tower of London, May 1, 2012. [Photo/Agencies]\u003c/h4\u003e\t\tThe Tower of London, used by British monarchs for over 600 years to hoard crowns and jewels, took delivery of its newest treasure on Monday when 4,700 gold, silver and bronze Olympic medals were handed over for safe-keeping。Flanked by the Yeomen Warders of the Tower in their traditional tunics, and to the fanfare of trumpets, Sebastian Coe, chairman of the London Organizing Committee of the Olympic Games (LOCOG), received two heavy-looking, shiny gold medals on a cushion。Coe, sheltering under an umbrella on a drizzly London evening with Jan du Plessis chairman of Rio Tinto the provider of metal for the medals, disappeared into the vaults of the imposing Jewel House at the medieval fortress on the River Thames。\"It\u0027s such an obvious place for us to bring our medals. Where else in the world would you want to take them for safekeeping?\" twice Olympic gold medallist Coe said, speaking above the cheering of 150 school children bravely waving flags in the rain。The Tower, used over the centuries as a royal palace, place of execution and a prison for traitors, still holds Britain\u0027s crown jewels, and sits just up river from where a giant set of interlocking Olympic Rings can be found newly hanging from Tower Bridge。For the next 26 days, the medals will stay locked up until the first are presented on July 28, in one of the women\u0027s shooting events, followed by 804 further victory ceremonies。A LOCOG spokesman said they would be gradually transferred from the Tower to the Olympic sites as needed。\"We\u0027ve delivered almost eight tons of metal, gold, silver and copper, from our mines in Salt Lake city, through to the deserts of Mongolia, and these are raw materials that have been transformed into these beautiful, gleaming Olympic medals,\" du Plessis said。Rio Tinto is one of the Olympic sponsors to have been criticized by Green groups, who argue that its environmental record means it should not be involved in the Games。But Coe shrugged off concerns about the company. \"Rio Tinto is a great partner. From mine to medal, we\u0027re completely satisfied. We\u0027re delighted and I think the medals look stunning,\" he said。The medals, crafted at the Royal Mint in south Wales, feature the Greek goddess of victory, Nike, on the front, a design dictated by tradition, and show the Thames weaving through the London Games logo on the back。Coe said he was talking to David Beckham, England\u0027s most capped outfield player, who helped bring the Olympic flame from Greece, about a possible role at the Games after he was omitted from the British Olympic soccer squad。\"David has been one of our longest supporters. He was with us when we set out on the journey, he was there when we hit many of our milestones along the way, of course he\u0027s going to play a role,\" Coe said。\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/sports/p/2012/0703/U140P5029T2D482990F24DT20120704115541.jpg",
  "keywords": "the tower:3:1.0;london:4:0.8224040218474199;rio tinto:2:0.6666666666666667;gold:3:0.6339651146864873;jewels:2:0.6042210550358219;tower:2:0.5676376298390752;jubilee:2:0.5216173625604775;diamond:2:0.5050265636636074;metal:2:0.4683324635559867;silver:2:0.4588958242997689;a:9:0.4453827874626866;victory:2:0.35596744476408115;peek:1:0.33333333333333337;waving flags:1:0.33333333333333337;tower of london:1:0.33333333333333337;yeomen warders:1:0.33333333333333337;salt lake city:1:0.33333333333333337;medieval:1:0.33333333333333337;hoard:1:0.33333333333333337;tinto:1:0.33333333333333337",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://static.euronews.com/articles/190624/300x168_190624_tower-of-london-guards-olympic-treasure.jpg",
      "title": "Tower of London guards Olympic treasure | euronews, world news"
    },
    {
      "url": "http://www.chinadaily.com.cn/2012olympics/attachement/jpg/site1/20120704/0022190dec45115def6b14.jpg",
      "title": "Tower of London guards Olympic treasure"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dF5hYj9hAzmM",
      "imgurl": "http://img.youtube.com/vi/F5hYj9hAzmM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__DpiTe77PThG2UcTO18wfkpRtdaE\u003d",
      "title": "University of Florida Gator Marching Band Perform ..."
    }
  ]
}