{
  "url": "http://english.sina.com/china/2012/0724/489479.html",
  "title": "Japan\u0027s FM: US confirms Diaoyu Islands under US-Japan Treaty",
  "pubdate": "2012-07-25 06:16:00 GMT",
  "description": "According to Japan\u0026#39;s Kyodo News Agency, Japan\u0026#39;s Foreign Minister Koichiro Gemba declared Tuesday that he had \u0026quot;confirmed with US Secretary of State Hillary Clinton\u0026quot; that the Diaoyu Islands fall within the scope of the US-Japan Treaty of Mutual Cooperation and Security.",
  "cleanContent": "By Zhao Wei, Sina EnglishAccording to Japan\u0027s Kyodo News Agency, Japan\u0027s Foreign Minister Koichiro Gemba declared Tuesday that he had \"confirmed with US Secretary of State Hillary Clinton\" that the Diaoyu Islands fall within the scope of the US-Japan Treaty of Mutual Cooperation and Security.It is report that a senior official of U.S. government made exactly the same statement on July 9. U.S. would be obliged to join Japan for seizure of the islands if necessary, thus predicted by Japan\u0027s Jiji Press.In 1960, the U.S. and Japan signed the Mutual Cooperation and Security Treaty, which became an important means for Washington to set foot in Asia.The treaty\u0027s Article 5 states, \"Each party recognizes that an armed attack against either party in the territories under the administration of Japan would be dangerous to its own peace and safety and declares that it would act to meet the common danger in accordance with its constitutional provisions and processes.\"Prime Minister Yoshihiko Noda told the parliament Tuesday that the central government is making budget to formally kick start the procedure of \"nationalization\" of the Diaoyu Islands. The government hopes to successfully \"nationalize\" the islands by the end of April next year, when the contract between the government and the \"owner\" of the islands expires.The Chinese Foreign Ministry reiterated on July 10 that the Diaoyu Islands and its affiliated islands have been part of China\u0027s inherent territory since ancient times and that China\u0027s claim to the islands is backed by indisputable historical evidence.\"Private deals made between the U.S. and Japan after World War II concerning the Diaoyu Islands are illegal and invalid,\" Liu added, \"We hope concerned countries can contribute more to regional peace and stability.\"Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "islands:8:1.0;japan:4:0.5502861946375683;treaty:2:0.4302871805811477;july:2:0.40575378147862445;kick start:1:0.38575545818806745;party:2:0.37361086815460703;peace:2:0.3546023694451134;fall within:1:0.3496223548983315;the government:2:0.34740930389825614;the contract:1:0.3284539709750416;the procedure:1:0.3284539709750416;seizure:1:0.31348925160859553;the scope:1:0.30182511704005244;tuesday:2:0.2953854340717124;news:2:0.28233616286564145;foot:1:0.2772285373642439;deals:1:0.2772285373642439;danger:1:0.26553235344502235;to the islands:1:0.2604999231228055;made:2:0.25",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://www.globaltimes.cn/DesktopModules/Markit.SlideShow/ImageHandler.ashx?img\u003d/Portals/0/SlideShow_Photos/3230/881B7775A13067E78099404F3CA7A615.jpg\u0026w\u003d450\u0026h\u003d330\u0026Q\u003d0\u0026PortalID\u003d0",
      "title": "Diaoyu Islands Dispute"
    },
    {
      "url": "http://img.news.sina.com/U45P5029T2D495870F24DT20120813100756.jpeg",
      "title": "Activists to fly flag for Diaoyu Islands - China News - SINA English"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dK58pz9rz5hk",
      "imgurl": "http://img.youtube.com/vi/K58pz9rz5hk/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__qs1AMG4A151ZHrSMofHzSnMXABY\u003d",
      "title": "China, Japan close to deal on East China Sea issue ..."
    }
  ]
}