{
  "url": "http://english.sina.com/sports/2012/0723/488832.html",
  "title": "UK Sports Minister: all problems will be forgotten once the Olympics start",
  "pubdate": "2012-07-23 10:36:19 GMT",
  "description": "LONDON， July 23 (Xinhua) -- British Minister of Sport Hugh Robertson this Monday predicted that Londoners would have to endure a week of traffic chaos in the run in to the Olympic Games， but added that once the Games opened on Friday， all of the problems would be put into the background as people concentrated on the sporting events.",
  "cleanContent": "LONDON, July 23 (Xinhua) -- British Minister of Sport Hugh Robertson this Monday predicted that Londoners would have to endure a week of traffic chaos in the run in to the Olympic Games, but added that once the Games opened on Friday, all of the problems would be put into the background as people concentrated on the sporting events.\"It is going to be a grim week ahead,\" admitted Robertson in the Independent newspaper. The Minister was referring to the fact that the special traffic lanes for the exclusive use of Olympic traffic will come into effect on Wednesday, complicating an already difficult transport situation in the capital city.That feat looked to have been overplayed on Monday morning as press busses from central London reached the Olympic Park in just 35 minutes, despite the fact that the Olympic lanes have yet to come into use.However, Robertson said that once the Games began any problems which may arise would soon be forgotten.\"Almost whatever happens in the run up to the Games, the moment that the starting gun fires, everyone\u0027s attention is on the sport.\"\"The only thing that people will be talking about will be gold medals,\" said the minister, whose message reflected the upbeat mood of London Mayor, Boris Johnson.Speaking to the BBC on Sunday, Johnson put recent controversies about transport, security and a possible strike by customs officers down to a case of pre-Olympic stage fright.\"I think possibly what we are going through at the moment as a nation, as a city, is that necessary pre-curtain up moment of psychological self-depression before the excitement begins on Friday,\" said Johnson, who added that London was as well prepared as any host city in the history of the Games.Meanwhile almost the whole of Britain has gone crazy for Bradley Wiggins after the 32-year-old became the first Briton to win the Tour de France cycling race.Wiggins confirmed his triumph in Paris on Sunday afternoon, while helping fellow Briton, Mark Cavendish win the sprint finish to the race in the shadow of the Arc de Triomphe.Wiggins\u0027 triumph is being hailed as historic in the British press and the cyclist has captured the front page of all of the national newspapers, catapulting cycling into the public eye and raising hopes of a high medal haul for the home team in London.Cavendish and Wiggins will go for gold in the cycling road race, which is one of the first events of the Games on Saturday, July 28, while Wiggins is one of the favorites to win gold in the time trial event a few days later.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "the games:4:1.0;london:4:0.8780130418496025;traffic:3:0.720960151132466;robertson:2:0.7117450940777782;the run:2:0.7117450940777782;gold:3:0.676832340291845;johnson:2:0.5391752685997969;the minister:2:0.5242898496220147;win:3:0.5087567382563501;triumph:2:0.4899252774572079;the moment:2:0.4572081278989278;transport:2:0.4448374968253177;july:2:0.3743216813151641;city:2:0.37233848433739125;a:7:0.36983218295712844;mark cavendish:1:0.3558725470388891;a few days later:1:0.3558725470388891;the public eye:1:0.3558725470388891;gone crazy:1:0.3558725470388891;hugh robertson:1:0.3558725470388891",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://news.bbcimg.co.uk/media/images/62136000/jpg/_62136588_zzz.jpg",
      "title": "BBC News - Olympics legacy: How can we encourage kids into sport?"
    },
    {
      "url": "http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/23/1343033936292/Olympic-workers-water-the-010.jpg",
      "title": "London 2012 Olympics: four days to go - as it happened | Sport ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dmhzWCHga5p0",
      "imgurl": "http://img.youtube.com/vi/mhzWCHga5p0/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__whMiuGADw6jPUqzCGDApR6GbIzw\u003d",
      "title": "Rabbis Prepare for 2012 London Olympics: Jewish ..."
    }
  ]
}