{
  "url": "http://english.sina.com/world/2012/0605/473708.html",
  "title": "Syrian troops clash with armed groups",
  "pubdate": "2012-06-06 01:57:57 GMT",
  "description": "Syrian troops clashed on Tuesday with armed rebels in a number of areas across the country, a day after a rebels\u0026#39; military coalition renounced commitment to the UN-brokered peace plan.",
  "cleanContent": "Syrian troops clashed on Tuesday with armed rebels in a number of areas across the country, a day after a rebels\u0027 military coalition renounced commitment to the UN-brokered peace plan.Four \"terrorists\" were killed in clashes on Tuesday with government troops in al-Qusair area in central Homs province, state-run SANA news agency reported, adding that the armed groups carried out assaults on law-enforcement forces\u0027 checkpoints and ignited the clashes.Meanwhile, the authorities in central Hama city clashed with armed groups in two neighborhoods, rounding up a number of them and confiscating their arms that included assorted weaponries and explosives.In northern Idlib province, Syrian troops dismantled three explosive devices planted by armed men on al-Mastouma road, SANA reported, adding that three state-servants were set free with the help of the government troops after being kidnapped by armed groups.Also in Idlib, Syrian troops clashed with armed groups in the mountainous area of Jabal al-Zawyia, killing and injuring unspecified number of them, SANA said.It added that the armed groups used RPG shells and automatic machine guns, in a sign that the armed rebels in Syria are getting more resourceful.Meanwhile, a group of the rebel Free Syrian Army (FSA) on Tuesday attacked a mountainous area near the coastal city of Latakia, setting ablaze a branch of the ruling al-Baath party and three army tanks.Armed rebels have managed to take control of al-Hafeh area near Latakia at an early time on Tuesday, local source told Xinhua by phone, adding that they set ablaze a branch of the Baath party and another governmental institution.The source, demanding anonymity for fear of reprisal, said security forces were still resisting the rebels. He could neither provide casualties nor the circumstances that have led to the all- out attack. But SANA said that two army members were killed in the clashes along with a number of \"terrorists that intimidated local people in that area and assaulted public properties.\"Meanwhile, the Britain-based activists\u0027 Syrian Observatory for Human Rights said that the Syrian troops renewed attacks on Hafeh after intense fighting with the rebel fighters earlier in the day.It said that two civilians, nine rebel fighters and 22 army or security members were killed in the clashes, adding that a number of the army vehicles were also damaged. The Observatory said that as many as 113 army soldiers have been killed in clashes since last Friday.Yet it was impossible to independently verify either report.On Monday, the Turkey-based Military Council for Syrian Opposition reportedly announced that it would not abide by the six- point peace plan brokered by UN-Arab League (AL) joint envoy Kofi Annan anymore, and that it had carried out attacks on government troops in order to \"protect the people.\"The Syrian opposition appears to become more frustrated with the mission of the UN observers, which has so far done little to stem the simmering violence in the country as clashes between the Syrian troops and the armed rebels soared.Yet peaceful methods are still underway as Syrian Deputy Foreign Minister Faisal Mikddad and head of the UN supervision mission Maj-Gen Robert Mood held a meeting to discuss the progress of the peace plan.Mood said after the meeting that \"we have had a professional and good meeting as always ... We have discussed the establishment of the mission.\"For his part, Mikddad said \"we shall work for the successes of Annan\u0027s plan.\"\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "syrian:10:1.0;troops:8:0.8509842142134526;rebels:5:0.7097660795669425;army:6:0.7010220437633737;sana:4:0.6031318996728465;the armed:4:0.5332936419976692;area:5:0.521960804716912;a number:4:0.5026670651948748;latakia:2:0.3691551239113806;tuesday:4:0.34783663540881066;the rebel:2:0.3346149133368472;idlib:2:0.3191125229470748;peace:3:0.31317648283014715;a:9:0.30347506535264596;source:2:0.2642073396522415;set free:1:0.2271267726663629;al-qusair:1:0.2271267726663629;jabal:1:0.2271267726663629;central:2:0.2232951735638474;party:2:0.21997622824474344",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://previous.presstv.ir/photo/20120413/gholami20120413080110250.jpg",
      "title": "PressTV - \u0026#39;Syrian armed groups clash with troops near Turkish border\u0026#39;"
    },
    {
      "url": "http://previous.presstv.ir/photo/20111102/esmaeeli20111102182830827.jpg",
      "title": "PressTV - Hama clashes kill 15 Syrian troops"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003djgMOxGpMcN4",
      "imgurl": "http://img.youtube.com/vi/jgMOxGpMcN4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__NFofqnJleB-bheVp-emo4ccLMwE\u003d",
      "title": "Syrian soldiers clash with \u0026#39;armed\u0026#39; opposition ..."
    }
  ]
}