{
  "url": "http://english.sina.com/world/p/2012/0627/481041.html",
  "title": "Russia backs Annan idea of Syria unity government - envoys",
  "pubdate": "2012-06-28 01:04:54 GMT",
  "description": "Russia and other big powers have told mediator Kofi Annan that they support his idea of a Syrian national unity cabinet that could include government and opposition members but would exclude those whose participation would undermine it, envoys said on Wednesday.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eJoint Special Envoy of the United Nations and the Arab League for Syria Kofi Annan (R) gestures next to Major-General Robert Mood, head of the UN Supervision Mission in Syria during a news conference at the United Nations European headquarters in Geneva June 22, 2012. REUTERS/Denis Balibouse\u003c/h4\u003e\t\tRussia and other big powers have told mediator Kofi Annan that they support his idea of a Syrian national unity cabinet that could include government and opposition members but would exclude those whose participation would undermine it, envoys said on Wednesday.Annan\u0027s proposal for a political transition aimed at ending the 16-month conflict in Syria is one of the main topics that Russia, the other four permanent Security Council members and key players in the Middle East will discuss at a meeting in Geneva on Saturday, diplomats told Reuters on condition of anonymity.One diplomat summarized Annan\u0027s proposal, saying the Syria conflict can only end when all sides see a peaceful way to a shared future.\" Annan made clear it was \"vital that (any) settlement (be) irreversible, (with) clear transition steps in fixed timeline,\" he said.\"These include establishing a transitional national unity government to create a neutral backdrop for transition,\" the diplomat said in his summary of Annan\u0027s plan.\"It could comprise present government members, opposition and others, but would need to exclude those whose continued participation or presence would jeopardize the transition\u0027s credibility, or harm prospects for reconciliation and stability.\"\"The Russians signaled to Annan that they accept his transition plan,\" he said. Several Western diplomats confirmed his remarks, adding that all five permanent veto-wielding U.N. Security Council members backed it.Annan made acceptance of his guidelines for a political transition for Syria a condition for organizing Saturday\u0027s meeting, which will include the United States, Britain, France, Russia, China, Turkey, Iraq, Kuwait and Qatar. It will not include Iran or Saudi Arabia.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0627/U47P5029T2D481041F24DT20120628090454.jpg",
  "keywords": "transition:5:1.0;syria:5:0.6853970172096773;national unity:2:0.6226880500559424;geneva:2:0.47171100923121745;a:9:0.4160018091804308;permanent:2:0.3512618548991138;conflict:2:0.34728566991464027;kofi annan:2:0.330851038869989;transitional:1:0.3113440250279712;russia:2:0.30609169183595636;clear:2:0.30154210139196463;united nations:2:0.2833475915771157;the diplomat:1:0.2821809229222501;all sides:1:0.2821809229222501;political:2:0.27085850445337023;timeline:1:0.2650958766471529;kuwait:1:0.25301782081652907;iraq:1:0.24360367377608044;qatar:1:0.24360367377608044;gestures:1:0.24360367377608044",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://s1.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120627\u0026t\u003d2\u0026i\u003d623928619\u0026w\u003d460\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d\u0026pl\u003d\u0026r\u003dCBRE85Q1U4E00",
      "title": "Exclusive: Annan calls for Syria national unity government: envoys ..."
    },
    {
      "url": "http://s3.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120628\u0026t\u003d2\u0026i\u003d624037737\u0026w\u003d460\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d\u0026pl\u003d\u0026r\u003d2012-06-28T064223Z_1_CBRE85R0IMR00_RTROPTP_0_SYRIA-CRISIS-ANNAN",
      "title": "Exclusive: Russia backs Annan idea of Syria unity government ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dvCksWLx5mCs",
      "imgurl": "http://img.youtube.com/vi/vCksWLx5mCs/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__BqQflAbZ6gaGNri5ulr1P7cOyks\u003d",
      "title": "RUSSIA and US talk PEACE in Geneva and come ..."
    }
  ]
}