{
  "url": "http://english.sina.com/china/2012/0812/495870.html",
  "title": "Activists to fly flag for Diaoyu Islands",
  "pubdate": "2012-08-13 02:00:24 GMT",
  "description": "A group of activists from Hong Kong and Macau set sail for the Diaoyu Islands in East China Sea yesterday.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA supporter waves to activists from the Hong Kong-based \"Action Committee for Defending the Diaoyu Islands\", departing by boat for the Diaoyu islands in Hong Kong August 12, 2012. The event was held to protest against an upcoming visit to the islands on August 18, 2012 by around 50 Japanese lawmakers, according to local media. (Photo/Reuters)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA group of activists from Hong Kong and Macau set sail for the Diaoyu Islands in East China Sea.\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA group of activists from Hong Kong and Macau set sail for the Diaoyu Islands in East China Sea.\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA group of activists from Hong Kong and Macau set sail for the Diaoyu Islands in East China Sea.\u003c/h4\u003e\t\tA group of activists from Hong Kong and Macau set sail for the Diaoyu Islands in East China Sea yesterday.The 14 left for the islands on a Chinese-flagged fishing boat from Hong Kong.The activists, who belong to a group called the Action Committee for Defending the Diaoyu Islands, will be joined at sea by two other vessels tomorrow - from Taiwan and Xiamen City in southern China.\"We are protesting Japanese lawmakers\u0027 plan to land on the islands on August 19,\" said Chan Miu-tak, the group\u0027s chairman.\"We want to reach the islands before the Japanese lawmakers and place the Chinese flag there to show our determination to safeguard China\u0027s sovereignty over the islands,\" he said.The group of lawmakers from Japan have said they plan to visit the disputed islands at the weekend.Chan said the vessels are expected to reach the islands on Wednesday if they are not turned back by authorities.The activists have made repeated attempts to reach the islands, but apart from one successful foray in 1996 they have been blocked by Japanese patrol vessels.Also yesterday, Taiwan coastguards said they will next month stage a live-firing exercise in the Xisha Islands in the South China Sea with new, longer-range artillery and mortars.The drill will take place on Taiping Island in the sprawling group of islands. The coastguard said it would take place in September but did not give an exact date.The drill on the island, the biggest in the Xisha Islands, involves newly arrived 40mm artillery and 120mm mortars, the Taipei-based United Evening News said, which also reported that several lawmakers would watch the drill.The range of the 120mm mortars is 6.1 kilometers, compared with 4.1 kilometers for the mortars currently in use by Taiwan coastguards on Taiping Island, the paper said.(Agencies)Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/U45P5029T2D495870F24DT20120813100756.jpeg",
  "keywords": "islands:17:1.0;macau:4:0.6581126680439181;set sail:4:0.5681413967812752;hong kong:5:0.5327963420462497;august:3:0.31053024510399274;east:4:0.30767121203901776;taiwan:3:0.29624153680780807;reach:3:0.28641443398491134;drill:2:0.27503541665392955;china:5:0.25505719969225393;boat:2:0.23322365708799142;place:3:0.2274820281737449;artillery:2:0.22691334971718394;vessels:2:0.2111687716075949;visit:2:0.16848045835372974;island:2:0.16687170326828865;the paper:1:0.16452816701097953;xiamen:1:0.15456657457649015;plan:2:0.15165468544916327;departing:1:0.1475243536981626",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/U45P5029T2D495870F24DT20120813100756.jpeg",
      "title": "Activists to fly flag for Diaoyu Islands - China News - SINA English"
    },
    {
      "url": "http://img.news.sina.com/U47P5029T2D495870F31DT20120813131144.jpg",
      "title": "Activists to fly flag for Diaoyu Islands - China News - SINA English"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d6ROKBfDnY9s",
      "imgurl": "http://img.youtube.com/vi/6ROKBfDnY9s/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__CVCddihjQeTP43FBtoglu-LZxAo\u003d",
      "title": "HK ACTIVISTS SAIL FOR DISPUTED DIAOYU ..."
    }
  ]
}