{
  "url": "http://english.sina.com/china/2012/0802/492302.html",
  "title": "Made-in-China products standout in Olympics",
  "pubdate": "2012-08-02 08:43:16 GMT",
  "description": "GUANGZHOU， Aug. 2 (Xinhua) -- At the exhibition room of a small string manufacturing company in south China\u0026#39;s Guangdong Province， strings of different styles and colors hang on the walls， displaying their international elements.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eA staff member of Zindart Manufacturing Limited shows a double-decker bus model made for London Olympic Games in Dongguan, south China\u0027s Guangdong Province, Aug. 1, 2012. (Xinhua/Chen Yehua)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eA staff member of Dongguan Zhanhong Weaving String CO., LTD. shows two identity card straps made for participants of London Olympic Games in Dongguan, south China\u0027s Guangdong Province, Aug. 1, 2012. (Xinhua/Chen Yehua)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003ePhoto taken on Aug. 1, 2012 shows some franchised souvenirs made by Zindart Manufacturing Limited in Dongguan, south China\u0027s Guangdong Province, Aug. 1, 2012. (Xinhua/Chen Yehua)\u003c/h4\u003e\t\tGUANGZHOU, Aug. 2 (Xinhua) -- At the exhibition room of a small string manufacturing company in south China\u0027s Guangdong Province, strings of different styles and colors hang on the walls, displaying their international elements.The strings include those with famous brand logos, such as Benz and Coca Cola, as well as the world-popular cartoon images, such as Angry Birds and Winnie the Pooh.The Zhanhong Weaving String Co., Ltd, based in the Shatian Township in the city of Dongguan, produces 5 million weaving strings for the world monthly, ranging from badge ribbons to trunk belts.On the other side of the world, where the Olympics Games and Paralympic Games are being held in London, athletes, coaches, volunteers and working staff are carrying their ID badges around their necks with a total of 700,000 ribbons produced by Zhanhong, giving its chairman Chen Jiemin every reason to be proud.\"Wherever there is a country in the world, there are strings we produced,\" Chen said.Apart from badge ribbons, the company also received orders of 5 million strings for Olympic-related merchandise through authorized agents.Chen still remembers two years ago, when the company attended the Canton Fair -- China\u0027s largest trade fair -- in the Guangdong provincial capital Guangzhou, a \"mysterious\" potential buyer expressed his interest in their strings.In September 2010, the buyer decided to authorize a third party to inspect and review Chen\u0027s company, including its production scale, quality management and social responsibilities. Two months later, Chen was told the company had passed the review.\"After the review, we started to produce some gifts and other products, but we had no idea that the products were intended for the London Olympic Games,\" he said.This March, the company was given an initial design for ID badge ribbons, which was later modified more than 10 times until the final version was determined in April.\"The buyer said the products were very important, and every item had to be strictly inspected,\" Chen recalled.The company was only given less than a month to complete all the 700,000 ribbons. \"Working day and night, we finished the order in only 20 working days,\" Chen said smiling.Before the opening of the Olympic Games, Chen discovered via the Internet that the buyer was a purchasing agent for the Games, and the ribbons they produced were prepared for athletes, coaches, reporters and workers at the event.With 20 years\u0027 experience of string production, the company has a mature and complete string production chain, and all procedures can be done within an hour, making the company\u0027s products competitive in both price and quality, according to Chen.Chen said the company had advantages in its strict and efficient quality control, which also enabled itself to win orders for the German and South Africa World Cup games in 2006 and 2010.The company has also been authorized to produce strings printed with renowned logos or cartoon images, in cooperation with world famous companies such as Coca Cola and Disney.Zhanhong is not the only company in Dongguan that has manufactured Olympic-related products. At the Xinda Toy and Gift Company, more than 2.5 million licensed Olympic souvenirs, including mascot Wenlock and Mandeville, were produced in its workshop and sold abroad.According to the London Olympic Organizing Committee, up to 65 percent of the licensed Olympic merchandise was manufactured in China. The other share was produced by Turkey, India, Vietnam, Indonesia, Thailand, Pakistan, Germany and Poland.Huang Qiqiang, an executive with Xinda company, said their products, although labelled \"Made-in-China,\" were actually a combined effort of companies based in Europe, Southeast Asia, the Chinese mainland and Taiwan.With the rapid development of world economic integration, economies around the globe have been strengthening their interdependence. The design, material supply, manufacturing and assembly of a product were often undertaken by companies from different countries.\"From this point, made-in-China products are essentially made in the world,\" Huang said.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/U142P5029T2D492302F24DT20120802175616.jpg",
  "keywords": "dongguan:6:1.0;strings:6:1.0;chen:6:0.7445655248592498;company:7:0.687612765404274;the company:6:0.6830997328697807;string:5:0.6287033535738575;badge:3:0.5872290979508055;olympic games:4:0.5287395822911216;london:4:0.48293957190057496;south:4:0.4160143153419135;souvenirs:2:0.39148606530053703;province:4:0.3731133057089465;games:3:0.3622046789254312;logos:2:0.3548161851115697;coca:2:0.3548161851115697;cola:2:0.3548161851115697;id:2:0.3548161851115697;a:11:0.31966211752997964;working:3:0.2774659919742088;made:4:0.25371388595471",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/U142P5029T2D492302F24DT20120802175616.jpg",
      "title": "Made-in-China products standout in Olympics - China News - SINA ..."
    },
    {
      "url": "http://img.news.sina.com/U142P5029T2D492302F26DT20120802175616.jpg",
      "title": "Made-in-China products standout in Olympics - China News - SINA ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dPru68BnM8g0",
      "imgurl": "http://img.youtube.com/vi/Pru68BnM8g0/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__IeZiVwsj5ojZVKNjZdi0Dm5PRLg\u003d",
      "title": "THE DIFERENCE BETWEEN FAKE AND REAL ..."
    }
  ]
}