{
  "url": "http://english.sina.com/world/2012/1012/515536.html",
  "title": "Senior U.S. diplomat to visit Asia next week",
  "pubdate": "2012-10-12 07:48:47 GMT",
  "description": "U.S. Deputy Secretary of State William Burns will leave Saturday for a tour of Japan, South Korea, China, Myanmar and India, the State Department said Thursday, Kyodo reported.",
  "cleanContent": "U.S. Deputy Secretary of State William Burns will leave Saturday for a tour of Japan, South Korea, China, Myanmar and India, the State Department said Thursday, Kyodo reported.\"I\u0027m sure that in both China and Japan, the territorial issues will come up,\" U.S. State Department spokeswoman Victoria Nuland told a press briefing.Burns\u0027 visit comes at a time that ties between the two neighboring Asian nations are severely frayed due to a dispute over the Diaoyu Islands.While in Tokyo on Sunday and Monday, Burns will meet senior Japanese officials including Foreign Minister Koichiro Gemba and Defense Minister Satoshi Morimoto to discuss East Asian affairs, the State Department said.Other issues that are likely to be raised during Burns\u0027 talks with Japanese officials are a territorial dispute over South Korean-controlled islets known as Dokdo in South Korea as well as issues concerning U.S. bases in Japan.Burns will then head to South Korea and China before visiting on Wednesday the Myanmar capital to meet officials including the country\u0027s President Thein Sein and opposition leader Aung San Suu Kyi.The department also said that its special representative for the Democratic People’s Republic of Korea (DPRK) policy Glyn Davies will visit Japan and South Korea from Tuesday.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "south korea:4:1.0;department:4:0.8049411108231395;burns:2:0.6664617321217895;issues:3:0.6533769241043815;the state:2:0.43293837435385174;aung san:1:0.42589439434448684;thein sein:1:0.42589439434448684;tour of japan:1:0.42589439434448684;glyn davies:1:0.42589439434448684;visit:2:0.395274059377609;william burns:1:0.36263052685117936;china:3:0.3590356852573608;satoshi:1:0.3461086865095178;state:2:0.3448280922624276;victoria nuland:1:0.32263197368908425;a:5:0.31614338752980037;asian affairs:1:0.30607494336007524;japan:2:0.30377250743531947;republic:1:0.2991902563770576;korea:1:0.28760566993995296",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://previous.presstv.ir/photo/20111229/mehjoo20111229224156840.jpg",
      "title": "PressTV - Top US diplomat to visit Asia after Kim Jong Il\u0026#39;s death"
    },
    {
      "url": "http://en.tengrinews.kz/userdata/news_en/news_9143/thumb_b/photo_15321.jpg",
      "title": "US diplomat heads to E. Asia amid N. Korea tensions . Politics ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dU3st_K4X3KM",
      "imgurl": "http://img.youtube.com/vi/U3st_K4X3KM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__hcHU3wmAPnKxzrZEkMFOnbZVJ2E\u003d",
      "title": "U.S. China vow to enhance diplomatic, military ..."
    }
  ]
}