{
  "url": "http://english.sina.com/china/2012/0913/506168.html",
  "title": "Chinese from across Taiwan Straits raining anger upon Japan  ",
  "pubdate": "2012-09-13 07:53:50 GMT",
  "description": "Emotions of Chinese people from across the Taiwan Straits have been running high for these couple of days, as they take to street protesting Japan’s underhand way in grabbing the Chinese Diaoyu Islands.",
  "cleanContent": "By Sina EnglishEmotions of Chinese people from across the Taiwan Straits have been running high for these couple of days, as they take to street protesting Japan’s underhand way in grabbing the Chinese Diaoyu Islands.The Chinese mainland kept up its protests yesterday while Japan showed no sign of yielding in a dispute between the world\u0027s second and third largest economies over the Diaoyu Islands that has led to continued demonstrations from Beijing to Taipei.Tensions increased on Tuesday when Japan said it had bought the islands from a \"private owner,\" ignoring warnings from China which responded by sending two patrol ships to reassert its sovereignty.Chinese Foreign Ministry spokesman Hong Lei yesterday blamed Tokyo for the \"grave condition\" of China-Japan relations and warned that Japan must \"pull back from the precipice.\"He told reporters in Beijing: \"China will take necessary measures based on developments, and will staunchly protect national territorial integrity.\"Luo Zhaohui, head of the Chinese Foreign Ministry\u0027s Asian department, met Shinsuke Sugiyama, Japan\u0027s visiting director-general of the Asian and Oceania Affairs, and vowed China would \"never accept Japan\u0027s illegal occupation or so-called \u0027actual control\u0027 of the Diaoyu Islands\" or tolerate any unilateral move made by Japan in regard to the islands.Luo demanded Japan immediately correct its mistake, return to the consensus and understanding reached between the two sides and to the track of negotiating a settlement of the dispute.People’s Liberation Army Daily, chief newspaper of China\u0027s military, rained warnings on Japan. Retired Major General Luo Yuan, a prominent foreign policy hawk, said China\u0027s armed forces were ready to defend its sovereignty.Luo\u0027s comments echoed a warning from China\u0027s Ministry of Defense the previous day.\"The Japanese government should not place its hopes in its so-called air and sea advantage. Chinese and Japanese forces have exchanged blows before,\" wrote Luo. \"Nowadays, China\u0027s defense forces have achieved advances nobody can belittle.\"State television reported on Chinese military exercises that included amphibious landings.Japanese Foreign Minister Koichiro Gemba rejected Chinese demands that Japan reverse its decision to buy the islands.\"There is no way we would reconsider the transfer, acquisition and possession of their ownership right,\" Japan\u0027s Kyodo news agency quoted Gemba as saying.Japan\u0027s coast guard said it was monitoring the seas around the islands but had not seen any Chinese patrol vessels.A coast guard official said foreign ships approaching Japan\u0027s waters would be warned and asked to change course. If they failed to comply and entered Japanese waters, the coast guard would try to force them to change course.On Tuesday, US Assistant Secretary of State Kurt Campbell cautioned China and Japan against escalating the dispute, saying the stakes \"could not be bigger\" and tensions could have global repercussions.The row led to protests in several Chinese cities on Tuesday, and yesterday groups of people approached the heavily guarded Japanese Embassy in Beijing, carrying banners denouncing Japan and shouting slogans.\"Stamp Japan into the ground. Leave Japan with nothing. The whole world should boycott Japanese people and their products,\" protesters chanted.Wang Shuo, a protester, said the government should consider using force. \"Japan is hurting the Chinese people,\" he said. Small groups protested at the Japanese consulate in Shanghai, while in Hong Kong about a dozen activists scuffled with police as they attempted to march into Japan\u0027s consulate.In Taiwan about 50 protesters gathered outside Japan\u0027s representative office, a day after Taiwan recalled its representative to Japan.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "japan:12:1.0;yesterday:3:0.38464899615674336;taiwan:3:0.38132476751859684;islands:4:0.30287270204268407;people:4:0.27752644257719955;a:8:0.27752644257719955;coast guard:2:0.26920470358903753;tuesday:3:0.268392553684052;china:4:0.26264953503719357;beijing:3:0.25;patrol:2:0.24179349658458432;oceania:1:0.23366959589826725;ships:2:0.23136807254478678;force:2:0.2297276202191422;led:2:0.22270329162890026;the grave:1:0.2117821346451678;change:2:0.21044158917286562;amphibious:1:0.19895948337172034;the whole world:1:0.19895948337172034;kurt campbell:1:0.19895948337172034",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/china/p/2012/0913/U142P5029T2D506166F23DT20120913155220.jpg",
      "title": "Chinese from across Taiwan Straits raining anger upon Japan ..."
    },
    {
      "url": "http://img.news.sina.com/entertainment/p/2012/0913/U149P5029T2D506146F23DT20120913151443.jpg",
      "title": "Chinese from across Taiwan Straits raining anger upon Japan ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dtqNGLL10EJE",
      "imgurl": "http://img.youtube.com/vi/tqNGLL10EJE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__gSj6CVY23KMHdLJq2HNh9HPGe-w\u003d",
      "title": "Build up to WW3 - U.S. MARINES in Australia to Keep ..."
    }
  ]
}