{
  "url": "http://english.sina.com/taiwan_hk/2012/0922/509198.html",
  "title": "Taiwan civilian ship enters Diaoyu Islands waters",
  "pubdate": "2012-09-22 07:16:29 GMT",
  "description": "A civilian ship from Taiwan on Friday entered the waters around the Diaoyu Islands and left after being threatened by Japanese ships， Taiwanese media reported on Saturday.",
  "cleanContent": "A civilian ship from Taiwan on Friday entered the waters around the Diaoyu Islands and left after being threatened by Japanese ships, Taiwanese media reported on Saturday.Named \"Ta Han 711,\" the working platform ship was approached by Japanese Coast Guard ships from in front and behind when it entered the waters 22 nautical miles off the Diaoyu Islands, the media said.Japanese ships warned the Taiwanese ship in Chinese saying that it had entered Japanese territorial waters. However, the Taiwanese ship responded by saying, \"Diaoyutai (Diaoyu Island) belongs to us. We are coming to recover territory, please don\u0027t disturb.\"Wong Chu, the first mate of the ship, said they intended to supply water and instant food to ships from the Chinese mainland in the waters around the Diaoyu Islands. After they failed to contact the mainland ships, they decided to go to the islands.Reports said the ship was threatened by four Japanese ships along with Japanese aircraft. Under the escort of Taiwanese coast guard ships, ships from the two sides did not collide nor did a stalemate develop.The ship returned to Keelung on Friday night after circling the Diaoyu Islands five or six times, according to the reports.Tension between China and Japan has escalated in recent days, after the Japanese government announced its \"purchase\" of part of China\u0027s Diaoyu Islands, triggering fierce anti-Japanese sentiment in both the Chinese mainland and Taiwan.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "ships:8:1.0;ship:5:0.7599072512126422;the ship:2:0.41037354744637405;islands:5:0.4090785662313777;mainland:2:0.3114693181353876;coast guard:2:0.29088359148703047;keelung:1:0.2524868636024045;collide:1:0.2524868636024045;chu:1:0.22883681866279573;the escort:1:0.22883681866279573;media:2:0.20775700887548837;stalemate:1:0.20518677372318703;friday night:1:0.19126885964298646;instant:1:0.19126885964298646;mate:1:0.18598835573452224;the mainland:1:0.18145320413341892;han:1:0.18145320413341892;civilian:1:0.17050389608713823;aircraft:1:0.1647411113718788;platform:1:0.1647411113718788",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131866682_title1n.jpg",
      "title": "Taiwan civilian ship enters Diaoyu Islands waters - Xinhua | English."
    },
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131866332_title1n.jpg",
      "title": "China asks Japan to stop infringing its territorial sovereignty ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d2GPrslbf_aU",
      "imgurl": "http://img.youtube.com/vi/2GPrslbf_aU/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__QiyHZ_AHEwbC8Somxi1GWH75FBM\u003d",
      "title": "China-Japan exchange diplomatic blows after ..."
    }
  ]
}