{
  "url": "http://english.sina.com/china/2012/0712/485928.html",
  "title": "Foreign Minister: Fishermen injured by Phil. warships in Chinese territory",
  "pubdate": "2012-07-13 03:43:32 GMT",
  "description": "Not surprisingly, recent tension with the Philippines over Huangyan Island was spotlighted at Thursday’s ASEAN Foreign Ministers’ Meeting. In his official appearance, Chinese Foreign Minister Yang Jiechi talked about the standoff publicly for the first time, reiterating the statement that Huangyan Island is an inherent part of China, which is indisputable.",
  "cleanContent": "By Mei Jingya, Sina EnglishNot surprisingly, recent tension with the Philippines over Huangyan Island was spotlighted at Thursday’s ASEAN Foreign Ministers’ Meeting. In his official appearance, Chinese Foreign Minister Yang Jiechi talked about the standoff publicly for the first time, reiterating the statement that Huangyan Island is an inherent part of China, which is indisputable.Yang said the sea spat delivers a shock to the Chinese people. The Philippines even used warships in China’s territorial waters and inflicted physical injuries to Chinese fishermen, giving rise to strong indignation among the Chinese public. He urged the Philippines to face up to the facts and stop any further provocations.Japan’s Kyodo News Agency reported that on the occasion that the 19th Foreign Ministers Meeting of ASEAN Regional Forum was held in Cambodia’s capital Phnom Penh on Thursday, US Secretary of State Hillary Clinton pressed China on making ‘meaningful progress toward finalizing a code of conduct for the South China Sea” to avoid confusion and even confrontation.According to the report, Clinton also said claimant states should respect the U.N. Convention on the Law of the Sea. Chinese Foreign Minister Yang Jiechi rebuffed such statements, saying all activities by China in the South China Sea were the country’s \"inherent rights \" and that they are all \"in accordance with international law and historical evidence.\"Given the fact that tension over sea between China and its neighbors, say, Vietnam and the Philippines, flared again recently, Clinton’s remarks are considered by foreign press as meant to ‘counter China’s enormous clout’ in the Asia-Pacific region.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "philippines:4:1.0;asean:2:0.5441130516176615;china:6:0.5387191311259721;the south:2:0.4242390915251108;the sea:2:0.41695569527156795;yang jiechi:2:0.3993959091922002;clinton:2:0.39416058632062334;tension:2:0.3681096027626681;phnom penh:1:0.3195190164846995;island:2:0.29371509313293614;confusion:1:0.2720565258088308;all in:1:0.2720565258088308;vietnam:1:0.25;code:1:0.24204838638066498;standoff:1:0.24204838638066498;news:2:0.23385741189671702;statements:1:0.22962679521420967;enormous:1:0.22962679521420967;face up:1:0.22962679521420967;19th:1:0.2244616922148978",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://www.tzxlwd.com/En/Images/contact_l.jpg",
      "title": "Foreign Minister: Fishermen injured by Phil. warships in Chinese ..."
    },
    {
      "url": "http://i2.sinaimg.cn/dy/2012/0510/U7724P1DT20120510131632.png",
      "title": "Focus on China\u0026#39;s Neighborhood_EnglishSite_新浪网"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dGHowpWCU9Lo",
      "imgurl": "http://img.youtube.com/vi/GHowpWCU9Lo/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__rqrAIEQfUSr2Qml2ECOcsvhV9ck\u003d",
      "title": "Japanese coastguard hit Chinese fishing boat at ..."
    }
  ]
}