{
  "url": "http://english.sina.com/china/2012/0723/488817.html",
  "title": "Mayor elected in China\u0027s newly established Sansha city",
  "pubdate": "2012-07-23 10:58:09 GMT",
  "description": "YONGXING ISLAND, Hainan, July 23 (Xinhua) -- The newly established city of Sansha in the South China Sea elected its first mayor Monday afternoon.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eRepresentatives pose for group pictures after the first session of the first Sansha Municipal People\u0027s Congress held on Yongxing Island, the government seat of Sansha City, in south China\u0027s Hainan province, July 23, 2012. Forty-five deputies to the municipal people\u0027s congress attended the first session of the first Sansha Municipal People\u0027s Congress and cast their votes. Xiao Jie was elected the first mayor of the newly established Sansha city Monday afternoon. (Xinhua/Hou Jiansen)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eRepresentatives cast their votes in the first session of the first Sansha Municipal People\u0027s Congress held on Yongxing Island, the government seat of Sansha City, in south China\u0027s Hainan province, July 23, 2012. Forty-five deputies to the municipal people\u0027s congress attended the first session of the first Sansha Municipal People\u0027s Congress and cast their votes. Xiao Jie was elected the first mayor of the newly established Sansha city Monday afternoon. (Xinhua/Hou Jiansen)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eFu Zhuang, the first director of the standing committee of Sansha Municipal People\u0027s Congress, speaks in the first session of the first Sansha Municipal People\u0027s Congress held on Yongxing Island, the government seat of Sansha City, in south China\u0027s Hainan province, July 23, 2012. Forty-five deputies to the municipal people\u0027s congress attended the first session of the first Sansha Municipal People\u0027s Congress and cast their votes. Xiao Jie was elected the first mayor of the newly established Sansha city Monday afternoon. (Xinhua/Hou Jiansen)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eXiao Jie, the first mayor of the newly established Sansha city, speaks in the first session of the first Sansha Municipal People\u0027s Congress held on Yongxing Island, the government seat of Sansha City, in south China\u0027s Hainan province, July 23, 2012. Forty-five deputies to the municipal people\u0027s congress attended the first session of the first Sansha Municipal People\u0027s Congress and cast their votes. (Xinhua/Hou Jiansen)\u003c/h4\u003e\t\tYONGXING ISLAND, Hainan, July 23 (Xinhua) -- The newly established city of Sansha in the South China Sea elected its first mayor Monday afternoon.Xiao Jie, 51, head of the Hainan Provincial Agriculture Department, was elected mayor in the first session of the first Sansha Municipal People\u0027s Congress held on Yongxing Island, the government seat of the city.Xiao was also appointed secretary of the Sansha Municipal Committee of the Communist Party of China (CPC).Fu Zhuang, 56, deputy director of Hainan Provincial Civil Air Defence Office, was elected director of the standing committee of Sansha Municipal People\u0027s Congress, the city\u0027s legislative body.The legislative conference also elected three deputy mayors, head of the city\u0027s intermediate people\u0027s court and procuratorate. It also elected another five members of the standing committee of the Sansha Municipal People\u0027s Congress.\"It\u0027s a great honor to be the first mayor of Sansha, and it\u0027s also a brand new mission, challenge and test for me,\" said Xiao.The first Sansha municipal government will be devoted to administrative management, economic development, people\u0027s livelihoods and environment protection in the coming five years, Xiao said.The deputies and members of the standing committee of the municipal People\u0027s Congress should make positive contributions to the management, development and protection of the islands as well as the sea waters surrounding Xisha, Zhongsha and Nansha, said Fu.Forty-five deputies to the municipal people\u0027s congress attended the first session of the first Sansha Municipal People\u0027s Congress and cast their votes.The deputies, divided into groups from the Xisha, Nansha and Zhongsha islands, were elected Saturday by 1,100 residents from the islands.The State Council, or China\u0027s cabinet, in June approved the establishment of Sansha, a prefectural-level city in south China\u0027s Hainan province to administer the Xisha, Zhongsha and Nansha islands and the surrounding waters in the South China Sea.China\u0027s central military authority has approved the formation and deployment of a military garrison in Sansha.Sources with the People\u0027s Liberation Army Guangzhou Military Command said Friday that the Central Military Commission had authorized it to form a garrison command in the city.Yongxing Island is part of the Xisha Islands.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/U45P5029T2D488817F24DT20120724112244.jpg",
  "keywords": "congress:18:1.0;the first session:10:0.9743118595045047;the first:16:0.5840783998650675;hainan:8:0.5741626574513382;elected:9:0.5278278424268927;city:9:0.4587266194773214;mayor:7:0.42067094568982505;seat:5:0.34222640507516927;island:7:0.31346971330893436;cast:6:0.2873626035618742;south:5:0.2588391497728726;july:5:0.2562055266763635;province:5:0.2321466527883194;the government:5:0.21936501331709854;garrison:2:0.17660992190511757;held:5:0.17373388832764014;afternoon:3:0.15530348986372355;command:2:0.1368905620300677;the south:2:0.12936356110689448;protection:2:0.1271426293372083",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/china/2012-07/24/131733842_51n.jpg",
      "title": "Mayor elected in China\u0026#39;s newly established Sansha city - Xinhua ..."
    },
    {
      "url": "http://english.cpc.people.com.cn/mediafile/201207/24/F201207241431519177108891.jpg",
      "title": "Mayor elected in China\u0026#39;s newly established Sansha city - CPC News"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dG4N6CniG7p8",
      "imgurl": "http://img.youtube.com/vi/G4N6CniG7p8/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__L9GigYnJ2GYStAr0L1amOnMOd3Q\u003d",
      "title": "China\u0026#39;s Sansha City Government to Be Formed ..."
    }
  ]
}