{
  "url": "http://english.sina.com/china/2012/0711/485540.html",
  "title": "China rejects Japan\u0027s representation against China\u0027s patrolling Diaoyus ",
  "pubdate": "2012-07-12 02:46:13 GMT",
  "description": "Three Chinese fishery patrol ships, Yuzheng-202, Yuzheng-204 and Yuzheng-35001, approached waters off the the Diaoyu Islands around 2 a.m. Wednesday on a routine mission within China\u0026#39;s exclusive economic zone in the East China Sea.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eJapanese patrol ship PLH09 attempted to intercept Chinese fishery patrol ships as they approached waters off the the Diaoyu Islands on a routine mission, July 11, 2012. (Photo/Xinhua)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eJapanese patrol ship PLH09 attempted to intercept Chinese fishery patrol ships as they approached waters off the the Diaoyu Islands on a routine mission, July 11, 2012. (Photo/Xinhua)\u003c/h4\u003e\t\t\t\t\t\t\t\u003ch4 style\u003d\"color:#265699;\"\u003eThree Chinese fishery patrol ships approached waters off the the Diaoyu Islands on a routine mission, July 11, 2012. (Photo/Xinhua)\u003c/h4\u003e\t\t\t\t\t\tBy Zhao Wei, Sina EnglishThree Chinese fishery patrol ships, Yuzheng-202, Yuzheng-204 and Yuzheng-35001, approached waters off the the Diaoyu Islands around 2 a.m. Wednesday on a routine mission within China\u0027s exclusive economic zone in the East China Sea.Immediately afterwards, it was reported that Japan lodged a representation to China saying three patrol ships entered its waters.Chinese Foreign Ministry spokesman Liu Weimin said at a daily news briefing on Wednesday that Chinese fishery administration vessels entered into the waters under Chinese jurisdiction to conduct official duties in accordance with Chinese law. China does not accept the representation lodged by the Japanese over the issue.He stressed that the Diaoyu Island and its affiliated islands have been China\u0027s inherent territory since ancient times. The vessels made routine patrols aimed at strengthening fisheries management as the fishing season comes to a close.In order to safeguard the interests of Chinese oceanic fishing industry and ensure safety of Chinese fishermen, the China Fishery Administration Bureau has included areas surrounding the Diaoyu Islands and affiliated islets in its regular patrol scope since 2010.The Agriculture Ministry banned fishing in the East China Sea from June 1 to protect stock. The three fishery administration vessels were accordingly conducting routine patrols to beef up fishery management in the East China Sea.After the Japanese media coverage of Chinese vessels patrolling the Diaoyu Islands, Japan\u0027s Deputy Minister for Foreign Affairs Kenichiro Sasae summoned the Chinese ambassador Cheng Yonghua to lodge protests, claiming what happened is \"intolerable\". Cheng immediately rebuffed Japan\u0027s protests and reiterated China\u0027s position on the issue.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/U45P5029T2D485540F24DT20120712134404.jpg",
  "keywords": "patrol:8:1.0;the the:4:0.7118763405949119;ships:5:0.5980518392061299;vessels:4:0.5620877809490128;islands:7:0.5480164231684398;mission:4:0.46798832370958465;china:6:0.4073458427550904;july:3:0.381188118879402;east:3:0.3071090262074849;ship:2:0.29085691469682895;management:2:0.26734970308114114;a:7:0.2510775110633514;lodge:1:0.24160037304448842;affiliated:2:0.22630324597505028;daily news:1:0.1963397238494784;beef:1:0.18903442407164028;scope:1:0.18302190926775547;ministry:2:0.1810425967800402;foreign affairs:1:0.17362947593893843;banned:1:0.17362947593893843",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/U45P5029T2D485540F24DT20120712134404.jpg",
      "title": "China rejects Japan\u0026#39;s representation against China\u0026#39;s patrolling ..."
    },
    {
      "url": "http://img.news.sina.com/U45P5029T2D485540F26DT20120712134404.jpg",
      "title": "China rejects Japan\u0026#39;s representation against China\u0026#39;s patrolling ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dfyJJyVMqvxs",
      "imgurl": "http://img.youtube.com/vi/fyJJyVMqvxs/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__DUSrapBcxYQgxmqZscsI1MCcYzc\u003d",
      "title": "China rejects Japan´s protest on Diaoyu patrol ..."
    }
  ]
}