{
  "url": "http://english.sina.com/world/2012/0923/509428.html",
  "title": "Beware of Japan’s shift to right ",
  "pubdate": "2012-09-24 01:07:24 GMT",
  "description": "History might repeat itself, but not advisably for worse. The untamed orgies of rightism sweeping Japan in early 1930s converted the country to be an engine house of war, plunging the entire Asia into an abyss of untold suffering.",
  "cleanContent": "Sina English History might repeat itself, but not advisably for worse. The untamed orgies of rightism sweeping Japan in early 1930s converted the country to be an engine house of war, plunging the entire Asia into an abyss of untold suffering.Today, Dregs of rightist mentality are again floating up in the country, which still owes a sincere apology to those that have been trampled upon by its merciless war of aggression.Perhaps, the article in Washington Post listed as below can well describe how much Japan’s shift to the right would derail the course of history, and why it is an alarming fact that the hazardous rightward tendency must be curbed before it is too late:Japan is in the midst of a gradual but significant shift to the right, acting more confrontationally in the region than at any time since World War II.The shift applies strictly to Japan’s foreign policy and military strategy, not social issues, and has been driven both by China’s rapid maritime expansion — particularly its emphatic claims on contested territory — and by a growing sense here that Japan should recover the clout squandered amid two lost decades of economic stagnation.Japan’s shift can be seen in an increasingly muscular role for the nation’s Self-Defense Forces (SDF), in a push among mainstream politicians to revise key portions of the pacifist constitution and in a new willingness to clash with China, particularly in the East China Sea, where U.S. Defense Secretary Leon E. Panetta said this week he was “concerned about conflict.”But analysts stress that Japan, even with its rightward shift, still remains ambivalent about its military; Japan is merely moving toward the center, they say, after decades of being perhaps the world’s most pacifist advanced nation.Polls suggest Japanese are increasingly concerned about security and feel their country faces an outside threat. According to government data collected earlier this year, 25 percent think Japan should increase its military strength, compared with 14 percent three years ago and 8 percent in 1991.That shift in thinking is reflected in Japan’s leaders, including hawkish Prime Minister Yoshihiko Noda, son of an SDF member, who has restored the U.S.-Japan security alliance as the “foundation” of Tokyo’s foreign policy. That’s a stark shift from three years ago, when then-leader Yukio Hatoyama frayed ties with Washington and dreamed of a harmonious “East Asian community” that included China.But Noda, unpopular and likely facing an election in the upcoming months, is a relative moderate compared with those lining up to take his place. Front-runner Shigeru Ishiba, of the Liberal Democratic Party, said in a recent interview with the Wall Street Journal that the SDF should be able to fire warning shots against maritime intruders; currently, the SDF yields to the Coast Guard to handle incursions. Another top candidate, Nobuteru Ishihara, son of China-baiting Tokyo Gov. Shintaro Ishihara, said recently that part of the country “will be snatched” if Japan is off guard.Some of the get-tough-on-China talk, surging this summer amid a recent territorial dispute, merely caters to Japan’s small and vocal group of nationalists. But such security issues have also “become more important to common people as well,” said Yuichi Hosoya, a professor of international politics at Keio University, and no politician can ignore that.The most obvious sign of Japan’s new security concerns came two years ago, under then-Prime Minister Naoto Kan, when the country overhauled its defense strategy, turning its attention to China’s expanding naval threat and promising greater surveillance of the southwestern island chain that marks a tense maritime border between the neighbors.The strategy pinpointed Beijing as a chief security concern, and tensions have only escalated this summer as the countries have sparred over a collection of remote, uninhabitable islands and the waters around them.Although the disputes over these islands go back centuries, experts say that Japan is taking unprecedented steps to boldly state its claims and monitor its waters, with heavy investments in helicopters and airplanes that can transport SDF members to a maritime crisis.Additionally, Japan by 2015 plans to deploy troops on southwestern Yonaguni Island, in the East China Sea. A defense ministry spokesman said that this will be the first time Japan will station ground troops anywhere in the “first island chain” that runs from Okinawa to Taiwan and that also includes the Senkakus (Chinese Diaoyu Islands).“It has now become the highest priority to figure out how to reinforce the defense of Japan’s southwestern region along this first island chain,” Defense Minister Satoshi Morimoto said in a recent interview.Morimoto, however, said that he does not think Japanese support flagrant use of force, and he rejected the idea that Japan is moving toward the right. Conducting “military activities that pose an unnecessary threat to surrounding countries,” Morimoto said, “would only damage the stability of the region.”China says Japan has already caused damage a different way — with its move last week to “nationalize” the Diaoyu Islands, which the central government bought from a private owner. China blasted the “illegal” move and sent six ships into Japanese waters, all while Chinese staged anti-Japanese protests in more than 50 cities. The purchase, a commentary in the China’s Xinhua news agency said, indicates that “Japan has not shown any sincere regret for past invasions, but is, instead, attempting to recover its pre-defeat prestige.”Overhauling Article 9?A legacy of its retreat from militancy after World War II, Japan’s constitution, with the two-paragraph Article 9, renounces war and promises to never maintain land, sea and air forces. Article 9 has never been changed, but its interpretation has been loosened, most clearly in 1954, when Japan established the SDF for the purpose of protecting its own land.Still, the SDF, as a defense-only unit, faces profound restrictions. It has no long-range missiles or aircraft carriers. Though it takes part in peacekeeping missions overseas, it can’t join in combat to defend an ally.But there’s a growing push to change this restriction on “collective self-defense,” as it’s known. Noda favors a change, as does Toru Hashimoto, the country’s most popular politician, who recently launched a new national party. Meantime, the Liberal Democratic Party, likely to assume power after Noda, has taken an even bolder step, laying out a re-drafted constitution that overhauls Article 9, provides the right to collective self-defense and “make[s] Japan a truly sovereign state.”Japan’s constitution has never been changed, and any revision would require a two-thirds majority in both houses of parliament, as well as a national referendum. Some Japanese politicians, experts note, have pushed for decades for changes in the pacifist clauses of the constitution, but opposition now has become less vocal.“I don’t see the tipping point yet for constitutional change” because any change requires profound consensus, said Masashi Nishihara, president of the Research Institute for Peace and Security in Tokyo. “But we are moving in that direction.”Nishihara pointed to several smaller steps that indicate Japan’s willingness to push the boundaries of its constitution.Japan last year relaxed a long-standing ban on weapons exports. In June, it passed a law permitting military space satellites and other surveillance, which had previously been prohibited. Japan’s SDF this month is also taking part in U.S.-led minesweeping exercises in the Strait of Hormuz.“The pacifist sentiment is still strong enough to impact Japanese government policy,” Nishihara said. “So the government has to be careful. It has to move very slowly.”Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "shift:7:1.0;japan:13:0.9807681164590105;a:29:0.9107865581845709;war:5:0.4861563944245469;maritime:4:0.46029682953647294;threat:3:0.41408633506537673;the right:4:0.41290654695640944;island:4:0.38892511553963754;country:5:0.38708012912944567;strategy:3:0.3725338835121947;moving:3:0.34823212750015226;this summer:2:0.3310394363727923;politician:2:0.32051024560959673;the liberal:2:0.32051024560959673;push:3:0.31419474745638765;democratic party:2:0.3040620994552103;son:2:0.29123381607607113;change:3:0.2857768629752939;move:3:0.268906574662279;foreign policy:2:0.260965396671897",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://im.ft-static.com/content/images/170405a6-4e59-11e0-98eb-00144feab49a.img",
      "title": "Beware post-crisis \u0026#39;Made in Japan\u0026#39; labels - FT."
    },
    {
      "url": "http://air-boyne.com/wp-content/uploads/2012/02/Zero-in-Air-Force-Museum.jpg",
      "title": "Beware the Silver Bullet | The Surly Bonds of Earth"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dvicgZ6nIYx0",
      "imgurl": "http://img.youtube.com/vi/vicgZ6nIYx0/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__1JvmLYEkdcpvFmMKl55PK1NzB34\u003d",
      "title": "Touch typing of Japanese. I use alternative input ..."
    }
  ]
}