{
  "url": "http://english.sina.com/2012/0810/495428.html",
  "title": "London and Rio Mayors meet for 2016 Olympics",
  "pubdate": "2012-08-11 03:15:30 GMT",
  "description": "BEIJING， Aug. 11 (Xinhuanet) -- As the London 2012 Olympics wind down， representatives from London and the 2016 Olympic host city Rio de Janeiro have held a joint news conference in preparation of the upcoming handover ceremony.",
  "cleanContent": "BEIJING, Aug. 11 (Xinhuanet) -- As the London 2012 Olympics wind down, representatives from London and the 2016 Olympic host city Rio de Janeiro have held a joint news conference in preparation of the upcoming handover ceremony.Mayor of London, Boris Johnson, and his Rio de Janeiro counterpart Eduardo Paes, outlined how the two cities will continue to work together to ensure a smooth handover of the Olympic flag. They focused on experience in areas including competition management, ticket sales, and venue building.Both sides agreed that the London Games have already been a huge success. Paes underlined that the Brazilian city was keen to follow London’s example in hosting the biggest international sport festival.Boris Johnson, Mayor of London, said, \"My view is, I don’t know whether people agree, I think they’ve seen a city that functions extremely well. There were a lot of anxieties about transport, about security, whether the people would get behind the games, and we’ve seen some fantastic images of London beamed around the world. So, that’s the winner for me, and obviously UK sport, Team GB.\"Eduardo Paes, Mayor of Rio De Janeiro, said, \"Brazil has done its homework in the past twenty, thirty years. Democracy is consolidated, the institutions are strong, the judicial system works, the press is free, and we are very proud of that. So for us it is a great opportunity to show how fantastic Rio is, it still is a warming city, it still is a sunny city, but it’s a city where you can find place to work, it’s a modern city, and Brazil is a great country.\"\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "city:7:1.0;london:5:0.8421801655364581;rio de janeiro:3:0.6206049732554964;a:11:0.4459574004220257;sport:2:0.3759446218705101;fantastic:2:0.3759446218705101;mayor:2:0.3368720662145832;brazil:2:0.3321087957422104;two cities:1:0.27307913326092087;boris johnson:1:0.2475002430107721;homework:1:0.2475002430107721;sunny:1:0.2475002430107721;twenty:1:0.2475002430107721;great:2:0.24324949113928673;london 2012:1:0.22192135276062333;the brazilian:1:0.22192135276062333;rio:1:0.22192135276062333;smooth:1:0.21366422589279402;eduardo:1:0.21366422589279402;work:2:0.21332410792648868",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131777747_title1n.jpg",
      "title": "Russian wins men\u0026#39;s 50km race walk gold medal at Olympic Games ..."
    },
    {
      "url": "http://www.hollywoodreporter.com/sites/default/files/2012/08/rio_olympics_2016_logo_a_p.jpg",
      "title": "Rio de Janeiro Releases 2016 Olympics Theme Song (Video) - The ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d1iSJr0G7PtY",
      "imgurl": "http://img.youtube.com/vi/1iSJr0G7PtY/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__64n0IBLadboot9EP3F6PJGi-oCM\u003d",
      "title": "London Olympics Offers Lessons to 2016\u0026#39;s Rio ..."
    }
  ]
}