{
  "url": "http://english.sina.com/world/p/2012/0517/468439.html",
  "title": "UN team in Syria stayed with rebels after attack",
  "pubdate": "2012-05-17 14:23:24 GMT",
  "description": "The U.N. says an observer team that came under fire in northern Syria stayed overnight with rebel forces and United Nations officials hope to evacuate them within hours.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eUN observers leave the DamaRose Hotel in Damascus, Syria, on May 17, 2012 to begin their daily patrol to the restive areas in the country. More than 200 UN observers have been deployed in restive areas in Syria to monitor a cease-fire plan that took effect on April 12. (Xinhua/Hazim)\u003c/h4\u003e\t\tThe U.N. says an observer team that came under fire in northern Syria stayed overnight with rebel forces and United Nations officials hope to evacuate them within hours.A roadside bomb struck the team\u0027s vehicle during a mission in the northern town of Khan Sheikhoun, but none of the observers was wounded.Rebel forces then apparently gave the observers shelter.Maj. Gen. Robert Mood, the Norwegian head of a team of observers in Syria, told reporters on Wednesday that he spoke with the observers in Khan Sheikhoun by telephone and that they \"told us that they are happy and safe where they are.\"Ahmad Fawzi, a spokesman for Syria\u0027s special envoy Kofi Annan, said in a statement that the mission will recover the six staff members later Wednesday.THIS IS A BREAKING NEWS UPDATE. Check back soon for further information. AP\u0027s earlier story is below.BEIRUT (AP) — The U.N.\u0027s observer mission in Syria was caught up in a burst of violence Tuesday captured on video, with a roadside bomb damaging its cars just minutes after witnesses said regime forces gunned down mourners at a funeral procession nearby.The mission confirmed its vehicles were hit by a bomb shortly after they met with Syrian rebels, and said there were no injuries.It was not clear how close the observers were to the funeral shootings, but if confirmed, a regime attack on a civilians directly in front of the observer mission could put pressure on them to describe publicly what they are seeing in Syria. They report back to the U.N. but have not publicized their findings.The attack in the northern town of Khan Sheikhoun is at least the second time that U.N. observers have been caught up in Syria\u0027s violence. Last week, a roadside bomb struck a Syrian military truck in the south of the country just seconds after the head of the U.N. observers team drove by in a convoy.A video of the bomb attack was posted by activists online. \"The front of a U.N. car took a direct hit,\" activist Fadi al-Yassin, who witnessed the incident, told The Associated Press. \"Everyone ran in panic but the observers stayed in the car. People tried to talk to them but they wouldn\u0027t even open their windows.\"Just minutes earlier, Syrian forces fired on a funeral procession, activists said. Al-Yassin and the Britain-based Syrian Observatory for Human Rights said that as many as 20 people may have been killed and said many others were wounded, some of them in serious condition. It was impossible to independently confirm the toll.\"This is a real massacre and it took place in the presence of U.N. observers,\" Rami Abdul-Rahman, head of the Observatory, said of the attack on the funeral. He called for an international investigation and for the monitors to state publicly what they saw.A video posted by activists online appeared to show the exact moment the U.N. vehicle was struck. The video shows two white vehicles clearly marked \"U.N\" with people milling around it, and two others parked a few meters behind. Slippers apparently left behind by the mourners running away from the shooting earlier are seen strewn about on the ground.The blast blew off the front of the first vehicle and sent up a plume of smoke as people screamed and frantically ran for cover. The four cars are then seen slowly driving away.Ahmad Fawzi, a spokesman for Syria\u0027s special envoy Kofi Annan, confirmed the observers were caught up in the country\u0027s violence as they met with the rebel Free Syrian Army.\"The U.N. Mission in Syria reports that shortly after 2 p.m. local time today, a (U.N.) convoy of four vehicles was struck by an explosion from an improvised explosive device,\" Fawzi said in a statement. \"Three U.N. vehicles were damaged. No U.N. personnel were injured.\"The Syrian uprising began in March 2011 with mostly peaceful protests calling for change, but a relentless government crackdown led many in the opposition to take up arms. Some soldiers also have switched sides and joined forces with the rebels.World powers have backed a peace plan that was put forward by Annan, but the bloodshed has not stopped. More than 200 U.N. observers have been deployed in Syria to oversee the truce between the government and armed rebels.The U.N. estimates the conflict has killed more than 9,000 people.U.N. spokesman Hassan Seklawi said 211 military observers as well as 66 civilian U.N. staffers working for the observation mission have been deployed in the country, with teams based in major cities such as Aleppo, Hama, Idlib, Deir el-Zour, Daraa and Homs.The number of military observers is expected to reach the maximum of 300 later this month.Burhan Ghalioun, the head of Syria\u0027s opposition umbrella group, the Syrian National Council, called for decisive action to enforce Annan\u0027s peace plan, warning it risked failure. He spoke Tuesday in Rome, where the SNC re-elected him to another three-month term during a conference of council members.An international aid agency meanwhile warned Tuesday that Syrian forces are targeting medical workers and patients who were wounded in the 14-month-old conflict, forcing doctors to scramble to help the injured in makeshift clinics.Medecins Sans Frontieres, or Doctors Without Borders, which is not authorized to work in Syria, sent teams into the country secretly. They reached the rebellious areas of Homs and Idlib, where they found patients and doctors at risk of attack and arrest.\"Being caught with patients is like being caught with a weapon,\" the group quoted an orthopedic surgeon as saying in an Idlib village. There have been previous reports of authorities targeting medical facilities, health workers and their patients in Syria.The Observatory and the Local Coordination Committees activist group said Tuesday at least three people were killed in an explosion the night before in the Syrian coastal city of Banias, home to one of the country\u0027s two oil refineries. The explosion destroyed a building but the nature of the blast was still not clear, the Observatory said.The state-run news agency, SANA, said the blast happened when terrorists were preparing a bomb killing the three who working arranging it, as well as a 3-year-old boy.The Observatory and the LCC also reported shooting by government troops in the eastern city of Deir el-Zour near the border with Iraq that left at least three people dead. They added that the rebel-held central town of Rastan was again under intense shelling by government troops.U.N. military observers on their way to the central city of Hama on Monday reported heavy fighting in Rastan and nearby Talbiseh, and convinced government forces to re-open a highway they had been blocking, according to a statement from the U.N. in New York.Across the border in Lebanon, Lebanese troops deployed Tuesday in tense areas of the northern city of Tripoli after three days of sectarian clashes killed at least eight people in a spillover of the conflict in Syria. Officials said two of the eight people died of their wounds overnight.Lebanon and Syria share a complex web of political and sectarian ties and rivalries, which are easily enflamed as Sunni Muslims who support the rebels trying to oust Assad battle members of the tiny Alawite sect, followers of an offshoot of Shiite Islam who are Assad\u0027s most loyal supporters.Meanwhile, the U.N\u0027s humanitarian affairs chief said that more than 1 million Syrians need assistance, but negotiating the delivery of aid has been \"very slow\" because the regime wants the Syrian Arab Red Crescent to control it.\"From the U.N.\u0027s perspective, it\u0027s important that any aid be delivered impartially,\" Valerie Amos said in New York. \"It needs to go to people in opposition-held areas as well as government-held areas.\"She said some community-based organizations fear that collecting a list of names of people who need aid could lead to those people being targeted.Annan urged Syrian authorities to allow the delivery of humanitarian aid \"without further delay,\" U.N. spokesman Martin Nesirky said Tuesday.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0517/U48P5029T2D468439F24DT20120517222324.jpg",
  "keywords": "u.n.:15:1.0;a:36:0.591931728139189;syria:11:0.5363907741452201;bomb:6:0.503400538257173;syrian:10:0.4876279764956546;people:11:0.36173605608506004;khan:3:0.33226010568986125;mission:6:0.3217996891683915;areas:5:0.31575952094598153;caught up:3:0.2700155491288637;northern:4:0.26004889952532145;attack:4:0.24707753934477267;city of:4:0.24511452385198607;idlib:3:0.23341229075865785;doctors:3:0.22437461389538277;tuesday:5:0.21201859334431886;the observatory:2:0.20075855160624168;vehicle:3:0.19731057604639637;rastan:2:0.18860333888387348;conflict:3:0.1853081545085795",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://news.ebru.tv/media/2012/05/16/robert-mood-us-observer.jpg@protect,0,0,1000,1000@crop,658,370,c.jpg",
      "title": "EbruNews - UN team in Syria stayed with rebels after attack"
    },
    {
      "url": "http://news.bbcimg.co.uk/media/images/60259000/jpg/_60259849_60259848.jpg",
      "title": "BBC News - UN observers stayed with Syria rebels after attack"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d4rxUQoaY7S4",
      "imgurl": "http://img.youtube.com/vi/4rxUQoaY7S4/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__4xkmBGgIcAPhtHakXY_6R3N0k2A\u003d",
      "title": "Syria ready for UN to investigate chemical arms ..."
    }
  ]
}