{
  "url": "http://english.sina.com/sports/2012/0719/487944.html",
  "title": "Britain puts 1,200 more troops on standby for Olympics",
  "pubdate": "2012-07-20 02:54:03 GMT",
  "description": "Britain on Thursday put another 1,200 troops on standby for the London Olympics to plug gaps left when a private company said it could not provide enough security guards.",
  "cleanContent": "Britain on Thursday put another 1,200 troops on standby for the London Olympics to plug gaps left when a private company said it could not provide enough security guards.Jeremy Hunt, the minister in charge of the Olympics, said the numbers of staff provided by the beleaguered G4S company were rising, and there was currently no need to deploy more military personnel.But he added: \"We must prepare for every contingency.\"We are therefore putting an additional 1,200 troops on standby, reducing their notice to move from seven days to 48 hours. They will remain in their current locations but can be called on if we need them during the coming weeks.\"We hope that will not be necessary but this is a sensible precaution.\"The government announced last week that it was deploying another 3,500 troops after G4S said it could not fulfil its contract to supply 10,500 private security guards for Olympic venues.Britain now has 17,000 military personnel lined up for security at the Games -- almost double the number of troops that it has in Afghanistan.The Games open on July 27.A Ministry of Defence spokesman said the new move was a \"sensible and prudent measure to provide resilience to the Olympic security effort\".\"The government has judged that there is no current need to deploy these additional personnel who will only be called on to deploy if needed -- but safety and security for the Games is the highest priority and so we must prepare for every contingency.\"No member of the of the armed forces will lose leave or be left out of pocket due to Olympics duties.\"Meanwhile Home Secretary Theresa May admitted that her Home Office interior ministry was warned of a \"possible temporary shortfall\" in G4S security guards for the Olympics as early as June 27.She said G4S and the London Games organisers met at the Home Office on that date and said they were \"experiencing scheduling problems\" which could see a shortfall of \"significantly less than 1,000\" guards.But the firm was \"unable to specify the size of the shortfall\" and only said they were no longer confident of reaching their workforce targets on July 11.The details came in a letter from May to an opposition Labour Party lawmaker.Labour leader Ed Miliband called for G4S to be blocked from getting new government contracts and said it \"beggared belief\" that they were intent on retaining their management fee for Olympics security.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "g4s:5:1.0;olympics:5:0.8309692335099595;home office:2:0.4922088476190556;troops:4:0.4610442380952783;the games:2:0.3457760732842283;london:2:0.3035959019030964;games:2:0.3035959019030964;current:2:0.27233378741644937;july:2:0.25886296222061544;private:2:0.25466064136023703;company:2:0.24700684820249752;labour party:1:0.2461044238095278;resilience:1:0.2461044238095278;ed miliband:1:0.2461044238095278;need to:2:0.24195267420148459;ministry of defence:1:0.22305221190476388;gaps:1:0.22305221190476388;theresa may:1:0.22305221190476388;a:6:0.2192213485663717;left out:1:0.2095471977362274",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/19/1342714076933/1200-troops-would-be-put--008.jpg",
      "title": "London 2012: military puts 1,200 extra troops on standby for ..."
    },
    {
      "url": "http://i.telegraph.co.uk/multimedia/archive/02282/olympicsafp_2282226b.jpg",
      "title": "London 2012 Olympics: 1,200 more troops put on standby for Games ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dp-TnmqnIJVA",
      "imgurl": "http://img.youtube.com/vi/p-TnmqnIJVA/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__yHsl0Ux1VZYZ73N4InH-EHniJdA\u003d",
      "title": "U.S. Strike Force On Standby Over Libya Attack ..."
    }
  ]
}