{
  "url": "http://english.sina.com/world/2012/0906/504207.html",
  "title": "Philippines: Exercise involving US spy plane not aimed at China ",
  "pubdate": "2012-09-07 03:28:23 GMT",
  "description": "Philippine Navy and coast guards on Thursday conducted an exercise in its southern region. And a U.S. navy surveillance plane, a PC-3 Orion, also took part in the exercise. As AFP noted, the Philippines has been moving closer to the United States, following a face-off with China in April over Huangyan Island in the South China Sea.",
  "cleanContent": "By Mei Jingya, Sina EnglishPhilippine Navy and coast guards on Thursday conducted an exercise in its southern region. And a U.S. navy surveillance plane, a PC-3 Orion, also took part in the exercise. As AFP noted, the Philippines has been moving closer to the United States, following a face-off with China in April over Huangyan Island in the South China Sea.Also, emboldened by the USS Washington’s presence and Hillary Clinton’s farewell Pacific-trotting, the Philippines has recently plucked up more courage to challenge China.According to the report, the PC-3 Orion flew over the Davao Gulf in the south from an airport in the central Philippines in a mock mission to help local authorities track a seaborne vessel.\"The Orion was available, so we requested they take part and spot a vessel,\" Philippine Navy Captain Robert Empedrad told AFP. \"They (Orion crew) reported it (the target vessel\u0027s position) to us and after we determined the real position of contact, we instructed our ships to conduct an interception.\"The U.S. surveillance plane flew back to an airport in Cebu city after its mission.  Empedrad said the exercise will help the U.S. Navy to coordinate with the Philippine Navy, coastguard, maritime police and other agencies and boost security in protecting the southern Mindanao island from terrorism, piracy, drug smuggling, gun-running and human trafficking.Despite the obvious fact that Manila is trying to hold on to Washington amid the sea row with China, Empedrad still stressed that the United States has cooperated with Philippines in similar exercises in the past three years and that the U.S. aircraft\u0027s involvement on Thursday was not linked to ongoing tensions with China.Additionally, Washington likes to see a simmering crisis in a region which it intends to “pivot to”, not a situation at the tipping point or beyond its control.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "orion:4:1.0;philippines:4:0.7824260438407161;navy:3:0.51625780233724;philippine navy:2:0.5;airport:2:0.34417186822482665;plane:2:0.33764904370556426;a:9:0.3340370905970149;the south:2:0.33193571402457195;afp:2:0.29349998887022943;washington:2:0.26566355243228557;surveillance:2:0.25720659419029157;cebu city:1:0.25;mindanao:1:0.25;mission:2:0.24212934660049606;island:2:0.22981033833631073;manila:1:0.2265828956384332;united states:2:0.21473309074651525;farewell:1:0.21286411118965318;china:3:0.21075393925410119;the tipping point:1:0.20316579127686643",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://globalnation.inquirer.net/files/2012/07/welch.jpg",
      "title": "Aquino wants US spy planes over West Philippine Sea | Inquirer ..."
    },
    {
      "url": "http://2.bp.blogspot.com/-P441SifG9eY/UAGerpLvEjI/AAAAAAAAEt8/50P9oJ92cmc/s1600/Philippines+may+ask+for+U.S.+spy+planes+over+South+China+Sea.jpg",
      "title": "Asian Defense: Philippines may ask for U.S. spy planes over South ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dZajffcRUkIs",
      "imgurl": "http://img.youtube.com/vi/ZajffcRUkIs/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__N9n2m6iO3gpIhGKJLNJoEOJNiQI\u003d",
      "title": "Allied Nation show support to the Philippines vs ..."
    }
  ]
}