{
  "url": "http://english.sina.com/china/2012/0923/509509.html",
  "title": "Any chance to soothe the China-Japan spasm? ",
  "pubdate": "2012-09-24 04:16:23 GMT",
  "description": "Is Beijing any interested in resuming talks with Japan over the Chinese Diaoyu Islands, now that both sides have agreed not to stir up tensions even further.",
  "cleanContent": "By Li Hongmei, Special to Sina EnglishIs Beijing any interested in resuming talks with Japan over the Chinese Diaoyu Islands, now that both sides have agreed not to stir up tensions even further.Actually, the dispute seems to have been suspended but not forgotten. Anti-Japanese protests in China are almost over, and the two countries` leaderships no longer exchange bitter words.Tokyo, however, has not renounced the “purchase” of the three islands it had “bought” from their private “owners”.As expected, Beijing will never yield on its sovereignty over the islands and does not plan to discuss the issue at the upcoming talks.Is there a chance to find a compromise then? Expert at the Institute of Far Eastern Studies Yakov Berger is cautious about the issue.\"I think that a compromise is possible if Japan makes some concessions. The climax of the dispute is over. The Chinese authorities have urged the people not to go into extremes. If both sides sit down for talks and are really not interested in armed confrontation then there are chances to settle the dispute.\"Perhaps, Tokyo would also agree bad peace is better than a good war, as the aftermath of the confrontation is obvious: both sides have suffered losses. In particular, a realistic war would spell a disaster for Japan’s sluggish economy. Some Japanese carmakers and electronics giants had to suspend their work in China amid anti-Japan protests. The same holds true to Japanese shops and restaurants.The losses are serious for both sides. But Japan is more vulnerable because the Japanese economy has not yet recovered after the global crisis and especially after the tsunami which destroyed its nuclear energy sector. China is the main trade partner for Japan, even more important than the U.S. The Chinese market is the largest in the world that Japanese businesses cannot afford to lose.In the current situation, resuming the talks could be the best remedy. But how?The peak of the confrontation between China and Japan was reached during U.S. Defense Minister Leon Panetta’s just-concluded Asia visit. Beijing believes that the U.S. declaration of expanding its security treaty with Japan to the islands has poured oil on the flames of the territorial dispute, even if Panetta assured the Chinese military leadership that Washington will take no sides in the bilateral argument.Admittedly, it is obvious that non-interference in the conflict would weaken the chances for a new rise of tension and would allow China and Japan to determine their policies all by themselves in the disputable area without external pressure.Now the ball is in the court of Japan, it is all by wisdom and forethought of the Japanese politicians now still bogged in a fierce wrestle for favor of the electorate to decide where they are heading for—a horizon at which the sun rises or a dim prospect with dead end?By Yuan Yue, Sina EnglishOn the morning of September 10th, the Japanese government signed the contract on the \"purchase\" of the Diaoyu Islands at 2.05 billion yen ($26.15 million) with Kurihara family, whom the Japanese side called \"the private owner\", in a move of \"nationalization\".Shortly afterwards, China\u0027s Ministry of Foreign Affairs issued a statement, voicing strong indignation and urging Japan to reverse its decision. \"If Japan insists on going its own way,\" says at the end of the statement, \"it will have to bear all the serious consequences thereafter arising.\" Meanwhile, a long commentary with the byline of \"Guo Jiping\" was published in the People\u0027s Daily, ,entitled \"Diaoyu Islands cannot be bought \", in which the author said Japan should \"pause on the brink of a precipice.\"This is a very severe response measured by China\u0027s diplomatic rhetoric. It is actually indicating that the situation has deteriorated to a point very close to the \"bottom line\" that Chinese government could endure, and that the situation is at the tipping point.On the surface, Japan is at pains to avoid irreparable damage of Sino-Japan relations inflicted by the Japanese right wing forces, exemplified by Shintaro Ishihara, Tokyo governor who nudged the government to toughen its China policy.But in diplomacy, remarks and actions can never be contradicted to each other. Back in 2002, the Japanese agreed with the Kurihara family to pay for the use of Diaoyu Island. The Japanese government said, in so doing, it would devise ways to prohibit islands landing-- and further, to avoid irritating China. The fact is, however, the Japanese government has since been turning a blind eye to the unauthorized constant landing by its right-wing nationalists.The real turning point fell on September, 2010, when two Japanese Coast Guard\u0027s (JCG) patrol boats in the disputed waters collided with a Chinese trawler, and arrested the Chinese captain. Japan blamed China on \"taking the first attack\". But the fact is that the Japanese side failed to realize the agreement reached in 1972, when the relations between the two was first normalized, with \"shelve disputes\" as the guideline.JCG has indeed prevented Chinese activists from landing on Diaoyu Islands since 1972, but never detained Chinese fishermen, until September 2010 the Zhan Qixiong case, in which Zhan, the captain of a Chinese fishing ship, was caught and illegally held for 17 days by Japanese authorities.In China\u0027s strong protest, Japan did not pass indictment on the Chinese captain, but its attitude toward the islands derailed.In 2011, it succeeded in getting the United States to recognize Japan\u0027s “jurisdiction” over the islands—seek the U.S. promise that \"the US- Japan security treaty applies to the Diaoyu islands\"-- and the same year, Japan has gone so far as to utterly deny any dispute as exist over the islands -- and attempt to forgo the consensus with China to \"shelve disputes\".Even at this moment, Japan is playing a double game: expecting the Chinese government to understand its \"nationalization\" on the one hand, and seeking America\u0027s military support, dispatching its Foreign Minister to lobby across the Pacific, on the other.For the reasons abovemensioned, probably, China now thinks this \"double-faced\" Japanese government is not negotiable. As we can see, China lodged protest as a response when Japan disclosed its idea of \"nationalization\", and hardened its rhetoric after Japan\u0027s official statement to \"purchase\" the islands coma in.Now, Urging Japan to \"pause on the brink of a precipice\" is just a beginning. China does not pin much of its hope on Japan to reverse its decision. Instead, it aims to use this opportunity to roll out countermeasures: declaring the baselines of Diaoyu Islands.By doing that, China is proclaiming to the international community its boundaries of law enforcement in the waters off its Diaoyu Islands; and moreover, by defining the range of its maritime surveillance and its fishery, China aims to enhance its lawful presence in its own territory.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "japan:20:1.0;china:14:0.5515640235781064;islands:12:0.5451708636768312;a:21:0.4371041470590892;both sides:4:0.31277337848865727;the fact is:2:0.25413856157420134;pause:2:0.25413856157420134;the confrontation:2:0.2387513800460644;on the brink:2:0.227873608070482;captain:2:0.1930140032823526;compromise:2:0.18935595743547737;reverse:2:0.18615188198477886;obvious:2:0.18295600035358872;chances:2:0.18295600035358872;treaty:2:0.15638668924432864;beijing:3:0.15;private:2:0.14507609795075058;across the pacific:1:0.14020175753896033;but not forgotten:1:0.14020175753896033;a beginning:1:0.14020175753896033",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
      "title": "Any chance to soothe the China-Japan spasm? - China News - SINA ..."
    },
    {
      "url": "http://img.news.sina.com/video/2012/1017/U142P5029T2D517232F23DT20121017181059.jpg",
      "title": "Any chance to soothe the China-Japan spasm? - China News - SINA ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dBYVjZauyvoQ",
      "imgurl": "http://img.youtube.com/vi/BYVjZauyvoQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__-FhSBMN1IlO1X4NJedg7HedwSSA\u003d",
      "title": "Counting the Cost - Lessons for Europe from Japan ..."
    }
  ]
}