{
  "url": "http://english.sina.com/sports/2012/0715/486588.html",
  "title": "No games security threat despite guards fiasco: UK",
  "pubdate": "2012-07-16 06:07:44 GMT",
  "description": "London\u0026#39;s Olympic Games is not threatened by a major security contractor\u0026#39;s failure to find enough staff, ministers and the head of the city\u0026#39;s organising committee said on Sunday, seeking to quell a political storm ahead of athletes\u0026#39; arrival.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eMembers of the armed forces walk past the Olympic rings on the perimeter of the Olympic Park in Stratford, the location of the London 2012 Olympic Games, in east London July 15, 2012. (REUTERS/Andrew Winning) \u003c/h4\u003e\t\tLondon\u0027s Olympic Games is not threatened by a major security contractor\u0027s failure to find enough staff, ministers and the head of the city\u0027s organising committee said on Sunday, seeking to quell a political storm ahead of athletes\u0027 arrival.Three days ago, the government announced it would draft in 3,500 extra troops as cover after contractor G4S admitted it was unlikely to train the guards it had promised under its 284 billion pound contract in time.The news, two weeks before the start of the Games on July 27, prompted concerns over the safety of athletes and spectators, and raised fears that those trying to get into venues would face long queues to get through security.\"(Security) has not been compromised,\" Sebastian Coe, chairman of the London Olympic organising committee (LOCOG), told BBC radio.\"This is not about numbers. This is simply about the mix. We will have a safe and secure Games. Would I prefer not to be dealing with this two weeks out? The answer of course is yes.\"Safety has been at the top of organisers\u0027 list of concerns ever since four young British Islamists killed 52 people in suicide bomb attacks in the capital the day after London was awarded the games in 2005. Last month Jonathan Evans, the head of the MI5 domestic intelligence agency, warned that the Games presented an attractive target.While senior officials say there is nothing to indicate any attack is being planned, holes in the security apparatus have been highlighted before thousands of athletes and officials start arriving on Monday.The Observer newspaper on Sunday cited an unnamed senior border official as saying that suspects on government watch lists were being allowed into Britain without proper checks because inexperienced recruits were being used to man borders.John Vine, the Independent Chief Inspector of Borders, has warned that staff who have only basic training and ask fewer questions have been drafted in to deal with huge queues at passport control at Heathrow airport.But a Border Force spokesman said Vine\u0027s inspection had shown staff were fully aware of the checks they needed to make.\"All contingency staff deployed to the border are fully trained and supported by experienced Border Force officers at all times,\" he said.SHAMBLESThe security operation, the biggest ever conducted in Britain in peacetime, is now in full swing, involving all sections of the armed forces from special services to the navy\u0027s biggest warship HMS Ocean which is docked in the River Thames.Restrictions on the airspace over London and much of south-east England were brought in on Saturday, with Royal Air Force fighter jets on standby to shoot down any rogue aircraft should it be deemed necessary.But the issue of the venue guards has dominated the headlines in the British media all week, another headache for a coalition government struggling with a raft of public relations disasters and a moribund economy.Critics want to know why the government and organisers only realised there would be a shortfall so close to the start of the Games, with G4S chief executive Nick Buckles saying they had realised just over a week ago.In total, about 23,000 guards are due to be on duty, providing airport-style checks to search and screen spectators, handle queue management and protect the perimeters.G4S was supposed to provide 10,400 of these and train up more than 6,000 students and volunteers. But so far just 4,000 are ready with another 9,000 in the pipeline.The military will make up the shortfall, deploying 17,000 troops compared to the 9,500 now engaged in Afghanistan. Culture Secretary Jeremy Hunt said on Sunday the government could not rule out calling up even more soldiers.\"People should put their minds at rest. We will not compromise at anything to make sure it\u0027s a safe Olympics,\" Hunt told BBC TV.However, he defended G4S, saying he thought it was normal some contractors on a large-scale project would not be able to deliver what they promised and that G4S had been \"honourable\".G4S shares have plunged this week, bringing into question CEO Buckles\u0027 position, already threatened by a botched multi-billion pound takeover of Danish cleaning firm ISS.CREAKING TRANSPORTLondoners also worry that a creaking transport network will struggle to cope. Some one million visitors are expected for the Games in a city whose rail and metro network is already full to the brim during morning and evening rush hours.The first dedicated lane for the \"Games family\" opens on Monday on the M4 motorway running from Heathrow Airport to London, only days after the road had to be closed because of cracks in a viaduct. Problems at passport control at Heathrow are also likely to persist.\"Over the next few weeks, we\u0027re going to have the busiest period in Heathrow\u0027s history, and the tube and the buses will also be busy,\" Hunt said.\"I don\u0027t think we want to pretend that it\u0027s not going to take a bit longer to get around the centre of London when we host the biggest sporting event on the planet.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/U113P5029T2D486588F24DT20120716141833.jpg",
  "keywords": "the games:6:1.0;g4s:4:0.7712120278706109;london:5:0.7316775348746688;heathrow:3:0.6060199473778494;a:16:0.5635538026013386;border:3:0.46439516154985805;passport:2:0.4040132982518996;pound:2:0.38560601393530547;start:3:0.3419592278408681;spectators:2:0.33333333333333337;train:2:0.33333333333333337;the government:3:0.32049691383240214;olympic games:2:0.3204267338366516;bbc:2:0.3150048213415913;the armed:2:0.2785295695870244;fully:2:0.2759813761117116;safe:2:0.27055946361665123;network:2:0.2646363849796628;the head:2:0.2646363849796628;control:2:0.25211297349193845",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://s4.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120716\u0026t\u003d2\u0026i\u003d630674263\u0026w\u003d\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d460\u0026pl\u003d300\u0026r\u003d2012-07-16T073259Z_2_CBRE86E1GE000_RTROPTP_0_OLY-SECURITY-G4S",
      "title": "No games security threat despite guards fiasco: UK | Reuters"
    },
    {
      "url": "http://www.themalaysianinsider.com/images/uploads/2012/july2012/15/w_raf.jpg",
      "title": "Main - World - No games security threat despite guards fiasco, UK ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d_6MQdLR8Ht0",
      "imgurl": "http://img.youtube.com/vi/_6MQdLR8Ht0/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__zkAxGkEKzd39415AO0Ectb57yrs\u003d",
      "title": "Occupy debating Greeting Thatchers Funeral 29 ..."
    }
  ]
}