{
  "url": "http://english.sina.com/world/2012/0808/494617.html",
  "title": "Indian navy chief: Deployment in South China Sea not on the cards ",
  "pubdate": "2012-08-09 02:39:21 GMT",
  "description": "Indian navy has ruled out any active deployment of warships in the South China Sea, claiming Indian Ocean is priority, not South China Sea.",
  "cleanContent": "By Mei Jingya, Sina EnglishIndian navy has ruled out any active deployment of warships in the South China Sea, claiming Indian Ocean is priority, not South China Sea.Seven months after US President Barack Obama announced a “rebalance to the Asia-Pacific region” and named India as a key ally, India’s Navy chief stated that his focus was on the Indian Ocean and not on the waters of the South China Sea.Addressing a press conference in New Delhi, the Chief of Naval Staff (CNS), Admiral Nirmal Verma, said, notwithstanding “major policy statements from the US, from our perspective the primary areas of interest to us is from the Malacca Strait to the (Persian/Arabian) Gulf in the west, and to the Cape of Good Hope in the south… the Pacific and the South China Sea are of concern to us, but activation in those areas is not on the cards.”The CNS pointed instead to the Indian Navy’s cooperation with China, particularly in anti-piracy patrols off West Asia, where the Indian, Chinese and Japanese navies coordinate their patrolling.Admiral Verma talked down any prospect of coordinating with the US Navy, making it clear that lowering, not raising, tensions was in India’s interest.\"Certainly as far as rebalancing is concerned, we don’t want a situation where something happens in (the) South China Sea to upset global shipping because it is going to have an impact on everybody. I do believe there are efforts on from the major powers that are involved in South China Sea and they will also calibrate their steps so that such a situation does not arise.\"Last week, the Naval chief inaugurated a Naval air base, INS Baaz, at the very mouth of the Malacca Strait, which was seen by observers as aimed at countering China’s increasing influence in the Asia-Pacific.Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "the indian:3:1.0;navy:3:0.8797556546951856;malacca:2:0.8520507106258652;the south:3:0.8484781830502215;china:7:0.8380075373070677;south:3:0.6790764559119621;areas:2:0.4858418803851889;i do believe:1:0.4260253553129326;something happens:1:0.4260253553129326;baaz:1:0.4260253553129326;on the waters:1:0.4260253553129326;indian ocean:1:0.4260253553129326;nirmal verma:1:0.4260253553129326;air base:1:0.4260253553129326;the cape:1:0.4260253553129326;situation:2:0.41883836300065364;chief:2:0.38367615801852417;a:6:0.3794887205581108;new delhi:1:0.3627420344117744;admiral:1:0.3627420344117744",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://nupedailynews.com/wp-content/uploads/2012/12/800px-indian_navy_ships.jpg",
      "title": "Indian Navy Is Ready for deployment in China Sea – Nupe Daily News ..."
    },
    {
      "url": "http://i.dailymail.co.uk/i/pix/2012/08/07/article-2185061-146E8679000005DC-117_468x309.jpg",
      "title": "Navy not keen to test dispute-ridden South China waters | Mail Online"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dy65SBtrSaQE",
      "imgurl": "http://img.youtube.com/vi/y65SBtrSaQE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__U75D8VKh2iCSuIx5AlejyHaOhw8\u003d",
      "title": "China\u0026#39;s Communist Cag Party chief Xi Jinping ..."
    }
  ]
}