{
  "url": "http://english.sina.com/world/2012/0509/466295.html",
  "title": "Several bombings occur in Syria, challenging UN observer mission",
  "pubdate": "2012-05-09 23:34:39 GMT",
  "description": "DAMASCUS, May 9 (Xinhua) -- Several bombings were carried out Wednesday near Syria\u0026#39;s capital Damascus by unidentified armed groups believed to be rebel fighters, posing more challenges to the UN monitoring mission which has witnessed one of the bombings Wednesday.",
  "cleanContent": "DAMASCUS, May 9 (Xinhua) -- Several bombings were carried out Wednesday near Syria\u0027s capital Damascus by unidentified armed groups believed to be rebel fighters, posing more challenges to the UN monitoring mission which has witnessed one of the bombings Wednesday.At around 11:20 a.m. local time Wednesday, an explosion occurred in the vicinity of United Nations Supervision Mission in Syria (UNSMIS) soon after it had crossed a military checkpoint on the road approaching the southern province of Daraa, the observers \u0027 spokesman said in a statement emailed to Xinhua.UNSMIS delegation led by Head of Mission and Chief Military Observer Major-General Robert Mood was on its way from Damascus for a visit to Daraa under Syrian army\u0027s escort.Several Syrian soldiers from the rear escort vehicle of the convoy sustained injuries and were taken to the hospital for treatment, said the statement, adding that there were no casualties among the UNSMIS members.Upon arriving in Daraa, Major-General Mood stated that \"This was a graphic example of what the Syrian people are suffering on a daily basis and underlines the imperative for all forms of violence to stop.\"He expressed concern for the soldiers injured in the explosion. \"As we speak, members of UNSMIS are in the Daraa hospital to check on the condition of the injured soldiers. I wish them early recovery.\"\"We remain focused on the tasks mandated to our Mission under UN Security Council resolution 2043,\" he added.As on date, UNSMIS comprises 113 personnel from 38 countries and regions, including 70 Military Observers and 43 Civilian staff members.The Mission currently operates from five bases in different parts of the country, besides the capital Damascus, with eight military observers and three civilian staff members deployed in Homs, and four military observers each in Hama, Idlib, Daraa and Aleppo.With a total mandated strength of 300 military observers and additional civilian staff members as required, UNSMIS continues to receive new members on a daily basis as the Mission establishes and expands its presence across the country, according to the statement.\"In the next two days, we will cross the 100 mark for Military Observers in the Mission,\" Mood said.Meanwhile, UN Secretary General Ban Ki-Moon condemned the attack, saying it \"may have a direct impact on the future of the Mission.\"He said the bombing signify the \"difficult and challenging conditions\" the UN observers are working under and the \"volatile and dangerous situation in which the Syrian people have been living for months.\"A day earlier, UN-Arab League joint envoy on Syria Kofi Annan urged the Syrian government and the opposition to halt violence \" otherwise Syria would descend into full civil war,\" and the \" implications of that are quite frightening.\"\"The violence must stop and a credible process of political dialogue must begin,\" he said, warning that a civil war \"will not only affect Syria, it will have an impact on the whole region.\"Annan made it clear that there have been numerous violations to his six-point peace plan that was meant to help bringing the 14- month unrest in Syria to a close, by calling for a halt of violence to pave the way for a political settlement.\"The level of violence and abuses are unacceptable,\" he told reporters after briefing the UN Security Council by video conference in Geneva.Meanwhile, and in another attack Wednesday, an explosion ripped through the state security compound in Damascus\u0027 suburb of Jaramana, ripping off part of the building which is a fortress- like compound as it was ringed with blast walls from all directions. The circumstances of the blast were not immediately known with the absence of official comments.Another sound bomb went off near Jaramana overnight Wednesday, causing no casualties.The International committee of the Red Cross on Tuesday described the fighting in Syria as an \"armed conflict.\" The Syrian government says the 14-month unrest in Syria is the work of armed groups backed by a foreign plot, not by a popular will.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "daraa:5:1.0;syria:7:0.7584887269971005;syrian:6:0.6501331945689434;damascus:5:0.6437286952339214;mission:5:0.5958910333249253;a:16:0.584590262843658;violence:5:0.541777662140786;civilian:3:0.4985815401059758;jaramana:2:0.4922088476190556;mood:3:0.4489547196935682;cross:2:0.36257377093015764;civil war:2:0.35373274961321527;unrest:2:0.35373274961321527;the mission:2:0.3267633905672859;soldiers:2:0.3120432385305183;impact:2:0.26774475253889124;convoy:1:0.2461044238095278;signify:1:0.2461044238095278;popular will:1:0.2461044238095278;the explosion:1:0.2461044238095278",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/world/2012-05/10/131577387_title1n.jpg",
      "title": "Several bombings occur in Syria, challenging UN observer mission ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/world/2012-05/10/131577431_title1n.jpg",
      "title": "Several bombings occur in Syria, challenging UN observer mission ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dWBwKI07-qAc",
      "imgurl": "http://img.youtube.com/vi/WBwKI07-qAc/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__UcTJ9xozi8olq2ZrfAJs71gNY4A\u003d",
      "title": "ᴴᴰ The War In Syria | What is Really Happening? Vol ..."
    }
  ]
}