{
  "url": "http://english.sina.com/china/2012/0919/508174.html",
  "title": "China\u0027s Xi calls Japan\u0027s \u0026quot;purchase\u0026quot; of Diaoyus \u0026quot;a farce\u0026quot;",
  "pubdate": "2012-09-19 09:25:23 GMT",
  "description": "BEIJING, Sept. 19 (Xinhua) -- Vice President Xi Jinping on Wednesday said Japan\u0026#39;s \u0026quot;purchase\u0026quot; of the Diaoyu Islands was a farce and urged Japan to stop any behavior that infringes upon China\u0026#39;s sovereignty.",
  "cleanContent": "BEIJING, Sept. 19 (Xinhua) -- Vice President Xi Jinping on Wednesday said Japan\u0027s \"purchase\" of the Diaoyu Islands was a farce and urged Japan to stop any behavior that infringes upon China\u0027s sovereignty.\"Japan should rein in its behavior and stop any words and acts that undermine China\u0027s sovereignty and territorial integrity,\" Xi said in a meeting with visiting U.S. Defense Secretary Leon Panetta.It was the first time for Xi to comment on the Diaoyu Islands since the Japanese government announced its decision to \"purchase\" the Diaoyu Islands on Sept. 10.He said Japan\u0027s \"purchase\" openly questions the legal effects of the Cairo Declaration and the Potsdam Proclamation and has intensified the neighbors\u0027 territorial disputes.Xi said the international community will never tolerate Japan\u0027s attempt to deny the outcomes of the World Anti-Fascist War.Xi recalled the \"September 18 Incident,\" which directly preceded Japan\u0027s invasion of northeast China in 1931, saying Japanese militarism affected not only the Chinese, but also the United States and Asia-Pacific countries.Rather than reflect on the trauma Japan brought to neighboring countries and some Asia-Pacific countries, Japanese political forces have continued to make mistakes by staging the farce of \"purchasing\" the Diaoyu Islands, Xi said.Xi also called on the United States to act in the larger interest of regional peace and stability, mind its words and actions, not to get involved in issues regarding the sovereignty of the Diaoyu Islands and refrain from doing anything that might escalate tensions and complicate the situation.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "xi:3:1.0;islands:5:0.7331616086319082;words:2:0.5656381320955982;the neighbors:1:0.45251374762192376;trauma:1:0.4101275010094986;stop:2:0.3984679941599331;united states:2:0.388678702528577;leon:1:0.3677412543970735;xi jinping:1:0.3677412543970735;intensified:1:0.33333333333333337;japan:2:0.32275896933472875;potsdam:1:0.3178903173250913;refrain:1:0.31148500383291045;deny:1:0.3055816682963272;the cairo:1:0.3055816682963272;purchasing:1:0.30041094784563643;vice president:1:0.2906840737228022;northeast:1:0.28687792990834504;mind:1:0.28687792990834504;incident:1:0.2828190660477991",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://news.xinhuanet.com/english/china/2012-09/19/131859749_21n.jpg",
      "title": "China\u0026#39;s Xi calls \u0026quot;purchase\u0026quot; of Diaoyu Islands \u0026quot;a farce,\u0026quot; urges ..."
    },
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131860981_title1n.jpg",
      "title": "China\u0026#39;s Xi calls \u0026quot;purchase\u0026quot; of Diaoyu Islands \u0026quot;a farce,\u0026quot; urges ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dCRy1FyBc-pU",
      "imgurl": "http://img.youtube.com/vi/CRy1FyBc-pU/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__d3PBdAXDX7xE09VBjwEOzDVkJ2s\u003d",
      "title": "Xi\u0026#39;an China, Chinese man viciously attacked ..."
    }
  ]
}