{
  "url": "http://english.sina.com/sports/p/2012/0717/487248.html",
  "title": "Oscar Pistorius finishes 2nd in 400 in Italy",
  "pubdate": "2012-07-18 03:31:48 GMT",
  "description": "South African double-amputee sprinter Oscar Pistorius finished second in a 400-meter race in Italy on Tuesday, his final tuneup for the London Olympics.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eDouble-amputee sprinter, South African Oscar Pistorius, competes in a 400 meter race in Lignano Stadium, near Udine, northern Italy, Tuesday, July 17, 2012. (AP) \u003c/h4\u003e\t\tSouth African double-amputee sprinter Oscar Pistorius finished second in a 400-meter race in Italy on Tuesday, his final tuneup for the London Olympics.Pistorius clocked 46.56 seconds — well off the personal best of 45.07 he ran at the same meet last year. Calvin Smith of the United States won in 45.52.\"My time wasn\u0027t among the best. But I\u0027m good physically and mentally,\" Pistorius said. \"I\u0027ve used a lot of energy in these past few days, both in training and with the media because of my participation in the Olympics. The race went well, I felt fine, I just lost a bit of acceleration halfway through.\"Pistorius will become the first amputee track athlete to compete at the Olympics after being selected by South Africa to run in London. He\u0027s set to compete in the individual 400 and the 4x400 relay, although the team hasn\u0027t decided which leg he will run.\"I\u0027d prefer to run the third leg, that would be the best,\" Pistorius said. \"But the first one could be fine. The relay is really my race. I\u0027ve always done team sports.\"Pistorius won last year\u0027s race in Lignano to qualify for the world championships. This time, he finished ahead of four other runners, including Jamaicans Ricardo Cunningham and Javere Bell.\"I could have done the same time as last year, but I didn\u0027t want to run the risk of getting injured,\" Pistorius said. \"It wasn\u0027t important to test my speed today. It was like training, in the next two weeks I will try to do my best before London. I\u0027m sure I can beat my personal best. The Olympics pushes me so much, that will make me run better.\"Also, American Lolo Jones won the women\u0027s 100 hurdles in 12.85. Ireland\u0027s Derval O\u0027Rourke was second in 13.05.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/sports/p/2012/0717/U113P5029T2D487248F24DT20120718113148.jpg",
  "keywords": "race:4:1.0;olympics:3:0.8414048021076854;run:4:0.8224687933989834;personal best:2:0.7528445685234063;sprinter:2:0.7528445685234063;italy:2:0.5835307268966446;fine:2:0.5335899824318309;london:2:0.5123475885352327;won:3:0.5044059332902143;oscar:2:0.4632703862714488;i:3:0.45596751122997;calvin:1:0.4153251321123267;lolo:1:0.4153251321123267;ricardo:1:0.4153251321123267;udine:1:0.4153251321123267;derval:1:0.4153251321123267;acceleration:1:0.4153251321123267;the best:2:0.381784036521227;i\u0027m good:1:0.37642228426170316;smith:1:0.37642228426170316",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://znn.india.com/sports/2012/7/18/Oscar-Pistorius.jpg",
      "title": "Oscar Pistorius finishes 2nd in 400 in Italy"
    },
    {
      "url": "http://binaryapi.ap.org/c8f6599741054c80b6686f78accf18f1/460x.jpg",
      "title": "Oscar Pistorius finishes 2nd in 400 in Italy"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dygdvEE0QPDo",
      "imgurl": "http://img.youtube.com/vi/ygdvEE0QPDo/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__Zy6_WmHA_YE6GXWinLw5ZMBDd_E\u003d",
      "title": "Jonnie Peacock vs Oscar Pistorius 100m Final ..."
    }
  ]
}