{
  "url": "http://english.sina.com/world/p/2012/0628/481434.html",
  "title": "Blasts erupt near Syrian main court",
  "pubdate": "2012-06-29 01:14:38 GMT",
  "description": "Rebel forces attacked Syria\u0026#39;s Palace of Justice in central Damascus on Thursday, state television said, while Turkey deployed troops and anti-aircraft rocket launchers to the Syrian border, building pressure on President Bashar al-Assad.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eSmokes rises after an explosion was heard near the Palace of Justice in central Damascus on Thursday.\u003c/h4\u003e\t\tRebel forces attacked Syria\u0027s Palace of Justice in central Damascus on Thursday, state television said, while Turkey deployed troops and anti-aircraft rocket launchers to the Syrian border, building pressure on President Bashar al-Assad.A loud explosion echoed through the streets and a column of black smoke rose over Damascus, an Assad stronghold that until the last few days had seemed largely beyond the reach of rebels. State television described it as a \"terrorist\" blast.Dozens of wrecked and burning cars were strewn over a car park used by lawyers and judges. The state news agency SANA said three people had been wounded by a bomb hidden in one of the cars.The fighting coincided with a Turkish military buildup on its border with Syria and a growing sense of urgency in Western- and Arab-backed diplomatic efforts to promote the idea of a unity government to end 16 months of bloodshed.But Assad himself dismissed the idea of any outside solution to Syria\u0027s crisis.\"We will not accept any non-Syrian, non-national model, whether it comes from big countries or friendly countries. No one knows how to solve Syria\u0027s problems as well as we do,\" Assad told the state television channel of Syria\u0027s ally Iran.He said Turkey\u0027s official stance belied the Turkish people\u0027s \"positive view\" of Syria.A first substantial convoy of about 30 Turkish military vehicles, including trucks loaded with anti-aircraft missile batteries dispatched from the coastal town of Iskenderun, headed towards the Syrian border 50 km (30 miles) away.A Turkish official who declined to be named said he did not know how many troops or vehicles were being moved but they were being stationed in the Yayladagi, Altinozu and Reyhanli border areas.A general in the rebel Free Syria Army said on Friday that Syrian government forces had amassed around 170 tanks north of the city Aleppo, near the Turkish border, but there was no independent confirmation of the report.General Mustafa al-Sheikh, head of the Higher Military Council, an association of senior officers who defected from Assad\u0027s forces, said the tanks had assembled at the Infantry School near the village of Musalmieh northeast of the city of Aleppo, 30 kms (19 miles) from the Turkish border.\"The tanks are now at the Infantry School. They\u0027re either preparing to move to the border to counter the Turkish deployment or attack the rebellious (Syrian) towns and villages in and around the border zone north of Aleppo,\" Sheikh told Reuters by telephone from the border.Last Friday Syria shot down a Turkish warplane over the Mediterranean. Turkish Prime Minister Tayyip Erdogan responded by ordering his troops to treat any Syrian military element approaching the border as a military target.This could cover Syrian forces pursuing rebels towards the border, or patrolling helicopters or warplanes. Syria said at the weekend that it had killed several \"terrorists\" infiltrating from Turkey.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0628/U47P5029T2D481434F24DT20120629091438.jpg",
  "keywords": "border:5:1.0;the border:4:0.9031788322208457;syrian:6:0.8097476796961901;aleppo:3:0.7195009047774407;infantry:2:0.555627716135119;syria:4:0.5398317864641267;television:3:0.5002183258684694;anti-aircraft:2:0.49820417505866665;damascus:3:0.4810624853559115;troops:3:0.430676558073393;a:9:0.40956371669159114;the idea:2:0.3831542907042621;rebels:2:0.3831542907042621;justice:2:0.36901887810979417;school:2:0.35314025632667195;the city:2:0.3495636725159165;miles:2:0.33919457475103615;north:2:0.3304660188708465;iskenderun:1:0.3065256286057857;convoy:1:0.3065256286057857",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/world/p/2012/0628/U47P5029T2D481434F24DT20120629091438.jpg",
      "title": "Blasts erupt near Syrian main court - World News - SINA English"
    },
    {
      "url": "http://assets.nydailynews.com/polopoly_fs/1.1128968!/img/httpImage/image.jpg_gen/derivatives/landscape_635/syria5n-1-web.jpg",
      "title": "Blasts, renewed fighting erupt in Syrian capital - NY Daily News"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dPAjAq548Xbs",
      "imgurl": "http://img.youtube.com/vi/PAjAq548Xbs/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d___TCkIfMBOvEZAaHWG1h9Fw5QiG8\u003d",
      "title": "LAST SONG by a cute girl before BOMB BLAST ..."
    }
  ]
}