{
  "url": "http://english.sina.com/world/2012/1009/514572.html",
  "title": "Japan to “compromise a little” with China on island dispute ",
  "pubdate": "2012-10-10 01:49:01 GMT",
  "description": "The Japanese government is mulling plans to amend ties with China by acknowledging Chinese claims to the Diaoyu Islands in the East China Sea, Kyodo News reported, citing sources close to the matter.",
  "cleanContent": "By Mei Jingya, Sina EnglishThe Japanese government is mulling plans to amend ties with China by acknowledging Chinese claims to the Diaoyu Islands in the East China Sea, Kyodo News reported, citing sources close to the matter.Still, the report also said recognizing the existence of disputes does not mean Japan will change its long-held position or rescind its purchase of the islands.Kyodo claimed China’s top adviser Jia Qinglin urged Japan to recognize the existence of the territorial dispute in a meeting with a delegation of Japanese lawmakers and business leaders in Beijing late last month.\"Japan should realize the seriousness of the current situation, squarely face the disputes over the Diaoyu Islands and correct its mistake as soon as possible, so as to avoid further damaging China-Japan ties,\" Jia was quoted by Xinhua News Agency as saying in the meeting.Jia’s remarks were interpreted by Tokyo as China hopes Japan recognizes the existence of dispute over the Diaoyus.Such an interpretation has led Japan to begin considering what can be done to remove obstacles that have prevented bilateral ties from improving, said the article.Japan has long claimed there is no territorial dispute over the islands. The acknowledgement of dispute is what Japan sees a compromise to deescalate the crisis with China.A Foreign Ministry spokesman on Wednesday urged Japan to return to negotiating with China, as a recent report indicated that Japan is looking at improving bilateral ties that have been soured by a territorial dispute.\"Japan should face reality, acknowledge the dispute, correct its mistakes and come back to a solution to the issue through negotiation,\" Foreign Ministry spokesman Hong Lei said at a regular press briefing.Kyoto News recently reported that Japan is considering plans to calm tensions by acknowledging Chinese claims to the Diaoyu Islands while maintaining its position that no official territorial dispute exists over the islands.Hong stressed that China\u0027s stance on the Diaoyu Islands has been consistent and clear.By Yu Runze, Sina EnglishThe new leader of Japan’s main opposition Liberal Democratic Party says that he will increase defense spending if his party takes power in a speech delivered in Aichi Prefecture Monday, Kyodo News Agency reported.In the speech, Shinzo Abe said that Japan needs to firmly express its will to protect \"its islands\" by increasing budgets for defense and the Japan Coast Guard.The remarks were seen as the expression of his strong determination to stand up against China over the Diaoyu Islands in the East China Sea through jacking up defense spending.Abe called for strengthening Japan’s defense and military power as a way to keep China and its growing military clout in check.Furthermore, he expressed that Japan should be able to exercise the right of collective self-defense.The opposition leader\u0027s military ambition defied Japan\u0027s pacifist constitution, which stipulates that Japan is only allowed to possess and maintain the minimum level of armed strength for self-defense.Abe also criticized Japanese government’s foreign policy and security policy in a lecture delivered in Kyoto on 30 September. He called for strengthening Japan-US alliance to contain China.By Mei Jingya, Sina EnglishChina\u0027s four biggest state-owned commercial banks will skip the International Monetary Fund and World Bank meetings in Tokyo from Tuesday, which immediately stirred up Japanese public uproar for the conspicuous absence.Nikkei said the non-attendance is a protest against Japanese government’s announcement to “nationalize” the Diaoyu Islands. It worried that the soured relations between the world’s second and third largest economies could possibly trigger a new global financial crisis after the one in 2008 and the current Euro zone crisis.Japan’s Jiji press said that the day Oct. 11 will mark the completion of a month since Japan’s “nationalization” of the Diaoyus, on which China’s stance clearly shows the “mutual trust” that nurtures bilateral ties since 1972 has gone.Meanwhile, Beijing no longer considers the Noda administration as a negotiable rival; instead, it is patiently waiting for a new leader in office, who can be accessible to reason. Related:Special Coverage:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "japan:12:1.0;islands:8:0.6057454040853681;a:15:0.5203620798322491;existence:3:0.4733898935886935;china:7:0.4596366863150887;delivered:2:0.26920470358903753;stance:2:0.25857367807535814;news:3:0.2565357495944404;mei:2:0.24448130066909562;power:2:0.24179349658458432;aichi prefecture:1:0.23366959589826725;the expression:1:0.23366959589826725;kyoto:1:0.23366959589826725;speech:2:0.23136807254478678;the current:2:0.22804341738006448;plans:2:0.22631306630099762;leader:2:0.22453396657912816;face:2:0.22453396657912816;patiently waiting:1:0.2117821346451678;jia qinglin:1:0.2117821346451678",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.scmp.com/sites/default/files/styles/980w/public/2012/10/11/japan-china-diplomacy-dispute-history-files_yt098_31617611.jpg?itok\u003dXvX40PWx",
      "title": "Japan\u0026#39;s plan to \u0026#39;compromise a little\u0026#39; over islands fails to ..."
    },
    {
      "url": "http://cache.tokyotimes.com/wp-content/blogs.dir/3/files/2012/10/senkaku-300x30011.jpg",
      "title": "Japan may admit China\u0026#39;s claims to disputed islands - Tokyo Times"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dVUekEvo6xSQ",
      "imgurl": "http://img.youtube.com/vi/VUekEvo6xSQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__3MBER62remly0zxX_B-XNKxvqS8\u003d",
      "title": "China Calls Japan\u0026#39;s Diaoyu Island Purchase ..."
    }
  ]
}