{
  "url": "http://english.sina.com/sports/2012/0626/480492.html",
  "title": "Britain launches \u0026quot;instant Justice\u0026quot; for Olympics offenders",
  "pubdate": "2012-06-26 12:06:52 GMT",
  "description": "LONDON， June 26 (Xinhua) -- People who commit offences linked to the Olympics Games will be put in court within 24 hours under the so-called \u0026quot;instant justice\u0026quot; initiated by the Crown Prosecution Service and other related departments， according to a report by The Times on Tuesday.",
  "cleanContent": "LONDON, June 26 (Xinhua) -- People who commit offences linked to the Olympics Games will be put in court within 24 hours under the so-called \"instant justice\" initiated by the Crown Prosecution Service and other related departments, according to a report by The Times on Tuesday.Offenders will also be categorised under a specially defined \"Olympics offence\", based on whether the crime was committed during the Games, its location and whether the accused or victim is a competitor, spectator or official.The unprecedented contingency plans were drawn up by the Crown Prosecution Service, along with the police, Courts Service and other criminal justice agencies such as Victim Support. It will cover London as well as other areas where events take place, including the Thames Valley and Weymouth, in Dorset.Based on the plans, suspects will be charged within hours of an offence; courts across London will sit in the evenings and early mornings; virtual \"live-link\" hearings will be held so that offenders are fast-tracked through the justice system.Alison Saunders, Chief Crown Prosecutor for London, said: \"Many people who come to the Olympics won\u0027t live here, so it is important that if offences are committed, we act quickly.\"People who commit offences on Tuesday will be in court on Wednesday\".Courts will sit extended hours where needed, from 8am to 1.30pm; then from 2.30pm to 7.30pm. \"So we are really fitting in a whole extra sitting day.\"The newspaper said some courts will also sit on Saturdays. Prosecutors will be on call 24 hours a day to assist with charging and virtual courts, already at Camberwell and Bromley, will be used heavily, with up to 22 planned hearings a day, to cut the movement of prisoners across the capital.The timescale for the Olympics offences began on May 1 and will run until September 30.The aim is expediency and the need to fast-track defendants who may not be from Britain or London. By contrast, Trenton Oldfield, the protester who stopped the Oxford-Cambridge boat race in April, came before magistrates two weeks later and then the Crown Court, for a plea and case management hearing in May. He pleaded not guilty. A trial is not expected to begin until September.When Olympics offenders come to court, they may also be dealt with firmly: as with the rioters, magistrates may take a dim view of behavior intended to exploit the international audience at the venues and the millions watching on TV around the world.Offenders will face exclusion orders and Asbos to prevent them from coming near Olympic venues.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "olympics:5:1.0;london:5:0.9133788883516396;the crown:3:0.8884965190708644;court:4:0.6754978534458442;magistrates:2:0.5923310127139096;service:3:0.4672789649392829;virtual:2:0.4487143438534355;victim:2:0.4256869392372944;a:8:0.3517520500574895;committed:2:0.31929674610837383;hours:2:0.3010638659830606;not guilty:1:0.2961655063569548;crown prosecutor:1:0.2961655063569548;24 hours a day:1:0.2961655063569548;on call:1:0.2961655063569548;camberwell:1:0.2961655063569548;trenton:1:0.2961655063569548;criminal justice:1:0.2961655063569548;bromley:1:0.2961655063569548;instant justice:1:0.2961655063569548",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://timesofindia.indiatimes.com/thumb/msid-20047782,width-300,resizemode-4/Britain-launches-super-priority-same-day-visa-service-for-Indians.jpg",
      "title": "Britain launches \u0026#39;super priority\u0026#39; same-day visa service for ..."
    },
    {
      "url": "http://i.telegraph.co.uk/multimedia/archive/02541/London_2541334b.jpg",
      "title": "Britain launches legal challenge to Financial Transaction Tax ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d8BaRrpI26vI",
      "imgurl": "http://img.youtube.com/vi/8BaRrpI26vI/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__qzfMMlBJjtETfOGeLy1cQkxvAnc\u003d",
      "title": "Britain launches emergency tax hikes, spending ..."
    }
  ]
}