{
  "url": "http://english.sina.com/china/p/2012/0918/507970.html",
  "title": "Landings fan protest flames",
  "pubdate": "2012-09-19 00:13:51 GMT",
  "description": "China made representations to Japan over the \u0026quot;illegal landing\u0026quot; of Japanese right-wing activists on the Diaoyu Islands on Tuesday, saying that it is a serious provocation that infringes on China\u0026#39;s territorial sovereignty. This Tuesday was also the 81st anniversary of Japan\u0026#39;s invasion of China, making the day especially sensitive.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eDemonstrators march holding images of late Chinese leader Mao Zedong as police stand guard outside the Japanese embassy in Beijing. Protests continued across the country over the Diaoyu Islands on Tuesday. Photo: AFP \u003c/h4\u003e\t\tChina made representations to Japan over the \"illegal landing\" of Japanese right-wing activists on the Diaoyu Islands on Tuesday, saying that it is a serious provocation that infringes on China\u0027s territorial sovereignty. This Tuesday was also the 81st anniversary of Japan\u0027s invasion of China, making the day especially sensitive.Two Japanese activists arrived on the Diaoyu Islands in a small boat Tuesday morning and swam to the island, and they returned to their boat shortly afterward, according to reports.The foreign ministry demanded Japan explain its endorsement of right-wing activities, and urged Tokyo to take effective measures and stop any acts that may intensify tensions over the islets.Liu Jiangyong, a vice dean of the Institute of Modern International Relations at Tsinghua University, told the Global Times that by choosing to land on the Diaoyu Islands on Tuesday, the Japanese activists may have been trying to irritate Chinese people\u0027s sentiments.In many cities across the country, people took to the street to voice their opposition against the Japanese government\u0027s \"purchase\" of the Diaoyu Islands from a \"private owner.\"Outside the Japanese embassy in Beijing, more than 1,000 protesters faced off against riot police six rows deep. Some threw eggs and plastic bottles at the building and a few scuffles broke out with officers at the gate of the compound.Japan-based news portal ribenxinwen.com reported that three arrests had been made, but the Beijing Municipal Public Security Bureau did not reply to the Global Times inquiry as of press time.In Shanghai hundreds of riot police blocked off roads leading to the Japanese consulate, while around 3,000 protesters rallied outside the building. Meanwhile, police authorities in Guangzhou said on their Weibo account that a few people behaved aggressively during the demonstrations.The protests have prompted Japanese firms including Toyota, Honda and Canon to halt part of their operations in China, after demonstrations in some parts of the country turned violent over the past weekend.Hong told a press briefing that Chinese people in many areas spontaneously took to the street to protest on Tuesday, which displayed Chinese people\u0027s justified position and patriotism.\"Long gone are the days when the Chinese nation was subject to bullying and humiliation from others,\" said Hong, adding that the Chinese government and its 1.3 billion people wouldn\u0027t idly stand by during the encroachment on China\u0027s territorial sovereignty.On the same day, China\u0027s Defense Minister Liang Guanglie expressed the hope that the Diaoyu Islands issue with Japan will be peacefully resolved but he warned of \"further actions,\" the Xinhua News Agency reported.Liang made the remarks after holding talks with visiting US Defense Secretary Leon Panetta in Beijing, noting that Japan is to be blamed for \"heating up\" the Diaoyu Islands issue as the Japanese government decided to \"purchase\" the islands.The Japan Coast Guard (JCG) told the Global Times Tuesday afternoon that 10 Chinese ships were spotted in waters near the Diaoyu Islands.Early on Tuesday morning, a Chinese fishery management vessel was sighted 42 kilometers away from the Diaoyu Islands, but left the area five hours later, AFP quoted the JCG as saying.NHK reported later Tuesday that at least two of the 11 Chinese marine surveillance ships and fishery law enforcement vessels entered waters within 12 nautical miles around the islets.Japanese media also said that some fishing boats marked with Chinese characters were spotted in waters near the Diaoyu Islands. Japan has mobilized its patrol ships in the wake of reports that about 1,000 Chinese fishing ships would head to the area.Zha Daojiong, a professor with the School of International Studies under Peking University, told the Global Times that it is normal for Chinese law enforcement vessels to patrol in areas where China claims sovereignty. \"We shouldn\u0027t fear any disputes that may arise.\"Six Chinese marine patrol ships entered waters around the islets on Friday to assert China\u0027s sovereignty.Liu said such law enforcement missions have been the most concrete countermeasure taken by the Chinese side, which could put the area under Chinese practical control.\"The government should continue such missions, which have changed the status quo. And the landing of Japanese nationals on the islets would be meaningless for asserting sovereignty in the context of international law,\" said Liu.Following Japan\u0027s nationalization of the islets, the Chinese government announced maritime baselines of the Diaoyu Islands, sent surveillance fleets to waters around the islands and submitted the outer limits of the continental shelf.\"All these measures have effectively offset the legal consequences of Japan\u0027s illegal purchase of the Diaoyu Islands,\" Hong said Tuesday.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/china/p/2012/0918/U45P5029T2D507970F24DT20120919081351.jpg",
  "keywords": "islands:12:1.0;tuesday:7:0.6892326795006624;ships:5:0.6365932810064978;global times:4:0.6344936805269218;japan:6:0.5502861946375683;riot:2:0.4379386279667221;patrol:3:0.3991668693709283;police:3:0.3819559686038987;beijing:4:0.36685746309171224;law:3:0.34740930389825614;the street:2:0.34733323083040735;told:4:0.34542885420903396;a:9:0.34361768249349467;boat:2:0.33040018087465456;tuesday morning:2:0.31276106462862996;people:4:0.3054379399942175;embassy:2:0.30191792715954147;afp:2:0.30191792715954147;vessels:2:0.2991557597774261;marine:2:0.2991557597774261",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/china/p/2012/0918/U45P5029T2D507970F24DT20120919081351.jpg",
      "title": "Landings fan protest flames - China News - SINA English"
    },
    {
      "url": "http://www.globaltimes.cn/DesktopModules/Markit.SlideShow/ImageHandler.ashx?img\u003d/Portals/0/SlideShow_Photos/3230/9fe87228-6a27-4c2b-9450-37b0a97388a8.jpg\u0026w\u003d450\u0026h\u003d330\u0026Q\u003d0\u0026PortalID\u003d0",
      "title": "Diaoyu Islands Dispute"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dBE1qqDmqmrs",
      "imgurl": "http://img.youtube.com/vi/BE1qqDmqmrs/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__3H2muULuJck2RMP4hp79yiJTIOk\u003d",
      "title": "Judges Strike to Protest Mursi\u0026#39;s \u0026quot;Constitutional ..."
    }
  ]
}