{
  "url": "http://english.sina.com/world/2012/0627/481084.html",
  "title": "Rebels storm Pro-Assad Syrian TV channel",
  "pubdate": "2012-06-28 02:17:15 GMT",
  "description": "Gunmen stormed a pro-government Syrian TV channel headquarters on Wednesday, bombing buildings and shooting dead three employees, state media said, in one of the boldest attacks yet on a symbol of the authoritarian state.",
  "cleanContent": "Gunmen stormed a pro-government Syrian TV channel headquarters on Wednesday, bombing buildings and shooting dead three employees, state media said, in one of the boldest attacks yet on a symbol of the authoritarian state.More than 150 people were killed in fierce fighting across Syria on Wednesday, 86 of them civilians, the Syrian Observatory for Human Rights said. Intensified fighting in the country have driven up the death toll averages to around 100 people per day in the past week.President Bashar al-Assad declared late on Tuesday that his country was \"at war\". U.S. intelligence officials said the Syrian government was \"holding fairly firm\" and digging in for a long struggle against rebel forces who are getting stronger.The dawn attack on Ikhbariya television\u0027s offices, 20 km (15 miles) south of the capital, as well as overnight fighting on the outskirts of Damascus showed the 16-month-old violence now rapidly encroaching on the city.Ikhbariya resumed broadcasting shortly after the attack, which killed three journalists and four security guards, displaying bullet holes in its two-storey concrete building and pools of blood on the floor. One building was almost entirely destroyed.\"I heard a small explosion then a huge explosion and gunmen ran in. They ransacked the offices and entirely destroyed the newsroom,\" an employee who works at the offices in the town of Drousha told state media at the scene.Syrian media are tightly regulated by the Ministry of Information. Although Ikhbariya is privately owned, opponents of Assad say it is a government mouthpiece.After Tuesday\u0027s fighting unprecedented in its intensity around Damascus, violence appeared to ease off around the capital following the attack on the television complex. But rebel forces were clearly becoming stronger and more ambitious.SYRIA \"AT WAR\"During the pro-democracy revolt against the Assad family\u0027s four-decade rule, Ikhbariya has been pushing to counter what it says is a campaign of misinformation by Western and Arab satellite channels on the uprising that began in March 2011.\"We live in a real state of war from all angles,\" Assad told a cabinet he appointed on Tuesday, in a speech broadcast on state television. \"When we are in a war, all policies and all sides and all sectors need to be directed at winning this war.\"The declaration marks a change of rhetoric from Assad, who had long dismissed the uprising against him as the work of scattered militants in \"terrorist gangs\" funded from abroad.The rambling speech - Assad also commented on subjects as far afield as the benefits of renewable energy - left little room for compromise. He denounced the West, which \"takes and never gives, and this has been proven at every stage\".International mediator Kofi Annan said he had convened a ministerial-level meeting on Syria in Geneva on Saturday with the aim of seeking an end to the violence and agreeing on principles for a \"Syrian-led political transition\".In a statement, the joint United Nations-Arab League envoy said he had invited foreign ministers from the five major powers - Britain, France, China, Russia and the United States - as well as Turkey, the European Union, Iraq, Kuwait and Qatar.Despite the deterioration in Syria, so far there has been no sign of an appetite for full-scale Western intervention. However, last week\u0027s shooting down of a Turkish warplane by Syrian air defenses has focused attention on a volatile situation on Turkey\u0027s southeastern border with Syria.\"We will not refrain from teaching a lesson to anyone trying to test Turkey\u0027s greatness,\" Turkish Prime Minister Tayyip Erdogan said on Wednesday, referring to the incident near the countries\u0027 maritime borders.Turkey\u0027s land border territories, hosting over 33,000 refugees and units of the rebel Free Syria Army (FSA), are quickly becoming a potential flashpoint. Tuesday\u0027s comments by Erdogan may if anything have added further uncertainty to the situation there.Erdogan said on Tuesday that Syrian military elements approaching the border and posing a threat would be deemed a military target. He made no public clarification of new terms of engagement issued to troops.\"With Tayyip Erdogan\u0027s announcement, and if Syria complies with it, Turkey will have by itself declared a de facto \u0027buffer zone\u0027,\" Radikal newspaper columnist Cengiz Candar wrote.\"And if Bashar al-Assad doesn\u0027t comply with this? That is, if he continues to send soldiers right up to the border? Turkey runs the risk of a military operation against him.\"Turkey has in the past spoken of possible establishment of a \u0027humanitarian corridor\u0027 on Syrian soil - a venture that would inevitably require armed protection. But it has always insisted such a measure, if required by a rising tide of refugees or by evidence of massacres, would need international endorsementUnited Nations investigators said on Wednesday Syrian government forces had committed human rights violations, including executions, across the country \"on an alarming scale\" during military operations in the past three months.The report by the U.N. Human Rights Council, issued in Geneva, also listed killings and kidnappings by armed opposition groups trying to topple President Assad.\"The situation on the ground is dangerously and quickly deteriorating,\" the report said.Syria\u0027s ambassador dismissed the accusations and threatened to end cooperation with international agencies.The United Nations accuses Syrian forces of killing more than 10,000 people during the conflict, which began with a popular uprising and has built up into an armed insurgency.A White House spokesman said of the attack on the pro-government television station: \"We condemn all acts of violence, including those targeting pro-regime elements.\"LONG FIGHTThe UK-based Observatory, which compiles reports from activists across the country, reported battles on Tuesday near the headquarters of the Republican Guard in Qudsiya, and in other Damascus suburbs of al-Hama and Mashrou\u0027 Dumar, just 9 km from the capital.Activists said the clashes were the heaviest to hit areas on the outskirts of Damascus, once considered an impenetrable Assad stronghold. Fighting in the suburbs outside the capital were renewed again on Wednesday night, the Observatory said.Despite some military defections, mainly from low to mid-level ranks, Assad\u0027s inner circle remains cohesive and the war is still likely to be a drawn-out struggle, senior U.S. intelligence officials said, in an assessment dimming any U.S. hopes that Assad will fall soon.\"Our overall assessment ... would be that we are still seeing the military regime forces fairly cohesive, they\u0027ve learned some lessons over the last year and a half about how to deal with this kind of insurgency,\" an official said.The insurgency is also getting stronger, he said.\"Both sides seem to be girding for a long struggle. Our sense is that the regime still believes it can ultimately prevail or at least appears determined to try to prevail and the opposition at the same time seems to be preparing for a long fight.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "a:32:1.0;syrian:7:0.6487353409784297;fighting:5:0.6001189734852314;syria:5:0.46338238641316404;damascus:4:0.4404648767857287;struggle:3:0.42643674706511125;turkey:3:0.4192210484884629;refugees:2:0.3815530741476217;violence:4:0.37070590913053125;tuesday:4:0.3223627403953207;prevail:2:0.3189138085905247;geneva:2:0.3189138085905247;intelligence:2:0.3189138085905247;human:3:0.3104131512016718;the border:2:0.31010931414292464;outskirts:2:0.31010931414292464;the attack:2:0.3025475893940925;capital:3:0.29837421924788793;the uprising:2:0.2842911647100742;stronger:2:0.2842911647100742",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://s1.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120627\u0026t\u003d2\u0026i\u003d623736252\u0026w\u003d\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d460\u0026pl\u003d300\u0026r\u003dCBRE85Q0Z0B00",
      "title": "Rebels storm Pro-Assad Syrian TV channel | Reuters"
    },
    {
      "url": "http://static.indianexpress.com/m-images/Thu%20Jun%2028%202012,%2015:14%20hrs/M_Id_297916_Rebels_storm_Pro-Assad_Syrian_TV_channel.jpg",
      "title": "Rebels storm Pro-Assad Syrian TV channel - Indian Express"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d2zZAi7SUQsM",
      "imgurl": "http://img.youtube.com/vi/2zZAi7SUQsM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__W4ngG_B48n6Yt5HDky5l1oHAvbk\u003d",
      "title": "Gunmen storm pro-Assad Syrian TV channel - YouTube"
    }
  ]
}