{
  "url": "http://english.sina.com/world/p/2012/0517/468485.html",
  "title": "Syria\u0027s Assad: Nations that sow chaos will suffer",
  "pubdate": "2012-05-18 01:47:43 GMT",
  "description": "\u0026nbsp;Syrian President Bashar al-Assad said on Wednesday that countries trying to \u0026quot;sow chaos\u0026quot; in Syria could be infected with it themselves, an apparent warning to Arab Gulf nations that back the insurgency aimed at forcing him from power.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eMembers of the United Nations observer mission in Syria are seen between destroyed houses in Sermeen, near the northern city of Idlib, May 15, 2012.(Photo/Reuters)\u003c/h4\u003e\t\tSyrian President Bashar al-Assad said on Wednesday that countries trying to \"sow chaos\" in Syria could be infected with it themselves, an apparent warning to Arab Gulf nations that back the insurgency aimed at forcing him from power.Assad\u0027s remarks, to a Russian TV channel, came after U.N. staff monitoring an increasingly shaky ceasefire were caught up in an attack that killed at least 21 people, and had to spend a night with rebel forces.The stranding of the observers and new claims of a massacre by Assad\u0027s security forces underscored the relentlessness of the violence that continues to rage 14 months into mass protests and an insurrection against the Syrian strongman.Assad said countries hostile to him and his government that may have believed he would follow in the footsteps of four Arab leaders ousted after popular protests now knew better.\"For the leaders of these countries, it\u0027s becoming clear that this is not \u0027Spring\u0027 but chaos, and as I have said, if you sow chaos in Syria you may be infected by it yourself, and they understand this perfectly well,\" he told Russia\u0027s Rossiya-24 TV channel.Assad\u0027s government has repeatedly accused foreign states of backing a \"terrorist\" campaign in Syria, an apparent reference to Gulf powers Saudi Arabia and Qatar which have argued that Syrian insurgents should be supplied with weapons.Those accusations have grown louder following a series of bomb attacks on security and military installations in Damascus and other cites that Syria calls proof of a \"terrorist\" conspiracy.However, the opposition says the state itself organized the attacks in a cynical attempt to discredit the uprising against Assad.Rebel fighters are largely drawn from Syria\u0027s Sunni Muslim majority, and the uprising has taken on a sectarian tone that emphasizes Assad\u0027s status as a member of the Alawite sect, an offshoot of Shi\u0027ite Islam.Shi\u0027ism is the dominant sect of his ally Iran whose influence the Sunni-led Gulf Arab states seek to check.In the same interview, Assad said Western sanctions were affecting his country - which has had to scramble to import grains and other staples - but that Syria still had a \"wonderful relationship\" with non-Western countries.Russia is one of its few allies.U.N. MONITORS CAUGHT UP IN FUNERAL ATTACKSix ceasefire monitors caught in the crossfire of Syria\u0027s conflict were handed back to their U.N. colleagues by rebels in the northern province of Idlib, after walking into an attack on a funeral that killed at least 21 people.\"We gave the six with their cars to a U.N. convoy near the entrance of Khan Sheikhoun. They are all safe, in good health and on their way to Damascus,\" Free Syrian Army commander Abu Hassan said by satellite phone from the site of the handover.A pro-government TV station said unidentified gunmen opened fire at the funeral. But the rebel commander said a pro-Assad militia was responsible. His forces had the names of at least 27 people killed, he added. Other opposition groups have said at least 66 people were killed.The head of the U.N. monitoring mission, Major-General Robert Mood, confirmed the monitors were heading back to base.\"They have departed from Khan Sheikhoun and are on their way back. They expressed to me that they have been well treated,\" he told reporters in Damascus.He thanked the Syrian government for \"facilitating coordination\" for the exit of the observers, and to the people of Khan Sheikhoun, about 220 km (140 miles) north of Damascus, for treating them \"with respect.\"\"That kind of violence is obviously the kind of violence we don\u0027t want to see,\" he said. \"It is not going to contribute constructively to the aspirations of the Syrian people.\"ACCOUNT OF NEW MASSACREThe handover came as a Britain-based opposition group, the Syrian Observatory for Human Rights, said at least 15 people had been killed since Tuesday when security forces stormed the Shammas district of Homs, parts of which Assad\u0027s forces reduced to rubble with artillery fire earlier this year.The group said security forces carried out summary executions in the city. Footage distributed on YouTube showed bodies - some with what looked like gunshot wounds - purported to be those killed during raids in the city.There was no independent confirmation of the claims from within Syria, which has restricted media access during the 14-month-old uprising.The Free Syrian Army has a nominal leader based in Turkey and tenuous ties with the divided political opposition group, the Syrian National Council (SNC), which on Tuesday re-elected Burhan Ghalioun, a secular long-time resident in France, as its leader for another three months.People involved in the vote, which took place in Rome, said Ghalioun was viewed as acceptable to Syria\u0027s array of sects and ethnic groups, and to major factions within the umbrella SNC which seeks recognition as the sole legitimate opposition group to Assad.Shortly afterwards, Fawaz Tello, a prominent dissident, resigned from the SNC, the latest of several senior figures to quit the body in recent months. The SNC said he was not a member in the first place, underscoring tensions within the organization.As the SNC debated its leadership, Damascus announced the results of parliamentary elections it points to as proof of Assad\u0027s determination to resolve the uprising peacefully.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0517/U45P5029T2D468485F24DT20120518094743.jpg",
  "keywords": "syrian:8:1.0;syria:7:0.875;khan:3:0.8517253974988609;a:18:0.7586876633816149;u.n.:4:0.6835812328259713;chaos:3:0.5862798425434321;the uprising:3:0.575168531930464;infected:2:0.5146304182775665;caught up:2:0.46144390488922576;back:4:0.45186490713293687;damascus:3:0.4455670242269806;commander:2:0.4442747554691301;sect:2:0.43014395068386985;proof:2:0.418268641671059;their way:2:0.4080695531718121;funeral:2:0.4080695531718121;idlib:2:0.3988906536838435;ceasefire:2:0.38344568795364264;violence:3:0.375;people:4:0.3371945170584955",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://s1.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120516\u0026t\u003d2\u0026i\u003d607949964\u0026w\u003d\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d460\u0026pl\u003d300\u0026r\u003dCBRE84F0H2S00",
      "title": "Syria\u0026#39;s Assad: Nations that sow chaos will suffer | Reuters"
    },
    {
      "url": "http://img.news.sina.com/world/p/2012/0517/U45P5029T2D468485F24DT20120518094743.jpg",
      "title": "Syria\u0026#39;s Assad: Nations that sow chaos will suffer - World News ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dj8pNI6RCxQs",
      "imgurl": "http://img.youtube.com/vi/j8pNI6RCxQs/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__01GMTtzj5zl0WjR7CLwX5DPbwac\u003d",
      "title": "18+ Syria - Assad Army Suffers Heavy Casualties ..."
    }
  ]
}