{
  "url": "http://english.sina.com/sports/2012/0712/485913.html",
  "title": "Beckham: I\u0027m not the man to light Olympic flame",
  "pubdate": "2012-07-13 02:59:29 GMT",
  "description": "David Beckham has suggested he is not the right man to light the Olympic flame to officially open the London Games, saying on Thursday the honor should go to an Olympian who has won gold medals.",
  "cleanContent": "David Beckham has suggested he is not the right man to light the Olympic flame to officially open the London Games, saying on Thursday the honor should go to an Olympian who has won gold medals.Admitting his disappointment at failing to make Britain\u0027s Olympic soccer squad, Beckham took himself out of the running for one of the greatest honors that can be bestowed on a sportsman or woman but offered no hint as to who should have the job of lighting the cauldron on July 27.\"I\u0027ve always said, lighting the torch in the stadium is something that should be done by an Olympian... who has done incredible things for our country and won gold medals,\" Beckham told reporters during an interview in Los Angeles.After the decision to leave Beckham out of the Team GB soccer squad was announced, the odds on the Los Angeles Galaxy player lighting the Olympic cauldron were slashed with British bookmakers Ladbrokes quoting 5/1 at the time.While Beckham has politely tried to remove himself from consideration as the athlete to open the Games, the former England captain had made no secret of his hopes of landing one of the three over-age spots in Stuart Pearce\u0027s Under-23 squad.The world famous trend-setter, who is England\u0027s most capped outfield player with 115 appearances, has not featured for the national team since 2009 and instead of playing at the Games he will continue to perform his role as an Olympic ambassador.\"Obviously, all the talk of me possibly performing in the Olympics, it would have been a very proud moment for me,\" said Beckham, who was part of the bid team that helped win the Games.BIG STAGE\"Everyone knows how proud I am of representing my country and to do it in my home town on such a big stage would have been incredible so, of course, I\u0027m disappointed, but life goes on.\"My family are healthy, I\u0027m pretty healthy, so at the end of the day, I\u0027ll be there to support the GB team.\"It\u0027s going to be a proud moment to be there and know that I was part of bringing the Olympics to the East End of London.\"Beckham said support from family, friends and fans around the world had helped him get over the disappointment of missing out on the chance to march into the stadium as an athlete.\"The support has been incredible, the letters that I\u0027ve got, phone calls that I\u0027ve got,\" said Beckham. \"Of course, I\u0027ve had support from my family and friends, they are the ones that care and know how disappointed I am and I was at the time.\"Like I said, life moves on and I hope the GB team go to the Olympics and win as many medals, as many gold medals as possible.\"(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "lighting:3:1.0;olympics:3:0.8630823228944097;olympian:2:0.8520507106258652;incredible:3:0.82100568066079;gold:3:0.8102556397209445;proud:3:0.7883211726412467;cauldron:2:0.772240468977573;soccer:2:0.6666666666666666;team:3:0.6413812801977921;the games:2:0.5985645125730609;stadium:2:0.5985645125730609;player:2:0.5865037697967904;disappointed:2:0.565652122033481;i am:2:0.5059849607441478;of course:2:0.5059849607441478;moment:2:0.5001537481711251;friends:2:0.4527176372746414;life:2:0.44811134944387965;and i:2:0.4330715013203853;at the end of the day:1:0.4260253553129326",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/2012olympics/attachement/jpg/site1/20120713/0022190dec451169cc1f51.jpg",
      "title": "I\u0026#39;m not the man to light Olympic flame, says Beckham"
    },
    {
      "url": "http://s1.reutersmedia.net/resources/r/?m\u003d02\u0026d\u003d20120712\u0026t\u003d2\u0026i\u003d629621855\u0026w\u003d\u0026fh\u003d\u0026fw\u003d\u0026ll\u003d460\u0026pl\u003d300\u0026r\u003dCBRE86B1SE600",
      "title": "I\u0026#39;m not the man to light Olympic flame, says Beckham | Reuters"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dTv27XUiw9NE",
      "imgurl": "http://img.youtube.com/vi/Tv27XUiw9NE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__VnpLCel1S3M8quU7AJx5woquZmw\u003d",
      "title": "Olympics torch arrival by David Beckham - YouTube"
    }
  ]
}