{
  "url": "http://english.sina.com/china/2012/0715/486563.html",
  "title": "Japan: recalling ambassador not a protest to China",
  "pubdate": "2012-07-16 03:38:42 GMT",
  "description": "Uichiro Niwa, Japan\u0026#39;s ambassador to China, left\u0026nbsp; Beijing to Tokyo on July 15 following an order from Japanese Foreign Minister Koichiro Gemba for discussions on the simmering tension over the Diaoyu Islands.",
  "cleanContent": "By Zhao Wei, Sina English Uichiro Niwa, Japan\u0027s ambassador to China, left Beijing to Tokyo on July 15 following an order from Japanese Foreign Minister Koichiro Gemba for discussions on the simmering tension over the Diaoyu Islands.Japanese Foreign Minister Koichiro Gemba met Niwa on the afternoon of the same day, requiring the envoy to \"accurately convey\" Tokyo\u0027s stance over Diaoyu Islands to Beijing.The Japanese Foreign Ministry said Uichiro Niwa will return to Beijing on Monday, dismissing concerns that Tokyo wanted to remove the ambassador following his warning in June that Japan\u0027s plan to \"nationalize\" the Diaoyu Islands would endanger its relations with China.During the meeting, Uichiro Niwa was said to have reported to Gemba on the situation about China\u0027s protest over Japan\u0027s government planning to \"nationalize\" the Diaoyu Islands and also, they discussed countermeasures, according to report. Meanwhile, they talked about activities encouraged in China to commemorate the 40th anniversary of the normalization of China-Japan diplomatic relations.Gemba told reporters after the meeting that he asked Niwa to return to Japan over issues of the Diaoyu Islands. The minister said he \"instructed Niwa to accurately convey Japan\u0027s views\", adding they did not mention anything about removing the ambassador during the meeting.The Foreign Ministry claimed Niwa\u0027s return to Japan is not a \u0027recall\u0027 aimed at protesting against China. However, a temporary visit home, as a diplomatic convention, is often used as a countermeasure.Japan\u0027s Kyodo News Agency reported on July 12 that the Tokyo Metropolitan government has made 6,000 posters highlighting its plan to \"buy\" the Diaoyu Islands in a bid to win public support.It is reported that the posters will be put up at the Tokyo Metropolitan Government, Tokyo organizations abroad, and 101 stations under the administration of Toei Subway. They will also be distributed to all levels of municipalities and prefectural governments.By July 11, Tokyo prefectural government had already collected more than 1.35 billion yen (110 million yuan) in donations to fund the \"purchase\" plan.During a press conference on July 9, Foreign Ministry spokesman Liu Weimin remarked that China has indisputable sovereignty over the Diaoyu Islands, which have been China\u0027s inherent territory since ancient times. China will not allow the Japanese side to take any unilateral action on the Diaoyu Islands and their affiliated islandsRelated news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "tokyo:6:1.0;islands:7:0.7690661779793718;july:4:0.713260594108441;metropolitan:2:0.6145890930692739;the ambassador:2:0.4873304952172128;china:5:0.47637853106693345;the meeting:2:0.4763687422556107;return:3:0.46750746680842725;reported:3:0.4248754967759747;ministry:3:0.38110282485354674;subway:1:0.30729454653463695;a:6:0.30201684315588717;plan:2:0.28325033118398313;the envoy:1:0.2755359777968414;recall:1:0.2755359777968414;the minister:1:0.24975529624182244;news:2:0.2481545070633604;beijing:2:0.24183228600270137;japan:2:0.24183228600270137;40th:1:0.221223339017097",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://www.globaltimes.cn/Portals/0/attachment/2011/0386130c-401c-4496-b1a5-089a487eab26.jpg",
      "title": "Japan recalls Chinese ambassador over Diaoyu tensions - Global ..."
    },
    {
      "url": "http://www.globaltimes.cn/Portals/0/attachment/2011/e61f5013-7d28-4a26-8a82-e3ccfe701bb2.jpg",
      "title": "Japan recalls Chinese ambassador over Diaoyu tensions - Global ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003daZJ-iP4cQSI",
      "imgurl": "http://img.youtube.com/vi/aZJ-iP4cQSI/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__yweUuu7yVzoTnWHwE4eR-R-pIAI\u003d",
      "title": "Japan recalls S. Korean ambassador in protest ..."
    }
  ]
}