{
  "url": "http://english.sina.com/china/p/2012/0916/507062.html",
  "title": "UN to get shelf submission",
  "pubdate": "2012-09-16 23:24:58 GMT",
  "description": "Beijing announced on Sunday it will submit a partial submission concerning the outer limits of the continental shelf to the United Nations in its latest move to defend its maritime sovereignty.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eDemonstrators in Hong Kong display national flags during a protest on Sunday against Japan\u0027s decision to \"buy\" the Diaoyu Islands. Bobby Yip / REUTERS\u003c/h4\u003e\t\tBeijing announced on Sunday it will submit a partial submission concerning the outer limits of the continental shelf to the United Nations in its latest move to defend its maritime sovereignty.The move came as the Japanese prime minister vowed to take the Diaoyu Islands dispute to the UN General Assembly.Beijing is calling for people to express their demands in a \"legal and rational way\".Protests against Japan broke out across China over the weekend in what observers described as the largest demonstrations against Japan in China since 1972 when diplomatic relations were normalized.Experts said the protests could continue for days. Tuesday, Sept 18, is a memorial day marking Japan\u0027s wartime occupation of parts of China.The Foreign Ministry announced on Sunday that China has decided to submit its Partial Submission Concerning the Outer Limits of the Continental Shelf beyond 200 Nautical Miles in the East China Sea to the Commission on the Limits ofthe Continental Shelf under the United Nations Convention on the Law of the Sea.The ministry said technical preparations for the State Oceanic Administration\u0027s submission \"are close to completion\".According to the convention, if the continental shelf of a coastal state extends more than 200 nautical miles, information on the limits of the continental shelf beyond the 200 nautical miles shall be submitted by the coastal state to the commission.Zhang Haiwen, deputy director of the China Institute for Marine Affairs, said China\u0027s decision to submit the outer limits of the continental shelf in the East China Sea to the UN is both a commitment and a counter-measure.\"China has kept its promise, made in 2009, that it would offer a submission to the Commission on the Limits of the Continental Shelf under the United Nations Convention on the Law of the Sea at an appropriate date. Now, since preparations are close to being completed and tensions over the Diaoyu Islands are escalating, China has announced the decision,\" Zhang explained.The move came one day after the SOA announced the exact longitude and latitude of Diaoyu Island and 70 of its affiliated islets while publishing location maps, three-dimension graphs and a sketch map for the islands.On Sept 10, the government announced the coordinates of the territorial waters of Diaoyu Island and its affiliated islets, as well as the names and coordinates of 17 base points, after Tokyo said it decided to \"purchase\" three of the Diaoyu Islands that day.China has filed a copy of the government\u0027s Diaoyu Islands baseline announcement to UN Secretary-General Ban Ki-moon.The Kyodo news agency in Japan reported on Sunday that Japanese Prime Minister Yoshihiko Noda plans to stress the importance of handling territorial issues in accordance with the \"rule of law\" during the UN General Assembly later this month, if he wins, as is expected, the Democratic Party of Japan\u0027s leadership race scheduled for Sept 21.However, to avoid his UN speech \"inciting antagonism\", Noda will avoid using the Japanese names of the Diaoyu Islands and the islands over which Japan and South Korea are in dispute, it said.Sunday also marked the resumption of activities by Chinese fishermen after months of recess.Chinese trawlers have been disrupted in their work by Japan for a number of years.In September 2010, a Chinese trawler collided with Japanese Coast Guard patrol boats near the islands. The collision, and Japan\u0027s subsequent detention of the trawler captain, resulted in a major diplomatic dispute between the two nations.Six Chinese surveillance ships have started patrolling waters around the Diaoyu Islands, that belong to China, since Friday morning.Angry protesters against Japan\u0027s provocations took to the streets in Beijing and many other cities on Sunday.The emotions have spilled abroad, with more than 10,000 Chinese people rallying in Los Angeles to protest against Japan. The organizers said such protests are expected to spread in North America.There have been reports of damage to Japanese cars, Japanese supermarkets being targeted and attacks against Japanese companies in some Chinese cities.The isolated attacks immediately prompted calls for calm and a more rational approach, and warnings from the authorities against breaking the law.Foreign Ministry Spokesman Hong Lei had said on Friday that the protests were not directed at the Japanese people.\"The rights of Japanese citizens in China are protected under law. And we ask Chinese citizens to express their demands in a legal and rational way,\" Hong said.\"Raging expressions of patriotism will only bring joy to the (Japanese) evil doers, put our foreign policy on the defensive and wound the feelings of compatriots,\" the official People\u0027s Daily, the Communist Party\u0027s main paper, said in a website commentary on Sunday.Noticeably, Noda said on Sunday the other pillar of his policy is \"level-headedness\u0027\u0027.\"It is important to remember that we are the world\u0027s second and third-largest economies, and growth in China means opportunities for Japan,\" he said.Rana Mitter, professor of the History and Politics of Modern China at Oxford University, said the US does not want a crisis just ahead of November\u0027s election.David Fouquet, senior associate at the European Institute for Asian Studies, said others outside the region should refrain from any involvement that could make matters more difficult.Gao Hong, deputy director of the Institute of Japanese Studies at the Chinese Academy of Social Sciences, said Noda is likely to win the party vote because few people are willing to \"take over the mess\u0027\u0027.Gao emphasized that China has sufficient historic and legal evidence to prove that the islands are an inherent part of China.Complicating the situation, Japan\u0027s newly designated ambassador to China, Shinichi Nishimiya, 60, died in Tokyo on Sunday, Japan\u0027s Foreign Ministry said, without specifying.Nishimiya, who was officially appointed on Tuesday, was taken to hospital after falling ill on a street near his home on Thursday. Nishimiya had planned to leave for Beijing in October. The government is now considering a replacement from among retired foreign ministry officials, local reports said.The Diaoyu Islands were illegally seized by Japan at the end of the Sino-Japanese War (1894-95), but the islands were returned to China in key declarations following the end of World War II.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/china/p/2012/0916/U45P5029T2D507062F24DT20120917072458.jpg",
  "keywords": "shelf:7:1.0;the continental:6:0.8069690527354404;china:14:0.7182921748346295;islands:12:0.7099664745836192;submission:4:0.5532534545843771;a:18:0.4879140692889996;japan:7:0.45579887455534795;the outer limits:3:0.4149400909382828;submit:3:0.36989242409760414;sunday:6:0.36786435876337026;ministry:5:0.34204389277839503;miles:3:0.30306237803070446;legal:3:0.28339509501785803;the commission:2:0.2565276482455975;united nations:3:0.2492464095925344;move:3:0.23208851110109877;preparations:2:0.2282262338241144;convention:2:0.21980646127229034;coastal:2:0.21685069746177763;express:2:0.2059914130511562",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20120916/180373d28c1011c04f1739.JPG",
      "title": "UN to get shelf submission"
    },
    {
      "url": "http://img.news.sina.com/china/p/2012/0916/U45P5029T2D507062F24DT20120917072458.jpg",
      "title": "UN to get shelf submission - China News - SINA English"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003doVDxsU-PlEM",
      "imgurl": "http://img.youtube.com/vi/oVDxsU-PlEM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__yQtOtXPH0G1dWfhSkaA0Muqgz1w\u003d",
      "title": "China presents E. China Sea outer limits to the UN ..."
    }
  ]
}