{
  "url": "http://english.sina.com/technology/2011/1031/409962.html",
  "title": "China\u0027s first manual space docking hopefully 2012",
  "pubdate": "2011-10-31 07:42:22 GMT",
  "description": "JIUQUAN, Oct. 31 (Xinhua) -- China plans to fulfill its first ever manual space docking by 2012, probably with women astronauts.",
  "cleanContent": "JIUQUAN, Oct. 31 (Xinhua) -- China plans to fulfill its first ever manual space docking by 2012, probably with women astronauts.Between the two spacecraft launches, which are scheduled both in 2012 for space docking attempts, a China manned space program spokeswoman said Monday, \"at least one of the two missions will be manned.\"Spokeswoman Wu Ping announced that the unmanned spacecraft Shenzhou-8 is scheduled to be launched at 5:58 a.m. Tuesday, carried by a modified Long March-2F rocket, at the Jiuquan Satellite Launch Center in the northwestern Gobi desert.The Shenzhou-8 is expected to attempt China\u0027s first space rendezvous and docking with Tiangong-1, an unmanned lab module sent into space in late September. The practice will take place within two days after the launch of Shenzhou-8, the latest step in what will be a decade-long effort to place a manned permanent space station into orbit.The target orbiter Tiangong-1 was designed for multiple dockings, accommodating not only Shenzhou-8, but also another two vehicles Shenzhou-9 and Shenzhou-10, at least one of which will carry astronauts.The crew members, including two female astronauts, have already been selected for the potential space docking missions in 2012 and are being trained with manual docking skills, Wu said.\"Although Shenzhou-8 is unmanned, we equipped the spacecraft with devices recording real images and mechanical parameters during its flight, both of which are vital to future manned missions,\" the spokeswoman said.Wu said that \"considerable modifications\" have been made to previous versions of Shenzhou-8 to enable the vehicle to dock with Tiangong-1.\"More than half of the 600 or so sets of equipment have been modified, while newly designed devices account for about 15 percent of the total,\" Wu said.Chinese space experts said the modifications were mainly aimed at arming the spacecraft with automatic and manual rendezvous and docking capacities, and to enhance the vehicle\u0027s performance, safety and reliability.\"After the improvements, the spacecraft will be able to connect with the target orbiter Tiangong-1 for 180 days,\" Wu said.Tiangong-1, or Heavenly Palace-1, blasted off into space from the same launch center on September 29. Orbiting the Earth 343 km above the ground while awaiting docking with Shenzhou-8, Tiangong-1 is in full readiness for the entry of astronauts next year, Wu said.\"Equipment for astronauts to use for physical exercises, medical monitoring and health maintenance have already been installed inside Tiangong-1,\" Wu said.The unmanned and manned space vehicles\u0027 docking with Tiangong-1 is expected to build up experience and technologies for China to operate a permanent manned space station around 2020.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "science/tech",
  "pic": "",
  "keywords": "wu:6:1.0;space:9:0.6244344957986989;astronauts:3:0.5252990700743871;modified:2:0.4416359233312838;permanent:2:0.4162896638657993;exercises:1:0.3845467096095353;above the ground:1:0.3845467096095353;with women:1:0.3845467096095353;spacecraft:5:0.3469080532214994;late september:1:0.34062841845240033;rendezvous:2:0.33333333333333337;orbiter:2:0.32397292380097387;build up:1:0.31516509896523537;parameters:1:0.29685349594620136;the practice:1:0.29685349594620136;space station:2:0.26264953503719357;jiuquan:2:0.26264953503719357;place:2:0.26264953503719357;the northwestern:1:0.2616549654490675;automatic:1:0.2616549654490675",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://www.spxdaily.com/images-lg/unmanned-space-station-tiangong-1-lg.jpg",
      "title": "China\u0026#39;s first manual space docking hopefully 2012"
    },
    {
      "url": "http://www.spxdaily.com/images-bg/sz-8-launch-bg.jpg",
      "title": "China\u0026#39;s first manual space docking hopefully 2012"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dabW_ebGbFKM",
      "imgurl": "http://img.youtube.com/vi/abW_ebGbFKM/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__bYvP2AlxAVEdgcv6OWxK2glIG64\u003d",
      "title": "China\u0026#39;s female astronaut: I feel limitless pride ..."
    }
  ]
}