{
  "url": "http://english.sina.com/china/2012/1004/513231.html",
  "title": " Ambassador: Diaoyu Islands are Chinese",
  "pubdate": "2012-10-05 02:17:24 GMT",
  "description": "British newspaper The Daily Telegraph\u0026#39;s website on Wednesday published an article written by the Chinese ambassador to Britain that states the \u0026quot;purchase\u0026quot; of the Diaoyu Islands by the Japanese government is invalid, and nothing can change the fact the islands are the territory of China.",
  "cleanContent": "British newspaper The Daily Telegraph\u0027s website on Wednesday published an article written by the Chinese ambassador to Britain that states the \"purchase\" of the Diaoyu Islands by the Japanese government is invalid, and nothing can change the fact the islands are the territory of China.The opinion piece, written by Ambassador Liu Xiaoming argues that the Cairo Declaration, published on Nov 27, 1943, stated in explicit terms: \"All the territories Japan has stolen from the Chinese, such as Manchuria, Taiwan and the Pescadores, shall be restored to the Republic of China. Japan will also be expelled from all other territories she has taken by violence and greed\".The declaration was further supported by the Potsdam Proclamation, released on July 26, 1945.\"The terms of the Cairo Declaration shall be carried out,\" the proclamation said.Liu wrote that these documents show the Diaoyu Islands are China\u0027s territory.\"The Japanese government accepted the Potsdam Proclamation in the Japanese Instrument of Surrender, and pledged to faithfully fulfill its obligations stipulated in the provisions of the Potsdam Proclamation,\" Liu wrote.\"All of these facts show that in accordance with the Cairo Declaration, the Potsdam Proclamation and the Japanese Instrument of Surrender, Diaoyu Dao, as affiliated parts of Taiwan, should be returned, together with Taiwan, to China,\" Liu wrote.Liu also compared the different attitudes of Germany and Japan following World War II. In 1970, West German Chancellor Willy Brandt traveled to Poland and dropped to his knees before the monument to the Warsaw Ghetto uprising of 1943.\"Many in the world were deeply moved by this famous gesture of repentance and apology. The extraordinary courage and sincerity of Germany won it trust and respect.\"Unlike Germany, Liu wrote, Japan has never seriously reflected on its militarist past or made a serious apology. \"Such a remorseless attitude has made it difficult for Japan to earn the trust of its neighbors and the forgiveness of people around the world.\"Displaying total disregard for the post World War II agreements, Japan implemented its plan of \"purchasing\" China\u0027s Diaoyu Islands, he wrote.Liu stressed that the so-called \"purchase\" of the Diaoyu Islands is illegal and invalid and cannot change the fact that the islands belong to China.Historical records show it is an indisputable fact that the Diaoyu Islands belong to China. China\u0027s Ming and Qing dynasties exercised sovereignty over the islands.The Diaoyu Islands and its affiliated islands were marked on maps as Chinese territory in the early Ming Dynasty (1368-1644).According to Liu, the British authorities supported China\u0027s sovereignty with maps, including A New Map of China from the Latest Authorities, that was published in Britain in 1811, and A Map of China\u0027s East Coast: Hong Kong to Gulf of Liao-Tung, that was compiled by the British Navy in 1877. Both maps marked the Diaoyu Islands as Chinese territory.This year marks the 40th anniversary of the normalization of China-Japan relations. The two countries had planned to celebrate a Year of Friendly Exchanges between the Chinese and Japanese people and nearly 600 events were planned.However, Liu noted, all plans were shelved following Japan\u0027s illegal \"purchase\" of the Diaoyu Islands. \"It is imperative that Japan respects history and facts,\" Liu wrote.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://ui.sina.com/pub/eng/zt/2012/0814/S67926T1344917655496.jpg",
  "keywords": "islands:11:1.0;potsdam:4:0.7883424177311391;japan:7:0.7003642477205415;declaration:4:0.6754934927966276;the cairo:3:0.5683634686315757;maps:3:0.5406548414312529;germany:3:0.46181897970819263;taiwan:3:0.4578278296120671;surrender:2:0.455984365976139;apology:2:0.42505473482880024;fact:3:0.4137248877824823;instrument:2:0.39417120886556956;map:2:0.3862288777382144;show:3:0.35661890486340697;belong:2:0.33320502544823727;ii:2:0.33320502544823727;china:4:0.31534344689224125;illegal:2:0.2903031777243115;ambassador:2:0.2886366475370713;warsaw ghetto uprising:1:0.28054942413677636",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://www.asiaone.com/A1MEDIA/news/10Oct12/20121005.095910_diaoyu_afp.jpg",
      "title": "Ambassador: Diaoyu Islands are Chinese"
    },
    {
      "url": "http://www.fmprc.gov.cn/eng/wjb/zwjg/zwbd/W020121129294263251092.jpg",
      "title": "The Dominion Post Publishes Ambassador Xu Jianguo\u0026#39;s Article on ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dRkFKioRpwdc",
      "imgurl": "http://img.youtube.com/vi/RkFKioRpwdc/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__N7xOfUB0ld2tXQNrhedNP8sK-mg\u003d",
      "title": "Chinese ambassador: Diaoyu Islands belong to ..."
    }
  ]
}