{
  "url": "http://english.sina.com/sports/2012/0722/488525.html",
  "title": "Steve Redgrave public\u0027s favorite to light Olympic cauldron",
  "pubdate": "2012-07-22 11:30:32 GMT",
  "description": "LONDON， July 22 (Xinhua) -- Sir Steve Redgrave is the favorite of the British public to light the Olympic cauldron in Friday\u0026#39;s opening ceremony of the Olympic Games in London.",
  "cleanContent": "By Sportswriter Paul GiblinLONDON, July 22 (Xinhua) -- Sir Steve Redgrave is the favorite of the British public to light the Olympic cauldron in Friday\u0027s opening ceremony of the Olympic Games in London.There has been an intense debate over who should be the person to light the iconic flame, with former British Olympian, Daley Thompson, who won two gold medals for the decathlon in the 1980 and 1984 Games, questioning whether or not Redgrave, who won 5 golds for rowing in 5 separate Olympics, was Great Britan\u0027s greatest living Olympian.Other candidates for the honor include footballer David Beckham, who carried out a lot of work in helping bring the Games to London, Sir Roger Bannister, the first man to run a mile in under four minutes and Kelly Holmes, who won gold medals in 800 and 1,500 meters in Athens.An opinion poll published in the Sunday Times shows the British are divided on the issue, but Redgrave is the most popular choice with 15 percent of the vote. Beckham attracted 13 percent, while Bannister had the support of 12 percent.Meanwhile 12 percent of those asked said the person to light the cauldron should be a youngster from the area of Stratford, where the Olympic Park is situated.Andy Hunt, the chef de mission of GB, has confirmed that a decision has been taken on who will light the flame, but it will remain a closely guarded secret until next Friday\u0027s opening ceremony.Meanwhile more details have emerged about the ceremony itself, which is being directed by film-maker Danny Boyle. The ceremony is based on a rural theme, but will include a fantasy sequence from some of Britain\u0027s most popular children\u0027s tales such as Alice in Wonderland, 101 Dalmatians and Mary Poppins.Meanwhile there will also be a place in the ceremony for Lord Voldemort, who plays the evil wizard in the Harry Potter series of novels, while nurses will also perform a dance routine with children sitting on hospital trollies.Finally the name of the athlete to carry the flag of Team GB will be announced at a press conference at 14:00 hours local time on Monday.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "",
  "keywords": "light:4:1.0;the ceremony:3:0.7810956775809106;cauldron:2:0.7347009973012056;sir:2:0.6902174779787114;a:10:0.6017355833642098;gold:2:0.5139121387582468;won:3:0.49224973882699147;popular:2:0.44095580813266655;person:2:0.44095580813266655;daley:1:0.4053157869833186;101 dalmatians:1:0.4053157869833186;olympian:1:0.4053157869833186;alice in wonderland:1:0.4053157869833186;the athlete:1:0.4053157869833186;lord voldemort:1:0.4053157869833186;the sunday times:1:0.4053157869833186;danny boyle:1:0.3673504986506028;wizard:1:0.3673504986506028;kelly:1:0.3673504986506028;nurses:1:0.3451087389893557",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://img.khelnama.com/sites/default/files/styles/content_full_width/public/previewimage/news/2012/Jul/Olympics%20cauldron.jpg",
      "title": "Steve Redgrave is public\u0026#39;s choice to light Olympic cauldron | Khelnama"
    },
    {
      "url": "http://i.telegraph.co.uk/multimedia/archive/02282/Steve-Redgrave_GI_2282010b.jpg",
      "title": "Olympic torch: London route details announced - Telegraph"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003d1w7MDz5qYU0",
      "imgurl": "http://img.youtube.com/vi/1w7MDz5qYU0/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__MjoAUhv2Rnz6avf8Yf9Mf6BGRMQ\u003d",
      "title": "Where is Sir Steve? Version 3.0 - YouTube"
    }
  ]
}