{
  "url": "http://english.sina.com/technology/p/2010/1115/348226.html",
  "title": "Tiangong space lab unveiled",
  "pubdate": "2010-11-16 03:48:21 GMT",
  "description": "ZHUHAI, Guangdong - This is a full-size model of Tiangong-1, or Heavenly Palace, China‘s first unmanned space module that is to provide a platform for spacecraft to rendezvous and dock in establishing a space station.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eTwo attendants at the Eighth China International Aviation and Aerospace Exhibition, which kicks off on Tuesday in Zhuhai, Guangdong province, walk beside the 1:1 model of the Tiangong-1 space module on Monday. Cui Meng/China Daily\u003c/h4\u003e\t\t\t\t\t\t\t\t\t\t\t\t\t\tZHUHAI, Guangdong - This is a full-size model of Tiangong-1, or Heavenly Palace, China\u0027s first unmanned space module that is to provide a platform for spacecraft to rendezvous and dock in establishing a space station. Located on the center stage of the Eighth China International Aviation and Aerospace Exhibition, opening on Tuesday in Zhuhai, Guangdong province, the model is being debuted to the accompaniment of state-of-the-art carrier rockets, spacecraft and satellite models all emblazoned with Chinese national flags. A representative of China\u0027s manned space program earlier confirmed the Tiangong-1 has been assembled and a launch date for its rendezvous with the unmanned Shenzhou VIII spacecraft will be scheduled next year. Ahead of the exhibition\u0027s official opening, the model of the Tiangong-1 was available for a press viewing on Monday. The streamlined silver capsule, which measures about 4 meters in height and 12 meters in length, is equipped with three blades on its nose that can fold open or close for docking with other modules. Two cylindrical parts comprise the body of the space lab, one of which is apparently where astronauts are to be accommodated. The other section, which contains four ejector pipes and a pair of folding solar panels, is where energy is housed. Smaller models have been placed on the stage of the exhibition to demonstrate how two modules dock with each other in space - the second stage of China\u0027s space program - and how multiple modules can connect at a focal point to form a space station, which will fulfill the program\u0027s current objectives. While the public has yet to pass its verdict on the air show, exhibition workers expressed their admiration for the progress of China\u0027s space program since its first astronaut was sent into space in 2003. \"Great, great, great,\" said 47-year-old carpenter Zhu Tianjun. \"I don\u0027t know how it works, only that our country is powerful and advanced enough to be able to build such things.\" After next year\u0027s docking with the Shenzhou VIII spacecraft, the Tiangong-1 will eventually be transformed into a manned space laboratory. If everything goes according to plan, other dockings will take place with the Shenzhou IX and the Shenzhou X, which will both carry two or three astronauts, Xinhua News Agency reported. Pang Zhihao, deputy editor-in-chief of the Space International magazine, told China Daily that the space station \"can also serve as a stepping stone for the exploration of deep space, such as launching manned missions to the moon or even Mars\". Following the United States and Russia, if China succeeds in building a space station, it will be the third country to conquer such technology, he said. China Aerospace Science and Technology Corporation, the manufacturer of the Tiangong-1, also brought to the show some of its other cutting-edge products, including models of the functioning lunar probe, Chang\u0027e-2, and the Mars probe, Yinghuo-1, a microsatellite that is to be blasted into orbit in 2011 on top of a Russian launch vehicle. \t\t\t\t\t\t |  |",
  "type": "science/tech",
  "pic": "http://images2.sina.com/english/technology/p/2010/1115/U101P200T1D348226F8DT20101115194821.jpg",
  "keywords": "exhibition:4:1.0;shenzhou:4:0.5555808387403653;models:3:0.5543927390012692;zhuhai:2:0.540396794522565;space:9:0.4953233224815114;the model:2:0.4709491896800193;the eighth:2:0.4485920545585682;space station:4:0.41668562905527395;great:3:0.3302155483210076;stage:2:0.3302155483210076;probe:2:0.3225046896130848;model:2:0.31415054320502034;on the air:1:0.30503592472016794;focal point:1:0.30503592472016794;blades:1:0.30503592472016794;1:1:1:0.30503592472016794;how it works:1:0.30503592472016794;carpenter:1:0.30503592472016794;astronauts:2:0.2777904193701827;pipes:1:0.2701983972612825",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://usa.chinadaily.com.cn/attachement/jpg/site181/20101116/0022190fd1710e4c646a27.jpg",
      "title": "Tiangong space lab unveiled"
    },
    {
      "url": "http://images2.sina.com/english/technology/p/2010/1115/U101P200T1D348226F8DT20101115194821.jpg",
      "title": "Tiangong space lab unveiled - Technology News - SINA English"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dUIcL9aXpOYE",
      "imgurl": "http://img.youtube.com/vi/UIcL9aXpOYE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__i7C0jpAh46DrHOPi3nEMDbL6ECg\u003d",
      "title": "LIFT OFF: China launches space module rocket ..."
    }
  ]
}