{
  "url": "http://english.sina.com/world/2012/0716/486899.html",
  "title": "Vietnam holds on to India in South China Sea oil bloc",
  "pubdate": "2012-07-17 03:52:10 GMT",
  "description": "Vietnam has decided to extend the contract for exploration in a crucial oil bloc in South China Sea to an Indian company attempting to hold on to Indian presence in the resource-rich region, the Press Trust of India reported on July 15.",
  "cleanContent": "By Mei Jingya, Sina EnglishVietnam has decided to extend the contract for exploration in a crucial oil bloc in South China Sea to an Indian company attempting to hold on to Indian presence in the resource-rich region, the Press Trust of India reported on July 15.ONGC Videsh Limited (OVL), the aforementioned Indian company, had earlier informed Vietnamese authorities of its plans to terminate operations in the 128 bloc due to hard sea bed and \"techno commercial\" reasons. Report said the 128 bloc falls under the blocs that China National Offshore Oil Corporation (CNOOC) put up for bidding last month.A senior Vietnamese official told a group of visiting Indian journalists that a formal announcement to extend the contract for exploration in the bloc to the overseas arm of ONGC is going to take place soon.According to the report, OVL prefers to withdraw operation than paying penalty for not being able to start exploration by the deadline set by Vietnam. The company returned bloc 127 to Vietnam three years ago after realizing that it did not have many hydrocarbons.OVL accordingly sought approval of Indian government of its quit plans. India’s Oil Ministry nodded the proposal, but its External Affairs Ministry was strongly against it, dismissing the plan as a concession to China’s “assertiveness” in the region.China has been objecting to Vietnam goading foreign companies into oil exploration in the disputed South China Sea and Indian exploration projects in the region. In defiance of Chinese objections, India inked an agreement with Vietnam in October last year to expand and promote oil exploration in South China Sea.Tension in the region intensified earlier after China\u0027s oil firm CNOOC called for bids from foreign companies offering oil exploration of nine blocs in the South China Sea, sparking off protests in Hanoi. The 128 bloc overlaps with one of the blocs CNOOC offered, according to India’s Hindustan Times.India is getting actively involved in South China Sea and ASEAN issues lately. At the ASEAN Regional Security Forum in Phnom Penh on Thursday, India’s External Affairs Minister S M Krishna asserted that freedom of navigation and access to resources in the area must be ensured, which he said concerns India’s national interests.Vietnamese authorities and Petro Vietnam has raised the issue with Indian Government insisting it should not withdraw from the bloc.Related news:Vietnamese marched through Hanoi\u0027s streets shouting \u0027down with China!\u0027 in a chaotic protest on July 1 following a week of growing tensions over the South China Sea disputes.The protest follows an announcement by China National Offshore Oil Corp. that it will open nine oil and gas offshore blocks in the South China Sea to international bidders, according to a report by Australia’s Sky News.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "exploration:7:1.0;oil:8:0.9260064453953651;indian:7:0.8797556546951857;vietnam:5:0.7142857142857143;china:9:0.4617592552508332;south:4:0.3880436890925498;offshore:2:0.365164590268228;the south:3:0.3636335070215235;asean:2:0.3109217437815209;the contract:2:0.3109217437815209;india:2:0.21980646127229034;july:2:0.19204772119023414;announcement:2:0.19103023147680243;a:7:0.18974436027905542;company:2:0.18325179434222633;phnom penh:1:0.182582295134114;techno:1:0.182582295134114;china national offshore oil corporation:1:0.182582295134114;hanoi:1:0.182582295134114;plans:2:0.1768341272865678",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://znb.india.com/upload//2012/7/15/ongc200.jpg",
      "title": "Vietnam extends contract, wants India\u0026#39;s presence in 128 block"
    },
    {
      "url": "http://timesofindia.indiatimes.com/photo/13432844.cms",
      "title": "Four Navy ships in South China Sea to mark Indian presence - Times ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003duASByFNefjo",
      "imgurl": "http://img.youtube.com/vi/uASByFNefjo/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__rN9olw0evltFU15qUEAFWTinOWk\u003d",
      "title": "India WARNS China \u0026#39;We WILL use FORCE to ..."
    }
  ]
}