{
  "url": "http://english.sina.com/2012/0914/506794.html",
  "title": "Chinese FM: Rights of Japanese citizens protected",
  "pubdate": "2012-09-15 03:26:16 GMT",
  "description": "BEIJING， Sept. 15 (Xinhuanet) -- The Japanese government’s so-called \u0026quot;purchasing\u0026quot; of the Diaoyu Islands has sparked outrage and protests in China. Meanwhile， China has condemned provocations from Japan’s right wing forces， but also vowed to protect the legal rights and interests of Japanese citizens in China.",
  "cleanContent": "BEIJING, Sept. 15 (Xinhuanet) -- The Japanese government’s so-called \"purchasing\" of the Diaoyu Islands has sparked outrage and protests in China. Meanwhile, China has condemned provocations from Japan’s right wing forces, but also vowed to protect the legal rights and interests of Japanese citizens in China.Amid heightened tensions between China and Japan over the issue of the Diaoyu Islands, China is calling for restraint among its citizens.Hong Li, Spokesman of Chinese Foreign Ministry, said, \"The Chinese people are in great indignation and strongly oppose the Japanese infringement on Chinese sovereignty, and the provocations of the Japanese right-wing forces. But this is not directed at the Japanese people. The rights of Japanese nationals in China are protected under the law. Meanwhile, we are also asking Chinese citizens to express their demands in a legal and rational way.\"After the Japanese government completed the so called \"purchasing\" of the Diaoyu Islands, China’s permanent representative to the United Nations, Li Baodong, met with UN Secretary-General Ban Ki-moon. On Thursday Li filed a copy of the Chinese government’s Diaoyu Islands baseline announcement with the UN.Li Baodong, Chinese Ambassador to UN, said, \"I stressed to the UN Secretary-General, Ban Ki-moon, that the Diaoyu Islands have been an inalienable part of China’s territory since ancient times. The Chinese people and government are determined and fully capable of defending our country’s sovereignty and territorial integrity.\"According to the Ministry of Foreign Affairs, the baselines are delimited in accordance with the 17 base points selected from the Diaoyu Island and its affiliated islets. They state that China’s territorial sea is the extension of 12 nautical miles from these baselines toward the ocean.China says it has now fulfilled all the obligations as stipulated in the UN Convention on the Law of the Sea, and completed the entire legal process regarding the announcement of the base points and baselines of the territorial waters of Diaoyu Islands.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "islands:5:1.0;legal:3:0.958000486490228;china:5:0.8671944789536635;purchasing:2:0.8194944860962053;the law:2:0.6884594889298363;ban ki-moon:2:0.6829897216393366;citizens:2:0.6829897216393366;points:2:0.6558794585112704;base:2:0.6558794585112704;announcement:2:0.6457664861051511;li:2:0.6386669909934853;people:3:0.5497882919895914;inalienable:1:0.5015828025737529;extension:1:0.46756020831168027;ministry of foreign affairs:1:0.46756020831168027;wing:1:0.4435656597827903;restraint:1:0.4435656597827903;protected:1:0.43358832975212647;outrage:1:0.4248517655120358;li baodong:1:0.40974724304810267",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://cdn.thechinatimes.com/wp-content/uploads/2012/03/honglei.jpg",
      "title": "Chinese FM: Rights of Japanese citizens protected | The China Times"
    },
    {
      "url": "http://news.xinhuanet.com/english/titlepic/131852049_title1n.jpg",
      "title": "Assistant foreign minister: Japan\u0026#39;s tricks cannot change China\u0026#39;s ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dy5bom_Nn0Yo",
      "imgurl": "http://img.youtube.com/vi/y5bom_Nn0Yo/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__y9X3vnj6Agq8PJmX7hEkOO7B56I\u003d",
      "title": "General Aung San Suu Kyi attends Burma\u0026#39;s Armed ..."
    }
  ]
}