{
  "url": "http://english.sina.com/china/2012/1011/515511.html",
  "title": "NY Times: The Inconvenient Truth Behind the Diaoyu Islands",
  "pubdate": "2012-10-12 05:42:11 GMT",
  "description": "The New York Times has published an article of Han-Yi Shaw， a scholar from China\u0026#39;s Taiwan，titled \u0026quot;The Inconvenient Truth Behind the Diaoyu Islands.\u0026quot;",
  "cleanContent": "The New York Times has published an article of Han-Yi Shaw, a scholar from China\u0027s Taiwan,titled \"The Inconvenient Truth Behind the Diaoyu Islands.\"Follwoing is the main content:Japan\u0027s recent purchase of the Diaoyu Islands has predictably reignited tensions amongst Chinese mainland, Taiwan, and Japan. Three months ago, when Niwa Uichiro, the Japanese ambassador to China, warned that Japan\u0027s purchase of the islands could spark an \"extremely grave crisis\" between China and Japan, Tokyo Governor Ishihara Shintaro slammed Niwa as an unqualified ambassador, who \"needs to learn more about the history of his own country\".Ambassador Niwa was forced to apologize for his remarks and was recently replaced. But what is most alarming amid these developments is that despite Japan\u0027s democratic and pluralist society, rising nationalist sentiments are sidelining moderate views and preventing rational dialogue.The Japanese government maintains that the Diaoyu Islands are Japanese territory under international law and historical point of view and has repeatedly insisted that no dispute exists. Despite that the rest of the world sees a major dispute, the Japanese government continues to evade important historical facts behind its unlawful incorporation of the islands in 1895.Specifically, the Japanese government asserts, \"From 1885 on, our government conducted on-site surveys time and again, which confirmed that the islands were uninhabited and there were no signs of control by the Qing Empire.\"My research of over 40 official Meiji period documents unearthed from the Japanese National Archives, Diplomatic Records Office, and National Institute for Defense Studies Library clearly demonstrates that the Meiji government acknowledged Chinese ownership of the islands back in 1885.Following the first on-site survey, in 1885, the Japanese foreign minister wrote, \"Chinese newspapers have been reporting rumors of our intention of occupying islands belonging to China located next to Taiwan. At this time, if we were to publicly place national markers, this must necessarily invite China\u0027s suspicion. \"In November 1885, the Okinawa governor confirmed \"since this matter is not unrelated to China, if problems do arise I would be in grave repentance for my responsibility\".\"Surveys of the islands are incomplete\" wrote the new Okinawa governor in January of 1892. He requested that a naval ship Kaimon be sent to survey the islands, but ultimately a combination of miscommunication and bad weather made it impossible for the survey to take place.\"Ever since the islands were investigated by Okinawa police agencies back in 1885, there have been no subsequent field surveys conducted,\" the Okinawa governor wrote in 1894.After a number of Chinese defeats in the Sino-Japanese War, a report from Japan\u0027s Home Ministry said \"this matter involved negotiations with China... but the situation today is greatly different from back then.\" The Meiji government, following a cabinet decision in early 1895, promptly incorporated the islands.Negotiations with China never took place and this decision was passed during the Sino-Japanese War. It was never made public.In his biography Koga Tatsushiro, the first Japanese citizen to lease the islands from the Meiji government, attributed Japan\u0027s possession of the islands to \"the gallant military victory of our Imperial forces.\"Collectively, these official documents leave no doubt that the Meiji government did not base its occupation of the islands following \"on-site surveys time and again,\" but instead annexed them as booty of war. This is the inconvenient truth that the Japanese government has conveniently evaded.Japan asserts that neither？Chinese mainland？nor？Taiwan objected to U.S. administration after WWII. That\u0027s true, but what Japan does not mention is that neither Chinese mainlandnor Taiwan were invited as signatories of the San Francisco Peace Treaty in 1951, from which the U.S. derived administrative rights.When Japan annexed the Diaoyu Islands in 1895, it detached them from Taiwan and placed them under Okinawa Prefecture. Moreover, the Japanese name \"Senkaku Islands\" itself was first introduced in 1900 by academic Kuroiwa Hisashi and adopted by the Japanese government thereafter. Half a century later when Japan returned Taiwan to Chinese mainland, both sides adopted the 1945 administrative arrangement of Taiwan, with the Chinese unaware that the uninhabited \"Senkaku Islands\" were in fact the former Diaoyu Islands. This explains the belated protest from Taiwan and Chinese mainland over U.S. administration of the islands after the war.The Japanese government frequently cites two documents as evidence that China did not consider the islands to be Chinese. The first is an official letter from a Chinese consul in Nagasaki dated May 20, 1920 that listed the islands as Japanese territory.Neither Chinese mainland nor Taiwan dispute that the Diaoyu Islands --- along with the entire island of Taiwan --- were formally under Japanese occupation at the time. However, per post-WW II arrangements, Japan was required to surrender territories obtained from aggression and revert them to their pre-1895 legal status.The second piece evidence is a Chinese map from 1958 that excludes the？Diaoyu Islands from Chinese territory. But the Japanese government\u0027s partial unveiling leaves out important information from the map\u0027s colophon: \"certain national boundaries are based on maps compiled prior to the Second Sino-Japanese War(1937-1945).\"Qing period (1644-1911) records substantiate Chinese ownership of the Diaoyu Islands prior to 1895. Envoy documents indicate that the islands reside inside the \"border that separates Chinese and foreign lands.\" And according to Taiwan gazetteers, \"Diaoyu Island accommodates ten or more large ships\" under the jurisdiction of Kavalan, Taiwan.The right to know is the bedrock of every democracy. The Japanese public deserves to know the other side of the story. It is the politicians who flame public sentiments under the name of national interests who pose the greatest risk, not the islands themselves.Han-Yi Shaw is a Research Fellow at the Research Center for International Legal Studies, National Chengchi University, in Taipei, Taiwan.(Source: cn.nytimes.com)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "",
  "keywords": "islands:25:1.0;taiwan:10:0.671480816764365;governor:4:0.32217011590619504;mainland:4:0.3045569666529224;japan:6:0.2641373734260328;china:7:0.24281445410702576;time and again:2:0.20063312102950115;truth:2:0.19316807490563356;uninhabited:2:0.1870240833246721;a:10:0.1832627639965305;occupation:2:0.18186076816288235;war:3:0.17020913733365442;adopted:2:0.16108505795309752;grave:2:0.15859208681983417;records:2:0.14860856841525807;evidence:2:0.1466102111972244;research:2:0.13926837647164064;period:2:0.13926837647164064;the first:3:0.13875111663258616;matter:2:0.13546690071440315",
  "topicId": "http://english.sina.com/z/20120814japanrowneighbor/index.shtml",
  "imagelist": [
    {
      "url": "http://graphics8.nytimes.com/images/2012/09/19/opinion/global/diaoyu-2/diaoyu-2-blog480.jpg",
      "title": "The Inconvenient Truth Behind the Diaoyu/Senkaku Islands - NYTimes."
    },
    {
      "url": "http://graphics8.nytimes.com/images/2012/09/19/opinion/global/diaoyu-islands/diaoyu-islands-blog480.jpg",
      "title": "The Inconvenient Truth Behind the Diaoyu/Senkaku Islands - NYTimes."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dpfX-_eaXxI8",
      "imgurl": "http://img.youtube.com/vi/pfX-_eaXxI8/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__0vFVi5pF1jt2g_mYxNyFKt_p2-A\u003d",
      "title": "J.Crew, Tsunami, Sea of Japan, and Korean ..."
    }
  ]
}