{
  "url": "http://english.sina.com/technology/2011/1026/408901.html",
  "title": "Shenzhou-8 rocket arrives at launch pad",
  "pubdate": "2011-10-27 06:22:08 GMT",
  "description": "The Shenzhou-8 unmanned spacecraft and its carrier, the Long March-2F rocket, arrived at the launch pad of the Jiuquan Satellite Launch Center Wednesday, beginning the countdown toward China\u0026#39;s first space rendezvous test.",
  "cleanContent": "The Shenzhou-8 unmanned spacecraft and its carrier, the Long March-2F rocket, arrived at the launch pad of the Jiuquan Satellite Launch Center Wednesday, beginning the countdown toward China\u0027s first space rendezvous test.The spacecraft and rocket were assembled and vertically transferred to the launch pad along a 1,500-meter-long rail at a speed of no more than 20 meters per minute. The whole process lasted roughly two hours, China Central Television reported.In the days ahead, engineers will conduct a series of tests during assembly before adding fuel to the rocket for the scheduled launch in early November.Within two days of blasting off, Shenzhou-8 will perform China\u0027s first space docking test with Tiangong-1, a space lab that went into orbit on September 29.After a successful rendezvous, Tiangong-1 and Shenzhou-8 will fly together for about 12 days, after which they will separate for another docking test.Shenzhou-8 will return to Earth after completing the two tests while Tiangong-1 will ascend to its original orbit and wait for its next rendezvous with the Tiangong-9 and 10 spacecrafts that are to be launched within two years.\"The specific technology used in Shenzhou-8 and its space docking will be kept confidential until it is successfully launched and docked with Tiangong-1,\" an anonymous official with the China Aerospace Science and Technology Corporation told the Global Times Wednesday.Ye Peijian, a member of the Chinese Academy of Sciences, said at a recent seminar in Jiangsu Province that apart from docking, engineers will also conduct kinetics and maneuverability tests on the two spacecraft.\"Although Tiangong-1 is unmanned, it was designed as a space lab for astronauts to carry out experiments. So the temperature, humidity, oxygen and other aspects of Tiangong-1 will also be tested,\" said Ye, an expert in space exploration.The docking experiment is a prelude for China\u0027s mission to build a space station around 2020 with a mass of less than 100 tons, roughly about the same year the International Space Station will end its operational life and crash into the ocean.\"After building the space station, China will continue its space exploration by mastering and making breakthroughs in station construction and operation, manned long-term space missions and large-scale space applications,\" Ye said.A source inside the aerospace industry told the Global Times in a previous interview that docking is only one of the major challenges facing China\u0027s space ambitions.\"The construction of a space station needs heavy lift launch vehicles capable of putting payloads of over 20 tons into low-earth orbit (LEO). The Long March-2 rocket currently in use has only a LEO capability of about eight tons. But the Long March-5 rocket currently under development will fill in the gaps,\" the source said.Apart from having a greater capability, the Long March-5, which is scheduled to make its maiden flight around 2014, will also comply with international environmentally friendly criteria.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "science/tech",
  "pic": "",
  "keywords": "leo:2:1.0;space:9:0.8119098151076929;rocket:5:0.7989389916068372;global times:2:0.7046194483553604;space station:4:0.6830107460908589;rendezvous:3:0.650116081486817;tests:3:0.6318600231879489;confidential:1:0.5;kinetics:1:0.5;blasting off:1:0.5;the countdown:1:0.5;lift:1:0.5;seminar:1:0.5;gaps:1:0.5;engineers:2:0.491987222106677;orbit:3:0.47936339496410235;conduct:2:0.455340497393906;criteria:1:0.4428960252946526;china central television:1:0.4428960252946526;china aerospace science and technology corporation:1:0.4428960252946526",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://www.4thmedia.org/wp-content/uploads/2011/10/Shenzhou-8-rocket-arrives-at-launch-pad.jpg",
      "title": "The 4th Media » Shenzhou-8 rocket arrives at launch pad"
    },
    {
      "url": "http://i2.chinamil.com.cn/i2/attachement/jpg/site2/20111031/001fd04d6f7b1018414d05.jpg",
      "title": "Shenzhou VIII"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dcR7wR0aUpuE",
      "imgurl": "http://img.youtube.com/vi/cR7wR0aUpuE/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__A4A7ZETE1Oo_S7K6xE0dOLT53dU\u003d",
      "title": "Shenzhou 9 launch, China rocket, June 16, 2012 ..."
    }
  ]
}