{
  "url": "http://english.sina.com/sports/p/2012/0719/487933.html",
  "title": "Nadal out of London Games with injury",
  "pubdate": "2012-07-20 02:22:00 GMT",
  "description": "Olympic champion Rafa Nadal\u0026#39;s withdrawal from the London Games because of injury deprived the tournament of one of its biggest attractions and left Spain reeling on Thursday.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eTennis player Rafael Nadal, the official Spanish flag barrier at the London Olympics, smiles during a handover ceremony in Madrid in this file photo taken July 14, 2012. Reigning Olympic champion Nadal will miss the London Olympics after failing to recover from injury, the Spaniard said on Thursday. (REUTERS/Juan Medina)\u003c/h4\u003e\t\tOlympic champion Rafa Nadal\u0027s withdrawal from the London Games because of injury deprived the tournament of one of its biggest attractions and left Spain reeling on Thursday.The gold-medal winner in Beijing four years ago has failed to recover from a knee problem, and so will also miss out on the honor of carrying his nation\u0027s flag at the opening ceremony.The Spanish tennis federation (RFET) said Feliciano Lopez would be his replacement in the singles, while Marc Lopez would step in to partner Marcel Granollers in the doubles.The country\u0027s Olympic committee (COE) said a meeting on Friday would decide on a replacement flag bearer for the July 27 parade.\"I\u0027m not in a condition to be able to compete,\" Nadal, 26, said in a statement. \"It\u0027s one of the saddest moments of my career.\"Nadal won a record seventh French Open title in June but crashed out in the second round at Wimbledon in a big upset against lowly ranked Czech Lukas Rosol.Earlier this month, he pulled out of a charity match against Novak Djokovic at Real Madrid\u0027s Bernabeu stadium saying he was suffering from tendinitis and needed to rest.Nadal had hoped to return to Wimbledon this month to defend his Olympic title and his withdrawal echoes his plight of 2009 when a similar knee problem meant he had to withdraw from the grasscourt grand slam, a year after winning it for the first time in an epic final against Roger Federer.\"I have to think of my colleagues, I cannot be selfish and I have to think of the well-being of Spanish sport, especially Spanish tennis, and let a colleague play who has had a better preparation and is in a state to compete,\" the world number three added.\"I pushed until the last moment in my preparations, in training, but it wasn\u0027t to be.SADDEST DAYS\"Today is one of the saddest days of my career as it was one of my biggest dreams, and perhaps the most anticipated moment to be the flag bearer at the opening ceremony for the Games in London.\"You can imagine how difficult it has been to take this decision.\"Messages of support quickly flooded in for the Mallorcan, one of the first coming from compatriot David Ferrer.\"It\u0027s a shame about Rafa, the most important thing is that he recovers soon. He is the best... Keep your spirits up,\" the world number five wrote on his Twitter accountCOE president Alejandro Blanco said Nadal was devastated.\"It is a sad day for him but once again he has proved what a great person he is,\" Blanco told Spanish radio.\"If he isn\u0027t 100 percent, if he isn\u0027t able to go for the victory, if he isn\u0027t convinced he can be Olympic champion he prefers to let another person try.\"RFET president Jose Luis Escanuela said in a statement: \"It is the worst news we could have. Rafa has always been an example of perseverance and tenacity... we wish him the quickest of recoveries.\"The debate as to who would replace Nadal as flagbearer has already started in the local media.Sailing duo Iker Martinez and Xabi Fernandez, who have won a gold and a silver, were in the running along with basketball silver medalist Pau Gasol.The tennis competition at the All England Club begins on July 28 with Serbia\u0027s Djokovic the top seed.(Agencies)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "sports",
  "pic": "http://img.news.sina.com/sports/p/2012/0719/U113P5029T2D487933F24DT20120720102200.jpg",
  "keywords": "spanish:5:1.0;a:20:0.8945161540721639;tennis:3:0.6846565284981657;champion:3:0.6;flag:3:0.5896991158065709;london:3:0.5574600656016532;wimbledon:2:0.51302490740456;blanco:2:0.51302490740456;july:3:0.47532184392727067;knee:2:0.4564376856654438;silver:2:0.4147452096092907;olympics:2:0.4068848628690426;withdrawal:2:0.3870485757025975;recover:2:0.37164004373443543;moment:2:0.35368292891617287;the opening:2:0.3398885015933862;problem:2:0.33337123469511976;person:2:0.3277536716387551;alejandro:1:0.30126315360147526;tendinitis:1:0.30126315360147526",
  "topicId": "http://english.sina.com/z/20120628LondonOlympic/index.shtml",
  "imagelist": [
    {
      "url": "http://www.themalaysianinsider.com/images/uploads/2012/july2012/20/nadal.jpg",
      "title": "Main - Sports - Nadal out of London Games with injury @ Fri Jul 20 ..."
    },
    {
      "url": "http://photogallery.indiatimes.com/photodhamal-sports/tennis/nadal-out-of-olympics-with-injury/photo/15053012/Olympic-champion-Rafael-Nadals-withdrawal-from-the-London-Games-because-of-injury-deprived-the-tournament-of-one-of-its-biggest-attractions-and-left-Spain-reeling-on-Thursday-.jpg",
      "title": "Olympic champion Rafael Nadal\u0026#39;s withdrawal from the London Games ..."
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dPu71jYvqyR8",
      "imgurl": "http://img.youtube.com/vi/Pu71jYvqyR8/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__lqaTbYeuQ_2g8LVxjypVwcMaG_o\u003d",
      "title": "Rafael Nadal pulls out of London Olympics - YouTube"
    }
  ]
}