{
  "url": "http://english.sina.com/china/2012/0731/491766.html",
  "title": "Foreign countries warned not to wade in troubled waters",
  "pubdate": "2012-08-01 02:15:40 GMT",
  "description": "A military spokesman yesterday warned foreign countries to avoid interfering with territorial disputes between China and its neighbors regarding the South China Sea.",
  "cleanContent": "A military spokesman yesterday warned foreign countries to avoid interfering with territorial disputes between China and its neighbors regarding the South China Sea.On the eve of the 85th anniversary of the founding of the People\u0027s Liberation Army, the Chinese government held a press conference by inviting senior officers with the PLA to meet the press.\"We oppose any country outside the region intervening in these disputes,\" Defense Ministry spokesman Geng Yansheng said on the sidelines of the conference.\"Any intervention by countries outside the region will complicate the problem and even deteriorate the situation,\" Geng said, calling for bilateral dialogue and negotiations to solve disputes in both the South China Sea and the East China Sea.Tensions have risen in the South China Sea, where China, Vietnam, the Philippines and other several countries in the region have made overlapping territorial claims over multiple islands.On April 10, a Philippine warship harassed 12 Chinese fishing vessels that had sailed near Huangyan Island to seek shelter from inclement weather, triggering a months-long maritime standoff near the island.Geng, a senior colonel in the PLA, said: \"Safeguarding national sovereignty and maritime interests is a common responsibility shared by China\u0027s armed forces.\"We will cooperate with other agencies to perform our duties.\"He said a combat-readiness patrol system has been established in waters under China\u0027s jurisdiction.\"The Chinese navy is justified in protecting the country\u0027s interests, and it is groundless to equate such a justified action with tough foreign policy,\" he said.Colonel Lin Bai told reporters that China would not engage in an arms race.\"We will develop armaments appropriately in accordance with the needs of safeguarding state sovereignty and territorial integrity, as China will continue to take the path of peaceful development,\" Lin said.Senior Colonel Wang Yongsheng said: \"Our army belongs to the Party, but it also belongs to the state and to the people.\"Related news:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "home page",
  "pic": "http://img.news.sina.com/5029/3/2012/0713/U45P5029T3D371F68DT20120713103808.jpg",
  "keywords": "china:8:1.0;the south:3:0.8859328551562925;justified:2:0.6393687784976246;a:8:0.5283208335737188;maritime:2:0.4839462435048004;army:2:0.4576544246941396;lin bai:1:0.44483154303923955;risen:1:0.44483154303923955;senior:2:0.42395523677086167;the needs:1:0.3787546841526787;shelter:1:0.3787546841526787;warship:1:0.3787546841526787;philippines:1:0.34804778439575346;eve:1:0.34804778439575346;vietnam:1:0.34804778439575346;standoff:1:0.3369776183854309;the path:1:0.3276744226939283;navy:1:0.30619700642629494;arms:1:0.29024101186092033;liberation:1:0.29024101186092033",
  "topicId": "http://english.sina.com/z/20120711chinaneighborhood/index.shtml",
  "imagelist": [
    {
      "url": "http://img.news.sina.com/life/p/2012/0731/U143P5029T2D491798F23DT20120801112307.jpg",
      "title": "U143P5029T2D491798F23DT20120801112307.jpg"
    },
    {
      "url": "http://img.news.sina.com/life/p/2012/0731/U143P5029T2D491775F23DT20120801104337.jpg",
      "title": "U143P5029T2D491775F23DT20120801104337.jpg"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dcDFI_JO3Qco",
      "imgurl": "http://img.youtube.com/vi/cDFI_JO3Qco/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__BTDoRip7FKSBfDRyWL4MZ_xcP8c\u003d",
      "title": "Remembering our roots......Wade in the water ..."
    }
  ]
}