{
  "url": "http://english.sina.com/world/p/2012/0529/471690.html",
  "title": "Syrian President Assad meets UN special envoy Kofi Annan",
  "pubdate": "2012-05-29 13:05:47 GMT",
  "description": "DAMASCUS， May 29 (Xinhua) --Syrian President Bashar al-Assad met here Tuesday with UN-Arab League joint special envoy Kofi Annan， state-run SANA news agency reported.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eJoint UN-Arab Syria envoy Kofi Annan (C-L) meets Syrian President Bashar al-Assad (C-R) in Damascus on May 29, in an image released by the Syrian Arab News Agency. (AFP Photo)\u003c/h4\u003e\t\tDAMASCUS, May 29 (Xinhua) --Syrian President Bashar al-Assad met here Tuesday with UN-Arab League joint special envoy Kofi Annan, state-run SANA news agency reported.The state news agency gave no further details.However, Annan\u0027s spokesman Ahmad Fawzi said in a statement obtained by Xinhua that Annan met with President Bashar al-Assad on Tuesday morning to convey the grave concern of the international community about violence in Syria, particularly about recent carnage in Syria\u0027s central village of Houla which left more than 100 people killed.Fawzi said that Annan conveyed in \"frank terms\" his view to President Assad that the six-point plan cannot succeed without bold steps to stop the violence and release detainees.Annan also stressed the importance of full implementation of the plan, Fawzi said.A day earlier, Annan told reporters that he expect to have \" serious and frank\" discussions with Assad.Annan urged the Syrian government to take \"bold steps\" to signal that it is serious in its intention to resolve the 15-month crisis peacefully. He also urged \"everyone with a gun\" to lay down weapons to help create the right context for a credible political process.\"Our goal is to stop this suffering. It must end and it must end now,\" Annan said, adding that his six-point plan has to be implemented comprehensively.During meeting with Annan on Monday, Syrian Foreign Minister Walid al-Moallem confirmed Syria\u0027s keenness to eliminate any obstacle that might affect the mission of UN observers in Syria.Related:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "world",
  "pic": "http://img.news.sina.com/world/p/2012/0529/U43P5029T2D471690F24DT20120529214705.jpg",
  "keywords": "bashar al-assad:3:1.0;syrian:4:0.9752559529913093;frank:2:0.7780409691955262;president:4:0.767774097787984;bold:2:0.747915379651276;kofi annan:2:0.5884626667273014;steps:2:0.5824752074426983;syrian arab news agency:1:0.5537668428164355;envoy:2:0.5363328152806526;the grave:1:0.5018963790156042;this suffering:1:0.5018963790156042;violence:2:0.48762797649565465;stop:2:0.48762797649565465;syria:2:0.48762797649565465;ahmad:1:0.4715083472096837;plan:2:0.46262557269361715;lay down:1:0.450025915214773;gun:1:0.40791898273928906;news:2:0.40530445442664;context:1:0.39797226096531335",
  "topicId": "http://english.sina.com/z/20120509SyrianSituation/index.shtml",
  "imagelist": [
    {
      "url": "http://media.theweek.com/img/dir_0078/39096_article_main/un-arab-league-special-envoy-for-syria-kofi-annan-left-meets-with-syrian-president-bashar-al-assad.jpg?174",
      "title": "10 things you need to know today: May 29, 2012 - The Week"
    },
    {
      "url": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/U.S./660/371/syria_annan_assad_meeting.jpg?ve\u003d1",
      "title": "UN Special Envoy Kofi Annan resigns from Syria mission | Fox News"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dLptVezFgGQQ",
      "imgurl": "http://img.youtube.com/vi/LptVezFgGQQ/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__gxSXN9oeG4xvF8YWxWbF0jnaLQk\u003d",
      "title": "WorldLeadersTV: SYRIA: KOFI ANNAN: NEW UN ..."
    }
  ]
}