{
  "url": "http://english.sina.com/technology/p/2011/1031/410241.html",
  "title": "Shenzhou VIII off to rendezvous in space",
  "pubdate": "2011-11-01 01:20:28 GMT",
  "description": "BEIJING - If all went as planned, China\u0026#39;s unmanned Shenzhou VIII spacecraft is now on its way to a rendezvous with the Tiangong-1 space module circling hundreds of kilometers above the Earth\u0026#39;s surface.",
  "cleanContent": "\u003ch4 style\u003d\"color:#265699;\"\u003eShenzhou VIII, an unmanned spacecraft, is transported to the launch pad at Jiuquan Satellite Launch Center, A rocket will carry Shenzhou VIII into orbit on Tuesday. [Photo by Su Dong/for China Daily] \u003c/h4\u003e\t\tBEIJING - If all went as planned, China\u0027s unmanned Shenzhou VIII spacecraft is now on its way to a rendezvous with the Tiangong-1 space module circling hundreds of kilometers above the Earth\u0027s surface.Part of China\u0027s first docking mission in space, the launch of Shenzhou VIII at the Jiuquan Satellite Launch Center in the Gobi Desert has to be calculated and carried out to the precise second.\"If Shenzhou VIII is launched even one second later than the preset time, the spacecraft could end up in a different orbital plane than that of Tiangong-1, and have to consume extra fuel to adjust,\" said Song Zhengyu, deputy chief designer of the rocket carrier.A Long March II-F carrier rocket with Shenzhou VIII atop was set to blast off at 5:58:07 am Tuesday morning, program spokeswoman Wu Ping told a news conference at the launch center.Without complications, the spacecraft will rendezvous and dock in two days with the unmanned Tiangong-1 space module, which was launched on Sept 29, Wu said.After five orbital maneuvers, Shenzhou VIII will enter an orbit below Tiangong-1, which is currently circling 343 km above the Earth\u0027s surface.When the distance between the two craft narrows to 52 km, sensors on Shenzhou VIII will take over the job of ground control and safely guide Shenzhou VIII\u0027s approach to Tiangong-1. Then it will take about two and a half hours to maneuver the craft to within centimeters of Tiangong-1.Then the even more delicate and precise docking process begins.\"If spacecraft rendezvous is like two people getting closer and meeting each other, then spacecraft docking is like the two people joining hands,\" said Bai Mingsheng, deputy chief designer of the space lab system of China Manned Space Engineering Program.The docking is expected to take 15 minutes.After that, the two spacecraft will fly as one for 12 days under the command of Tiangong-1. Then the two will unhook and stay 140 meters away to wait for a second docking.The two craft will then fly together for two more days, before Shenzhou VIII separates with Tiangong-1 and withdraws to a safe position 5 km away. Its return capsule will head back to Earth in mid-November, she said.Next year, China will launch two more Shenzhou spacecraft and at least one will be manned, Wu added.Chen Shanguang, director of the Astronaut Center of China, was quoted by Xinhua News Agency saying that a crew of nine, including two women, has been selected and is being trained in manual docking skills.He said that the seven men are from the country\u0027s first batch of 14 astronauts. The two female astronauts, both air-freighter pilots before their enrollment, are from the second batch of astronauts from late 2009 and early 2010.The spacecraft rendezvous and docking technologies are necessary for building a space station, which China plans to assemble by 2020, earlier reports said.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t|  |",
  "type": "science/tech",
  "pic": "http://img.news.sina.com/technology/p/2011/1031/U45P5029T2D410241F24DT20111101092028.jpg",
  "keywords": "shenzhou:10:1.0;two people:2:0.43923174227787604;rendezvous:4:0.38073549220576036;spacecraft:9:0.35661656266226016;orbital:2:0.3229715809318649;batch:2:0.30949122794400086;astronauts:3:0.3;wu:3:0.28555161915432026;craft:2:0.25221970596792265;fly:2:0.2428990497563786;the launch:3:0.22499999999999998;one second:1:0.21961587113893802;narrows:1:0.21961587113893802;take over:1:0.21961587113893802;the seven:1:0.21961587113893802;getting closer:1:0.21961587113893802;rocket:3:0.2105516191543203;two women:1:0.1945339928381165;separates:1:0.1945339928381165;calculated:1:0.1945339928381165",
  "topicId": "http://english.sina.com/z/tiangong1/index.shtml",
  "imagelist": [
    {
      "url": "http://www.chinadaily.com.cn/china/images/attachement/jpg/site1/20111101/0023ae6962091019749009.jpg",
      "title": "Shenzhou VIII off to rendezvous in space"
    },
    {
      "url": "http://www.chinadaily.com.cn/cndy/attachement/jpg/site1/20111101/00221917e13e1019803e16.jpg",
      "title": "Shenzhou VIII off to rendezvous in space"
    }
  ],
  "videolist": [
    {
      "url": "http://www.youtube.com/watch?v\u003dC9uiPuctq4o",
      "imgurl": "http://img.youtube.com/vi/C9uiPuctq4o/default.jpg?h\u003d90\u0026w\u003d120\u0026sigh\u003d__vJLc_jFA-ZVOeoSefPjjRgUegJs\u003d",
      "title": "China Tiangong-1 Shenzhou-8 Space Docking 神 ..."
    }
  ]
}